{
    "title": "Match Thread: Man Utd vs Chelsea English",
    "match_date": "2023-05-25",
    "comments": [
        {
            "time": "2023-05-25 17:11:32",
            "comment": "This wins unlocks Maguire Jones CB pairing for the last game"
        },
        {
            "time": "2023-05-25 16:59:23",
            "comment": "Casemiro: No look passing. Lampard: No look coaching. Mudryk: no look shooting."
        },
        {
            "time": "2023-05-25 16:59:19",
            "comment": "Crossbar twice, Eriksen off the line, multiple simple last passes ruined, Martial miss control \n\nChelsea missed some sitters as well \n\nIf both teams where a bit more clinical this game could've had another 4 goals easily"
        },
        {
            "time": "2023-05-25 16:59:33",
            "comment": "The more i watch this Chelsea team the more confused i am, you can tell the talent is there but they just always look like a bunch of people who have never met each other. Need a preseason a permanent manger asap"
        },
        {
            "time": "2023-05-25 16:59:50",
            "comment": "Sancho could’ve got 3 assist. Glad Rashy scored again and case picking up his form before fa cup final"
        },
        {
            "time": "2023-05-25 16:59:33",
            "comment": "Whoever hires Frank Lampard next might need to be removed from their club as chairman/CEO/whatever."
        },
        {
            "time": "2023-05-25 17:52:58",
            "comment": "It's amazing how little Lampard has done at Chelsea. Never got the new manager bounce, hasn't improved any player's form, hasn't convinced Mount to stay, hasn't won a game at home, 1 win in 8; with 4 points from a possible 24 & never likely to get a PL gig again."
        },
        {
            "time": "2023-05-25 16:59:13",
            "comment": "I don’t know how xG is calculated but that game felt like it hit at least 13"
        },
        {
            "time": "2023-05-25 18:08:26",
            "comment": "Title settled. Top 4 settled. Only relegation and Conference League left.\n\nLooks like the most interesting game on the final day of the season will be…\n\nTottenham vs Leeds"
        },
        {
            "time": "2023-05-25 17:00:19",
            "comment": "What I'm about to write seems like a contradiction but Chelsea played pretty decent tonight but Manchester United still should have won by another 3 goals.\n\nChelsea really lack a striker badly."
        },
        {
            "time": "2023-05-25 20:15:28",
            "comment": "With a proper striker, Chelsea could have scored 4 easily. With a proper striker, United could have scored 8 easily."
        },
        {
            "time": "2023-05-25 16:59:28",
            "comment": "Actually hilarious how after spending so much money Chelsea's best player this game is  an 18 year old Lewis Hall from the academy"
        },
        {
            "time": "2023-05-25 17:13:33",
            "comment": "Honestly Chelsea aren’t that bad, they just need to defend better, create more chances and score more goals"
        },
        {
            "time": "2023-05-25 18:06:26",
            "comment": "I keep thinking, 'don't worry, it's just a bit of a shit run of form for Chelsea. They have too many good players. It's not representative of them. They'll show their true ability soon. Etc etc'.\n\nI'm rethinking all of this now. Are they just a shit team?"
        },
        {
            "time": "2023-05-25 16:59:16",
            "comment": "Chelsea takes the lead in the Haaland goalscoring race with that match"
        },
        {
            "time": "2023-05-25 17:01:59",
            "comment": "[deleted]"
        },
        {
            "time": "2023-05-25 17:15:56",
            "comment": "Is Chelsea most spineless, most pathetic team in EPL? If there was at least 5 more fixtures to play they would have been in relegation battle."
        },
        {
            "time": "2023-05-26 00:23:48",
            "comment": "Is Lampard's reputation worse now than when he took on this interim role?"
        },
        {
            "time": "2023-05-25 18:36:09",
            "comment": "Chelsea could finish as the worst London club"
        },
        {
            "time": "2023-05-25 17:59:52",
            "comment": "If you would have told me when I was a kid that one day I wouldn't want Frank Lampard anywhere near this club, I would have called you insane."
        },
        {
            "time": "2023-05-25 17:08:16",
            "comment": "Chelsea with the potential to finish 14th after the amount they've spent is absurd. It's genuinely impressive how bad they've been. \n\nNot really sure what the solution is for them, maybe spend another 500m over summer and come top half next season?"
        },
        {
            "time": "2023-05-25 17:01:37",
            "comment": "Mudryk’s touch is actually mad man, ball runs away from his foot like it hates him"
        },
        {
            "time": "2023-05-25 16:59:21",
            "comment": "Do not envy Poch one bit. He has a monumental task ahead of him oof"
        },
        {
            "time": "2023-05-25 17:05:04",
            "comment": "United had over 5xG this game…. Do you know how ridiculous that is lmao, Chelsea had 1.9, but I’ve never seen a team break 5xG in the prem"
        },
        {
            "time": "2023-05-25 16:59:28",
            "comment": "Granted, I never watch Chelsea play. but for 80 million, you'd expect a CB to not be awful\n\nAlso in the last 20 minutes alone chelsea could have conceded like 4 more"
        },
        {
            "time": "2023-05-25 16:59:35",
            "comment": "Tuchel obtained 10 League points with Chelsea before he was sacked. If it wasn't for those 10 points, they'd currently be level on points with Everton."
        },
        {
            "time": "2023-05-25 19:43:17",
            "comment": "Chelsea is so down the only way for next season is up"
        },
        {
            "time": "2023-05-25 17:01:49",
            "comment": "Honestly that game could have finished about 9-4. \n\nChelsea have zero structure. In my Wednesday kick about, I often tell my team to finish any move with a shot, because at the very least if it goes wide or the keeper makes a save, you have time to reset and not get countered.\n\nBut Chelsea kept commiting men forward, having possession in the final third. They'd get everyone ahead of the ball... Then just run out of ideas and get tackled. Then their counter press was easily beat, and suddenly Bruno is sending our pacey players into space.\n\nBut still they had chances. They just have zero confidence."
        },
        {
            "time": "2023-05-25 17:35:01",
            "comment": "Bournemouth could easily end the season 1 point away from Chelsea who could finish 14th. Embarassing"
        },
        {
            "time": "2023-05-26 02:10:52",
            "comment": "There are three things you can do well in attack to score goals - you can be clinical, you can be clever in terms of build up and chance creation, or you can be physical and take on defenders. This Chelsea can do neither of those things, and that I think is the biggest problem with them."
        },
        {
            "time": "2023-05-25 18:02:01",
            "comment": "My favorite part about Chelsea is that they did this entirely to themselves. \n\nImagine having a decent squad and a world class manager, then saying fuck that and ruining everything. While Tuchel might have not been fighting for top 4, you can bet your house that he would be breaking 50 points. Now they have deadwood for a decade, ruined Potters career, ruined what's left of their most important player's managerial career, and have to hire a limited coach who is their rivals darling. They even bought Aubameyang and STILL have Lukaku on the payroll lmao.\n\nIf they had stopped, been patient, and evaluated for even a second, this entire season and all their future issues could have been minimized or even avoided"
        },
        {
            "time": "2023-05-25 19:10:00",
            "comment": "Chelsea are just turning into Everton aren't they?"
        },
        {
            "time": "2023-05-25 19:02:34",
            "comment": "Admittedly only watched a handful of Chelsea games this season but fucking hell, didn’t realise how bad it’s got. United were very average today and gave up a lot of chances but everyone’s confidence at that club is in the mud. Kind of great to see the tactic of money blindly being thrown at a problem failing so bad"
        },
        {
            "time": "2023-05-25 18:15:35",
            "comment": "If poch and a new striker + Nkunku can’t help us, then we are gigafucked for the foreseeable future…\n\nEdit: I would like to add that Enzo, for me, is the best player on this team right now. If we get him a proper dm to pair with, he will absolutely light the prem on fire next season. He’s just fucking incredible."
        },
        {
            "time": "2023-05-26 00:59:11",
            "comment": "I'm so glad that I went to bed early yesterday instead of watching this game.\n\nJust had a odd feeling that we would get absoluteley spanked by Man U"
        },
        {
            "time": "2023-05-26 01:58:45",
            "comment": "It'll be hilarious if we somehow finish above Chelsea"
        },
        {
            "time": "2023-05-25 17:16:11",
            "comment": "https://twitter.com/albicelestetalk/status/1661840473026076717?s=61&t=1eb4iLbMw7eNuJbqYbi_6A\n\n\"among Chelsea players tonight:\n\n* 1st in touches (112)\n* 1st in duels won (9/11)\n* 1st in passes to rival field (44)\n* 1st in passes completed (89/97)\n* 1st in succesful dribbles (3/4)\n* 1st in long passes completed (6)\n* 1st in big chance created (1)\n* 2nd in recoveries (8)\"\n\nEnzo should have probably waited till this summer to make a move to a better club."
        },
        {
            "time": "2023-05-25 16:59:34",
            "comment": "Lampard 1-1-8\n\nNot gonna criticize him today tbh because this is the lineup i wanted don't give a shit about the score. We all knew he doesn't know how to organize a defense but not his fault that Chalobah and Fofana decided to put in braindead performances together.\n\nFofana especially proved that he cannot be trusted to lead the line, you cannot be so nonchalant leading the defense. The defense needs a Silva or Badiashile to keep it grounded.\n\nWe actually looked attacking wise and dominated the 1st half. Rather give playing time for younger players, winning is worthless now anyways."
        },
        {
            "time": "2023-05-25 16:59:38",
            "comment": "Chelsea are a different class! a lower one!"
        },
        {
            "time": "2023-05-25 17:01:14",
            "comment": "How did Dortmund lose to this team ?"
        },
        {
            "time": "2023-05-25 17:01:31",
            "comment": "Sancho was immense today. Some hiccups here and there but he was brilliant."
        },
        {
            "time": "2023-05-25 17:08:15",
            "comment": "Chelsea is such a frustrating team to watch even as an Arsenal fan. So many chances wasted, so many times in a row. Such a gigantic waste of talent.\n\nZiyech just refused to play and was doing random FIFA AI nonsense. Joao went on a massive run and finished too late. Come on man"
        },
        {
            "time": "2023-05-25 19:26:35",
            "comment": "Only Jesus"
        },
        {
            "time": "2023-05-25 17:07:22",
            "comment": "[deleted]"
        },
        {
            "time": "2023-05-25 17:26:22",
            "comment": "4-1 and Chelsea should be happy United don't have a striker, lol"
        },
        {
            "time": "2023-05-25 19:46:16",
            "comment": "Like how i read an article before the game about the Titans of pl and they been boring 0-1 1-1 last five games, then this happens"
        },
        {
            "time": "2023-05-25 19:09:49",
            "comment": "Firing Potter then instead of after the season was such a dumb choice"
        },
        {
            "time": "2023-05-25 17:13:27",
            "comment": "Man Utd (5.31) 4-1 (1.90) Chelsea \n\nhttps://twitter.com/xGPhilosophy/status/1661839858958999559?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Etweet"
        },
        {
            "time": "2023-05-25 17:10:11",
            "comment": "Odd fucking game that. Chelsea played us off the park in the first half and yet they conceded two and would have conceded more if not for some abysmal final balls from us. And the second half was a procession till it became a pre season game in the final 20 minutes.\n\nTalking about individuals, Sancho was the standout. Looked like the Dortmund Sancho somehow came back today.  Gutted for Antony though, I haven't been his biggest fan but he provides us much needed structure and his absence will be felt."
        },
        {
            "time": "2023-05-25 21:24:42",
            "comment": "I didn't watch the match and my balls still turned blue."
        },
        {
            "time": "2023-05-25 17:36:28",
            "comment": "What a player Casemiro is. He's blown majorly hot and cold this season and seriously gassed out in some of our last 10 matches.\n\nBut damn has he come through for us. When he played bad, we played bad. We need to overcome that next season but it shows how influencial he's been. \n\nA breath of fresh air after far too many failed punts at 'experienced' (old) players."
        },
        {
            "time": "2023-05-25 17:01:00",
            "comment": "I hope we give credit where it’s due, congrats Liverpool for securing Europa League."
        },
        {
            "time": "2023-05-25 18:21:41",
            "comment": "[deleted]"
        },
        {
            "time": "2023-05-25 18:03:21",
            "comment": "Joao Felix' potential is galaxies above Havertz, really wonder what choice Chelsea makes here"
        },
        {
            "time": "2023-05-25 22:44:32",
            "comment": "Chelsea be playing like Tottenham"
        },
        {
            "time": "2023-05-25 16:59:20",
            "comment": "Six hundred million pounds"
        },
        {
            "time": "2023-05-25 17:06:50",
            "comment": "Mykhailo Mudryk might just be one of the worst players I've seen cost over £50m."
        },
        {
            "time": "2023-05-25 23:28:39",
            "comment": "Martial, sancho (before switching to rw) for united and mudryk and Gallagher for Chelsea were so fucking shit and apart from sancho they each probably could’ve had a hat-trick.\n\nChelsea desperately need a number 9.\n\nUnited desperately need a number 9.\n\nI really beg that Kane comes to united because he would’ve torn the first half apart."
        },
        {
            "time": "2023-05-25 17:06:11",
            "comment": "xG 5.14 - 1.93\n\n5.14 lmaoo, Liverpool barely had half that in the 7-0"
        },
        {
            "time": "2023-05-25 17:21:26",
            "comment": "What a weird, fun, shit, good, game that was."
        },
        {
            "time": "2023-05-25 18:16:53",
            "comment": "bruh"
        },
        {
            "time": "2023-05-25 19:17:15",
            "comment": "lol"
        },
        {
            "time": "2023-05-25 17:27:25",
            "comment": "Just for a bit of context, sofascore gave united an expected goals of 5.14, 4.05 for the second half by itself. In united's 7-0 loss to Liverpool, Liverpool had an expected goals of 2.78. Do with that as you'd like"
        },
        {
            "time": "2023-05-25 17:39:10",
            "comment": "Love Casemiro. He's fucking built too. Thick and man made. You can tell he's sculpted because you can see it thru the kit. His fucking vice grip thighs. Suffocating thighs. Rock hard thighs. Piping hot thighs. Great arms. Great abs. Hamster cheeks. A stocky chest. Love the progress his body has made throughout his youth and now as a willing eager adult."
        },
        {
            "time": "2023-05-25 22:39:13",
            "comment": "Liverpool's sub is hilarious. Bitterness is off the charts. A mix of claiming Ten Hag is a terrible manager and one of the most tactically clueless in the league and pretending they don't actually mind being in the EL. Ha."
        },
        {
            "time": "2023-05-25 16:59:22",
            "comment": "Good job Fat Frank came in and fixed the vibes at the club.  Imagine how bad they would be without him"
        },
        {
            "time": "2023-05-25 16:59:24",
            "comment": "[deleted]"
        },
        {
            "time": "2023-05-25 17:00:58",
            "comment": "Banger theme in the EL anyway👉😎"
        },
        {
            "time": "2023-05-25 17:02:51",
            "comment": "United fortunate to only concede one - unfortunate to only score four.\n\nThank goodness goal difference can't come into play for top 4"
        },
        {
            "time": "2023-05-25 17:09:57",
            "comment": "I know it's something that gets talked about over and over and over again, but I genuinely don't understand what Chelsea saw in Mudryk.\n\nHe didn't really fit in to any system they've played this season, and they've given him a 9(?) year contract.  I understand players can develop overtime, and he is young enough that he still has room for improvement, but buying a player that doesn't fit the system and shoehorning him in doesn't do him any favors, nor does it do the players surrounding him any favors.  \n\nGoing to Arsenal would've been a much better move for him, and while he wouldn't necessarily be starting every game, he'd be in a system that utilizes wingers much, much better than any system Chelsea has used."
        },
        {
            "time": "2023-05-25 17:10:46",
            "comment": "Mudryk makes me believe that ghost of kyiv is real."
        },
        {
            "time": "2023-05-25 17:50:51",
            "comment": "Alright, Hammers. We've done our part. Up to you (and Newcastle) to finish above Chelsea now."
        },
        {
            "time": "2023-05-25 17:56:42",
            "comment": "The last goal had dreadful defending. I get that we were winning, but we can't just stop trying. This wont work in Europe"
        },
        {
            "time": "2023-05-25 16:59:28",
            "comment": "I cannot wait for that guy on TikTok that supports Chelsea’s meltdown"
        },
        {
            "time": "2023-05-25 16:59:43",
            "comment": "Should have been 7-4 or some shit like this tbh."
        },
        {
            "time": "2023-05-25 16:59:56",
            "comment": "Most pathetic thing about this Chelsea side is the amount of teams who can say they had their easiest game of the season against them"
        },
        {
            "time": "2023-05-25 17:06:20",
            "comment": "Casemiro was immense!"
        },
        {
            "time": "2023-05-25 17:08:48",
            "comment": "I find it deeply hilarious that the players who have no future here keep getting the goal contributions whilst the ones who actually perform well and do have a future here can't score or assist to save their life."
        },
        {
            "time": "2023-05-25 17:00:44",
            "comment": "Excited to see what Chelsea do next year in the PL. \n\nCongrats to Man United on reaching CL and please stay away from us."
        },
        {
            "time": "2023-05-25 17:23:29",
            "comment": "Could have easily been 8-4"
        },
        {
            "time": "2023-05-25 17:04:16",
            "comment": "We really got 5 xG man tears in my eyes"
        },
        {
            "time": "2023-05-25 16:59:39",
            "comment": "If Boehly had sacked Tuchel before the season started, Chelsea could have been relegated."
        },
        {
            "time": "2023-05-25 17:03:26",
            "comment": "Sancho looking at home on the right."
        },
        {
            "time": "2023-05-25 17:38:06",
            "comment": "2 goals gifted away by Fofana. Conceding a pen after being denied 2 that looked shifty. And yet, none of that takes away from the result. Deserved loss. Tis the season."
        },
        {
            "time": "2023-05-25 16:59:33",
            "comment": "Must be depressing to support this Chelsea team. Fucking awful"
        },
        {
            "time": "2023-05-25 17:34:26",
            "comment": "On the plus side"
        },
        {
            "time": "2023-05-26 05:35:06",
            "comment": "Now get that fa cup from those criminals in blue"
        },
        {
            "time": "2023-05-25 17:02:06",
            "comment": "I’ve said this a lot this year but THIS game is the best summary of this year. Spent all game in their 1/3 yet lose by 3. All the possession and chances needed to win, only a consolation goal at the end of the game. Some fun individual errors leading to us conceding and people being way too over the top with their reactions. Yet i’m still here watching this bullshit"
        },
        {
            "time": "2023-05-25 17:08:48",
            "comment": "Great foundation built this season by Ten Hag. Now we just need new owners and we are on our way to competing again."
        },
        {
            "time": "2023-05-25 16:59:42",
            "comment": "I know Chelsea should have scored a couple in the first half but fucking hell United should have absolutely murdered Chelsea in those last 20 minutes, kepa kept it from being a horror score line"
        },
        {
            "time": "2023-05-25 16:59:55",
            "comment": "We a so shockingly bad right now. I do see some hope within the squad once poch comes in. We deserved more than 1 goal if we could only finish"
        },
        {
            "time": "2023-05-25 17:10:51",
            "comment": "Can’t wait for Poch to come and prove how poor is this squad."
        },
        {
            "time": "2023-05-25 17:02:07",
            "comment": "UK police have scrapped controversial plans to remove the index finger of those found in possession of a firearm and instead opted to make them wear Chelsea jerseys so they can no longer shoot"
        },
        {
            "time": "2023-05-25 17:24:49",
            "comment": "Somehow, Lampard is going to find another PL job"
        },
        {
            "time": "2023-05-25 17:37:06",
            "comment": "How do you lose 4-1 with 60% possession?"
        },
        {
            "time": "2023-05-25 17:47:20",
            "comment": "If Man U finish six points behind arsenal it will be hilarious"
        },
        {
            "time": "2023-05-25 17:14:27",
            "comment": "Weird, 600 mil and the only player, that i feel, is a threat on the ball is Ziyech..."
        },
        {
            "time": "2023-05-25 17:19:48",
            "comment": "And I thought we were the team that can’t score."
        },
        {
            "time": "2023-05-25 16:59:21",
            "comment": "Fun 🤭"
        },
        {
            "time": "2023-05-25 16:59:46",
            "comment": "For how bad we played at times, that was weirdly entertaining"
        },
        {
            "time": "2023-05-25 17:00:00",
            "comment": "Wish United could control a game from minute 1 against good opposition."
        },
        {
            "time": "2023-05-25 17:18:06",
            "comment": "Chelsea deserve relegation. No one wants to win. No desire to play for the shirt, gtfo in Championship for a whole season."
        },
        {
            "time": "2023-05-25 18:11:58",
            "comment": "It’s still funny."
        },
        {
            "time": "2023-05-25 16:59:16",
            "comment": "Hahahaha fuck Chelsea fuck Liverpool"
        },
        {
            "time": "2023-05-25 17:00:59",
            "comment": "Imagine if Harry Maguire had the game Fofana just had. And barely anyone is talking about it"
        },
        {
            "time": "2023-05-25 17:01:35",
            "comment": "I'd like to dedicate this to the 0.1% of hope Liverpool fans had we'd lose both games.\n\nRIP x"
        },
        {
            "time": "2023-05-25 16:59:40",
            "comment": "Garnacho staaarvin"
        },
        {
            "time": "2023-05-25 16:59:20",
            "comment": "How can a team be so collectively bad in front of goal, feels like the game could've ended 8-6."
        },
        {
            "time": "2023-05-25 16:59:22",
            "comment": "Would’ve been cheaper for Boiley to just buy wins or draws rather than players."
        },
        {
            "time": "2023-05-25 16:59:44",
            "comment": "Madrid, Bayern, come outside. I just want to talk"
        },
        {
            "time": "2023-05-25 16:59:44",
            "comment": "Sancho looked like he remembered football when put on the right side today"
        },
        {
            "time": "2023-05-25 17:00:08",
            "comment": "Chelsea players showing more aggression lashing out at United players than they did on the ball. Hell i'd be frustrated too if I was caught up in that dumpster fire."
        },
        {
            "time": "2023-05-25 17:00:29",
            "comment": "What a season this has been for PL neutrals, arsenal choking and Chelsea’s horrible season. Absolute scenes"
        },
        {
            "time": "2023-05-25 17:00:39",
            "comment": "ONE MORE GAME LEFT!! LETS GO!"
        },
        {
            "time": "2023-05-25 17:00:58",
            "comment": "Thanks Chelsea feels great to finally score loads of goals again.\n\nWild game too, feels like it easily could've been like 7-3."
        },
        {
            "time": "2023-05-25 17:03:26",
            "comment": "Europa league is not that bad eh Liverpool fans?"
        },
        {
            "time": "2023-05-25 17:09:09",
            "comment": "Liverpool has qualified for the UEFA Europa League"
        },
        {
            "time": "2023-05-25 17:43:39",
            "comment": "Forget 007, get the 118 memes out!"
        },
        {
            "time": "2023-05-25 18:02:34",
            "comment": "Chelsea, aka Todd Boehly’s Boehlshit Boys."
        },
        {
            "time": "2023-05-25 17:13:51",
            "comment": "Happy we won\n\nFuming it wasn't 8-0"
        },
        {
            "time": "2023-05-25 16:59:46",
            "comment": "Worst team we've played this season defensively, and we've played wool merchants from the Caucasus.\n\nThat said, we were awful as well."
        },
        {
            "time": "2023-05-25 17:00:38",
            "comment": "People trashing Felix in the match thread. Here you fucking go. This is Felix. No touches with no service, but when he does get it, it's done."
        },
        {
            "time": "2023-05-25 16:59:31",
            "comment": "https://imgur.com/LeDqj3m"
        },
        {
            "time": "2023-05-25 17:06:24",
            "comment": "AWB played well! 😃👍🏽"
        },
        {
            "time": "2023-05-25 17:07:51",
            "comment": "How much has this stint damaged Lampard? Chelsea would have been better off with Allardyce."
        },
        {
            "time": "2023-05-25 16:59:52",
            "comment": "Enjoy the Europa League Liverpool fans :)"
        },
        {
            "time": "2023-05-25 16:59:24",
            "comment": "If i didn't know that Chelsea are gonna win the next Prem season, i would never believe it."
        },
        {
            "time": "2023-05-25 17:00:07",
            "comment": "Liverpool in the Europa League is going to feed families"
        },
        {
            "time": "2023-05-25 17:04:39",
            "comment": "Could’ve been more goals from both. Hall and Madueke looking solid"
        },
        {
            "time": "2023-05-25 17:24:36",
            "comment": "Chelsea stops us from being the worst London club, thank fuck"
        },
        {
            "time": "2023-05-25 16:59:38",
            "comment": "who's a bigger football terrorist, big lamps or allegri"
        },
        {
            "time": "2023-05-25 16:59:44",
            "comment": "Mudryk is the biggest mess I’ve seen in a bit"
        },
        {
            "time": "2023-05-25 17:07:45",
            "comment": "xG 5.14 vs 1.93\n\n5.14 or 5.14+1.93=7.07 gonna be PL record breaking?"
        },
        {
            "time": "2023-05-25 17:00:19",
            "comment": "Sancho looked rapid af.. haven't seen him look so fit. Could be a blessing in disguise playing him RW v City"
        },
        {
            "time": "2023-05-25 17:12:14",
            "comment": "thank fuck i switched off after 2-0"
        },
        {
            "time": "2023-05-25 16:59:40",
            "comment": "I wanna suck on Casemiro's toes"
        },
        {
            "time": "2023-05-25 17:04:33",
            "comment": "Lampard will get away with no criticism once again\n\nThere may be issues at the club, but he's simply should be getting something from any of his games \n\nhttps://i.imgur.com/heKEexl.jpg"
        },
        {
            "time": "2023-05-25 17:08:54",
            "comment": "That first 45 was possibly one of the worst halves of football i’ve ever seen, fucking hell"
        },
        {
            "time": "2023-05-25 17:41:03",
            "comment": "Where are the 118 memes???"
        },
        {
            "time": "2023-05-25 17:08:38",
            "comment": "Can Chelsea not just take the loss this weekend and preemptively forfeit the match this weekend?\nIt would be less embarrassing than stepping onto the field and putting in another shameful performance like this.\n\nSadly, Chelsea truly is the team who needs this season to end more than anyone."
        },
        {
            "time": "2023-05-25 16:59:21",
            "comment": "[deleted]"
        },
        {
            "time": "2023-05-25 17:00:05",
            "comment": "Chelsea with another routine loss"
        },
        {
            "time": "2023-05-25 17:00:37",
            "comment": "i've been watching Chelsea Fan TV this season and genuinely they will be buzzing with scoring"
        },
        {
            "time": "2023-05-25 17:01:34",
            "comment": "Super frank first and last away game is both against yanited and conceded 4th in those games"
        },
        {
            "time": "2023-05-25 17:07:03",
            "comment": "Love this fucking team man! Can't wait for next season."
        },
        {
            "time": "2023-05-25 17:01:05",
            "comment": "It could have ended 8-7 tbh.\n\nAlso, relax Liverpool fans, you finally avoid Read Madrid."
        },
        {
            "time": "2023-05-25 17:00:14",
            "comment": "Congrats to Liverpool for qualifying to play in Europe next year"
        },
        {
            "time": "2023-05-25 17:01:19",
            "comment": "You just got Lamparded. Nerds. 😎😎😭😭😭"
        },
        {
            "time": "2023-05-25 17:04:07",
            "comment": "This walking interview with Bruno is so awkward"
        },
        {
            "time": "2023-05-25 17:01:44",
            "comment": "boiling the piss of both Chelsea and Liverpool fans with a single win\n\nefficiency"
        },
        {
            "time": "2023-05-25 17:02:37",
            "comment": "Could do with Man Utd rotating heavily on Sunday and a nice little redemption hattrick from Mitro to end the season on a high."
        },
        {
            "time": "2023-05-25 17:06:37",
            "comment": "We should have broken the Prem record tonight. Only scoring 4 tonight is a bit of a shocker. Hopefully next season is better than this."
        }
    ]
}