{
    "title": "Match Thread: Liverpool vs Chelsea English",
    "match_date": "2023-01-21",
    "comments": [
        {
            "time": "2023-01-21 09:34:54",
            "comment": "Of all of Chelsea bizarre signings Aubamayang has to be the worst. Literally just paid Barca millions for someone they got for free 6 months prior, who is aging, out of form, and has attitude issues. Who thought it'd be any different than this?"
        },
        {
            "time": "2023-01-21 09:26:57",
            "comment": "It's like referees are trying to piss fans off by blowing directly on their added time after time wasting every game"
        },
        {
            "time": "2023-01-21 09:27:01",
            "comment": "Classic mid-table premier league brexit-ball"
        },
        {
            "time": "2023-01-21 09:27:09",
            "comment": "That second half was about as close to a mid-table scrap as these two teams have probably ever produced"
        },
        {
            "time": "2023-01-21 09:27:08",
            "comment": "Absolute belter of a game, as in I wanted to strangle myself with a belt"
        },
        {
            "time": "2023-01-21 09:26:59",
            "comment": "Very stoppable object vs another very stoppable object"
        },
        {
            "time": "2023-01-21 09:30:44",
            "comment": "No goals in a Chelsea vs Liverpool fixture for 5 and a half hours"
        },
        {
            "time": "2023-01-21 10:16:28",
            "comment": "I got chicken pox and I'm suffering here, probably haven't slept more than four hours in the past two days. But this match was a blessing for me, probably gifted my longest nap in two days."
        },
        {
            "time": "2023-01-21 09:26:56",
            "comment": "The match took place."
        },
        {
            "time": "2023-01-21 09:27:52",
            "comment": "When you need a goal, and your subs are Jones, Fabinho and Henderson, it tells you all you need to know about state of Liverpool midfield."
        },
        {
            "time": "2023-01-21 09:38:38",
            "comment": "Ctrl+f “proper mid table clash” \n\n*300 results*"
        },
        {
            "time": "2023-01-21 09:27:00",
            "comment": "That was a shit game. Mudryk looks good tho."
        },
        {
            "time": "2023-01-21 09:29:15",
            "comment": "[deleted]"
        },
        {
            "time": "2023-01-21 09:26:54",
            "comment": "Mudryk looks like the real deal."
        },
        {
            "time": "2023-01-21 09:27:58",
            "comment": "If the kit man had remembered to put the studs in Chukwuemeka's boots then it might've been a different game..."
        },
        {
            "time": "2023-01-21 09:37:24",
            "comment": "Rest of PL need to thanks us for taking Mudryk in. If Arsenal or any other competent team took him in, it would’ve been wrapped up. We restore the balance by having zero finishers and players who squandered chances."
        },
        {
            "time": "2023-01-21 10:03:54",
            "comment": "Why is it when Liverpool is shite , man utd is good and then vice versa? Will we never see them be good together and be in a packing close title race?"
        },
        {
            "time": "2023-01-21 09:27:19",
            "comment": "Game was there for the taking, how many goals did Mudryk and Ziyech set up that weren't put away? Very bright start from Mudryk."
        },
        {
            "time": "2023-01-21 09:28:44",
            "comment": "Mudryk was very good but Thiago Silva Man of the match for me."
        },
        {
            "time": "2023-01-21 09:27:52",
            "comment": "The idea of Felix and Mudryk excites me. It's the *only* plus I can find from this...\n\nNo fucker wants to fucking shoot at all."
        },
        {
            "time": "2023-01-21 11:08:17",
            "comment": "Gapko was quite disappointing, although I'm not sure you could expect more from him"
        },
        {
            "time": "2023-01-21 15:01:13",
            "comment": "We both evenly suck this year"
        },
        {
            "time": "2023-01-21 09:29:03",
            "comment": "im ngl mudryk was balling"
        },
        {
            "time": "2023-01-21 09:28:46",
            "comment": "Liverpool                          Chelsea\n\n                         🤝\n\n      Can’t finish an opportunity \n             to save their lives."
        },
        {
            "time": "2023-01-21 10:13:01",
            "comment": "Jokes aside, finishing was disastrous across both teams. Gakpo was shooting balls to row z so many times. \n\nAnd the fact that both teams had their gameplay affected because of their lack of confidence in this high profile match - was very prominent."
        },
        {
            "time": "2023-01-21 09:28:02",
            "comment": "Absolutely abysmal game of football yet the worst performers on the pitch somehow managed to be the fucking refs. \n\nEl trashico ends 0-0 to the surprise of absolutely no one.\nThe one positive on our end is the second clean sheet in a row"
        },
        {
            "time": "2023-01-21 09:36:10",
            "comment": "Mudryk is electric.."
        },
        {
            "time": "2023-01-21 11:31:00",
            "comment": "It was so evident that these two teams have had to constantly change their line ups because neither one had any rhythm.\n\nMudryk looked lively when he came on and could be the difference for Chelsea over the second half of the season. Same can't be said of Gakpo who was generally pretty shite. It's amazing how a player can be scoring for fun at PSV, have a decent World Cup and then turn up in the Premier League looking completely devoid of all form and confidence.\n\nI'm sure Gakpo will improve as he settles in at Liverpool but at the same time he appears to be a completely unnecessary signing that might not get a look in once the Jota/Firmino/Diaz are back."
        },
        {
            "time": "2023-01-21 10:08:06",
            "comment": "I don’t know what I expected. It was 9th vs 10th after all."
        },
        {
            "time": "2023-01-21 14:59:52",
            "comment": "A stoppable force meets a movable object"
        },
        {
            "time": "2023-01-21 09:28:54",
            "comment": "Poor standard from both teams. I'd be more worried for Liverpool though. Chelsea are in transition and will slowly improve. Mudryk looks dangerous and once Felix is back I'm sure they will be scoring goals again. Liverpool have so many gaps to fill if they want to get close to where they were last season."
        },
        {
            "time": "2023-01-21 14:42:38",
            "comment": "Well Chelsea didn't lose so i'd say money well spent!"
        },
        {
            "time": "2023-01-21 12:28:49",
            "comment": "People would rather watch football matches like this instead of going to get help with their mental health."
        },
        {
            "time": "2023-01-21 09:35:47",
            "comment": "Mudryk looked brilliant, though slightly nervous. Gakpo on the other hand... shocking performance"
        },
        {
            "time": "2023-01-21 09:28:28",
            "comment": "If I'm Chukwuemeka, then I'm gonna be taking the side eye glances from Mudryk all week in training with no complaints."
        },
        {
            "time": "2023-01-21 09:27:15",
            "comment": "damn mudryk looked so good when he came on geez."
        },
        {
            "time": "2023-01-21 12:18:58",
            "comment": "Grim"
        },
        {
            "time": "2023-01-21 09:27:06",
            "comment": "Mudryk seems very interesting, looked very tidy besides the poor finish on that Ziyech cross. Genuinely have no idea how his career will end up, but should be a very entertaining ride"
        },
        {
            "time": "2023-01-21 09:34:39",
            "comment": "Fucking hell, Chelsea fans enjoy Mudryk, only one game but already showing his potential, I can't say the same with Gakpo"
        },
        {
            "time": "2023-01-21 09:35:56",
            "comment": "Excited to see more of Mudryk, looked really fresh despite not having played football for months."
        },
        {
            "time": "2023-01-21 09:49:30",
            "comment": "This was terrible. As much as it pains me to admit, Mudryk looks great. He looked really rusty, but you must've been blind if you didn't see the quality. We'll see how he plays against a more functional midfield and defence, though."
        },
        {
            "time": "2023-01-21 09:27:59",
            "comment": "Mudryk is exactly what Chelsea need. Gakpo is exactly what Liverpool didnt need"
        },
        {
            "time": "2023-01-21 10:04:47",
            "comment": "I woke up at 5:30am for this... Back to sleep I guess"
        },
        {
            "time": "2023-01-21 09:44:11",
            "comment": "Glorified Aston Villa vs. West Ham imo."
        },
        {
            "time": "2023-01-21 15:31:34",
            "comment": "El Shitico"
        },
        {
            "time": "2023-01-21 09:53:42",
            "comment": "This game sum up both teams perfectly"
        },
        {
            "time": "2023-01-21 09:26:56",
            "comment": "Mudryk was electric, we will watch his career with great interest."
        },
        {
            "time": "2023-01-21 09:53:53",
            "comment": "Mudryk should have come on earlier"
        },
        {
            "time": "2023-01-21 09:30:57",
            "comment": "Aubamayang's game by numbers:\n\nMinutes played - 15  \nTouches - 4  \nPasses completed - 0/2  \nShots - 0  \nPossession lost - 3  \n\nAnd that's why Havertz continuous to be forced in at false-9."
        },
        {
            "time": "2023-01-21 09:37:06",
            "comment": "What a thoroughly entertaining game of football.  Magnificent end-to-end stuff, crunching battles in midfield.    Inspiring sportsmanship.   Sublime refereeing that kept the game flowing and decisive decisions when the game needed an authorative and calming figure.  Raucous, entertaining, and uplifting singing from both sets of fans.  And then I woke up."
        },
        {
            "time": "2023-01-21 10:03:48",
            "comment": "Here's my galaxy brained conspiracy theory. This season is just a way for Liverpool to get to the conference league and win a new trophy they've never won. That's how I choose to cope lol"
        },
        {
            "time": "2023-01-21 09:28:31",
            "comment": "Mudryk looked very dangerous"
        },
        {
            "time": "2023-01-21 09:30:33",
            "comment": "This game was a stoppable force meeting a moveable object."
        },
        {
            "time": "2023-01-21 09:37:28",
            "comment": "Mudryk and Felix will actually make Chelsea fun to watch"
        },
        {
            "time": "2023-01-21 09:46:07",
            "comment": "The stoppable force of Chelsea vs the movable object of Liverpool"
        },
        {
            "time": "2023-01-21 09:33:34",
            "comment": "I demand they give me back my 90mins"
        },
        {
            "time": "2023-01-21 09:35:53",
            "comment": "When teams give an inch of space to de Bruyne, he puts his foot through. \n\nIf you give it to Chelsea attackers, they will search for an easier pass to J5 or Cucurella/Hall"
        },
        {
            "time": "2023-01-21 09:27:24",
            "comment": "proper midtable clash"
        },
        {
            "time": "2023-01-21 17:41:05",
            "comment": "I was confused by Chelsea timewasting in the second half. Would think they want to claw their way out of 10th."
        },
        {
            "time": "2023-01-21 11:13:50",
            "comment": "I ever wondered... What do people who paid hundreds of pounds to see a game like this feel like afterwards?"
        },
        {
            "time": "2023-01-21 15:33:28",
            "comment": "Team looked much better than the last few weeks, but it's hard to say how much of that is due to actual improvement and how much because Liverpool were terrible for like 75 minutes."
        },
        {
            "time": "2023-01-21 09:28:59",
            "comment": "Mudryk should start next game. Chelsea probably win this game if they just shoot the ball in the box. Gallagher should go back to Palace he's out there for cardio. Badiashile looks like the real deal"
        },
        {
            "time": "2023-01-21 09:31:27",
            "comment": "Proper shite match, Mudryk looked like the best player out there when he came on."
        },
        {
            "time": "2023-01-21 09:45:28",
            "comment": "Mudryk feels like a Hazard."
        },
        {
            "time": "2023-01-21 09:27:24",
            "comment": "Mudryk looks like he has bright future"
        },
        {
            "time": "2023-01-21 09:28:45",
            "comment": "That was absolutely horrendous. Our players take like 10 years to release the ball on the counter"
        },
        {
            "time": "2023-01-21 09:35:13",
            "comment": "Chelsea should be kicking themselves they haven't won that."
        },
        {
            "time": "2023-01-21 09:35:17",
            "comment": "btw, Badiashile is THAT GUY"
        },
        {
            "time": "2023-01-21 09:43:16",
            "comment": "Ngl, mudryk is a joy to watch. The type of player that when he has the ball, u will stand on your feet."
        },
        {
            "time": "2023-01-21 09:36:25",
            "comment": "Liverpool were shit, Chelsea were shit, Oliver was shit, even the pitch was shit.\n\nEverything about this match was shit."
        },
        {
            "time": "2023-01-21 09:40:01",
            "comment": "Playing one of the best LW in the top 5 leagues who came off a good world cup campaign at ST and playing your best ST at LW is such a boneheaded decision from klopp"
        },
        {
            "time": "2023-01-21 09:27:07",
            "comment": "200m on this Mudryk and he can't even score in 30mins vs some pensioner's.\n\nLad is finished just loan him to us and cut your losses Chelsea"
        },
        {
            "time": "2023-01-21 09:43:59",
            "comment": "An unstoppable farce meets an immovable abject."
        },
        {
            "time": "2023-01-21 09:44:44",
            "comment": "Highlight of this match was the mini implosion that took place on the gunners subreddit when mudryk was dancing in the box for that one chance"
        },
        {
            "time": "2023-01-21 11:42:54",
            "comment": "Chelsea needs to but more players"
        },
        {
            "time": "2023-01-21 09:29:41",
            "comment": "[deleted]"
        },
        {
            "time": "2023-01-21 09:39:06",
            "comment": "That was football of the lowest quality. Not a terrible game, there were incidents, but football wise both teams were shit. 0-0 is a fair result. \n\nI've given up trying to understand what's wrong with Liverpool. It's clearly a combination of too many things to list and there isn't a quick fix. The team just isn't playing. Disorganised, disjointed, sluggish, unimmaginative, careless, clumsy... hopeless. We were successful because we were dynamic, motivated, and worked as a single unit. We're none of those things now."
        },
        {
            "time": "2023-01-21 09:35:19",
            "comment": "Last season the Liverpool Chelsea games were quality and now they are just a comedy of errors. How the mighty have fallen. \n\nI thought Chelsea had moments of playing well and so did Liverpool for a bit but neither could take advantage of it."
        },
        {
            "time": "2023-01-21 09:55:49",
            "comment": "This was literally a mid-table bout between two sides that look like there's a lot of potential, but it's far from being realised.\n\nFirst about Liverpool:\n1. Yet again spectacular Alison, even with some poor cleanings of the ball. There was one situation I remember where Badiashille headed it from close after every player just let it pass them, cant do that.\n2. Defence was not good, without thinking too hard I remember Mudryk's situation where he was left completely alone, Chukwuemweka's situation at the end and Connor Galagher's situation where it was all blunders that saved us. Gomez from time to time looks like he can't focus to save his life and that is worry some considering that Van Dijk is also out of form.\n3. Keita is class and should start every game when he's healthy. Eliot playing on the left was weird and he was the worst on the field until he switched positions purely because he felt out of place. Bajcetic is... Decent, I'd love to rate him more but the guy hasn't shown anything outstanding. He has been quite neat on the ball though which is good.\n4. Nothing surprising from Salah who had a decent game but could have done much better in one or two situations. Gakpo I think played really well and moved well without the ball, found himself in good places with the ball but just like with Darwin - more is asked from the finishing touch. Nunez himself was class when he came back I think, as much as in one situation he should have passed rather than go on the left and shoot.\n\nFew things about Chelsea:\n1. The team feels like a career mode I'd have with Chelsea if I was 13 again. There's A LOT of players who are supposed to be really good, but which 11 exactly to put together, especially with all these injuries, is really a mystery right now.\n2. Mudryk, even with the biggest miss of the game, showed up massively in his first game in my opinion. The kid looked composed af, showed the sprint speed, showed the nice silky touch and good linkup play. What I liked from him is that once Carney tripped, he went and helped him to get up - I like intangibles in young players! The kid is cool as fuck, looks like a rapper and I think will flame up the league in the coming weeks.\n3. I like that Potter is patient with Connor Galagher. The guy is irrecognizable since coming back to Chelsea but the player he was at Palace is still there - and he would be a menace for this Chelsea side. I hope he makes it cuz I'm a fan of his.\n4. Thiago Silva... Just paying my respects as a football and defence fan to this walking legend.\n\n\nNot the best game of football and I could see why a neutral could be frustrated watching it, but as a liveproool fan and a Chelsea follower, it was good to see where the teams are currently. And that 'where' is 'fucked'."
        },
        {
            "time": "2023-01-21 10:03:08",
            "comment": "El Spastico ends how everyone expected, with two clean sheets."
        },
        {
            "time": "2023-01-21 09:27:04",
            "comment": "Mudryk looking pretty decent. If only the rest of his team did."
        },
        {
            "time": "2023-01-21 09:29:32",
            "comment": "Chelsea’s new signings looked great."
        },
        {
            "time": "2023-01-21 09:33:41",
            "comment": "Fuck it give both teams 0 points"
        },
        {
            "time": "2023-01-21 12:17:57",
            "comment": "Liverpool fans - is the Ox being used sparingly or not at all in games? Is he not even being considered for making an impact in games like today?"
        },
        {
            "time": "2023-01-21 09:27:07",
            "comment": "Better than a loss ig"
        },
        {
            "time": "2023-01-21 09:35:22",
            "comment": "This is legitimately the funniest game of the season. The amount of awkward blunders this game have is insane especially from chelsea's attack."
        },
        {
            "time": "2023-01-21 09:27:51",
            "comment": "Thiago Silva is up there among the greatest CBs of all time imo."
        },
        {
            "time": "2023-01-21 10:28:59",
            "comment": "liverpool is just bootleg chelsea"
        },
        {
            "time": "2023-01-21 09:27:04",
            "comment": "I really wanna see Mudryk and Felix play together."
        },
        {
            "time": "2023-01-21 09:32:08",
            "comment": "Well 2 shit teams provided a shit quality game of football, not surprising really.\n\nAt least from a Chelsea perspective Mudryk looked really good. Pace, good close control dribbling and looked liked he has good football iq. Yeah he could be special \n\nMount and Gallagher on the other hand, LAWD HELP US!! 😭"
        },
        {
            "time": "2023-01-21 09:35:53",
            "comment": "Mudryk is the only positive thing i get from this game"
        },
        {
            "time": "2023-01-21 09:57:28",
            "comment": "Idk why I feel like Chelsea are winning the Champions League"
        },
        {
            "time": "2023-01-21 09:27:41",
            "comment": "Did Auba even touch the ball after being subbed on?"
        },
        {
            "time": "2023-01-21 09:33:03",
            "comment": "If Conor Gallagher and Mason mount where not English they would be no where near this top level of football ,both should thank their parents everyday"
        },
        {
            "time": "2023-01-21 11:09:19",
            "comment": "Arsenal drooling over mudryk rn fr"
        },
        {
            "time": "2023-01-21 12:03:53",
            "comment": "This was the first prem game I tuned into in a while thinking it would be a banger \n\nWelp"
        },
        {
            "time": "2023-01-21 09:27:00",
            "comment": "Definitely up there with one of the games that was played"
        },
        {
            "time": "2023-01-21 09:28:16",
            "comment": "absolut snoozefest but what else is to be expected of two midtable teams"
        },
        {
            "time": "2023-01-21 09:28:20",
            "comment": "And the Liverpool season Lists on.....\n\nKloppo said last week was the worst performance ever. But it honestly looked no different than the three games before it. And same with this week....looked just as bad as last week. The only difference is Chelsea is a much worse team at the moment than Brighton."
        },
        {
            "time": "2023-01-21 09:28:56",
            "comment": "Both showed they deserve to be where they are."
        },
        {
            "time": "2023-01-21 09:28:59",
            "comment": "Fitting result for El Crapico"
        },
        {
            "time": "2023-01-21 09:29:32",
            "comment": "gakpo is so good. he reminds me of ryan babel"
        },
        {
            "time": "2023-01-21 09:44:26",
            "comment": "Im not a Chelsea fan but even im excited to see Mudryks trajectory going forward"
        },
        {
            "time": "2023-01-21 09:28:01",
            "comment": "Mudryk looks like he could be some player for Chelsea."
        },
        {
            "time": "2023-01-21 09:31:25",
            "comment": "Decent performance today. Potter’s only mistake today was bringing on Aubameyang who I don’t think bothered running at all. I know they want to keep Fofana fit so as to not ruin a loan move for him but surely it was worth the gamble??"
        },
        {
            "time": "2023-01-21 09:34:57",
            "comment": "If Muydrk started he’d have forced Milner into early retirement"
        },
        {
            "time": "2023-01-21 09:36:55",
            "comment": "Mudryk fucks"
        },
        {
            "time": "2023-01-21 09:52:28",
            "comment": "Rio saying only Liverpool and City can win 10 in a row and no-one else has shown they can do it....United just had a 10 win run and Arsenal too."
        },
        {
            "time": "2023-01-21 09:45:41",
            "comment": "If Badiashile was in a Liverpool shirt, the punditry would be creaming themselves over how good a signing he is and how good business it is for them."
        },
        {
            "time": "2023-01-21 09:27:42",
            "comment": "That was some midtable-ass football"
        },
        {
            "time": "2023-01-21 09:44:55",
            "comment": "“Typical mid-table clash” - fuck me, is this sub just one person on 1000 alt accounts?"
        },
        {
            "time": "2023-01-21 09:27:29",
            "comment": "[deleted]"
        },
        {
            "time": "2023-01-21 09:38:27",
            "comment": "Mudryk looked really good but he's not going to do well unless chelsea get a midfielder who can actually pass him the ball."
        },
        {
            "time": "2023-01-21 09:42:25",
            "comment": "Cant wait to get everyone back wanna see kante and Reece and chilwell playing together again"
        },
        {
            "time": "2023-01-21 09:27:14",
            "comment": "God both of these teams are so shit."
        },
        {
            "time": "2023-01-21 09:27:37",
            "comment": "Lol so stoppable force vs movable object memes were %100 accurate"
        },
        {
            "time": "2023-01-21 09:28:37",
            "comment": "Proper sunday league football innit?"
        },
        {
            "time": "2023-01-21 09:28:40",
            "comment": "A draw here really dents both teams title challenges"
        },
        {
            "time": "2023-01-21 09:28:48",
            "comment": "These two teams along with Tottenham are three of England’s 4 representatives in the champions league knockout stage."
        },
        {
            "time": "2023-01-21 09:29:44",
            "comment": "Can we take point from both teams instead."
        },
        {
            "time": "2023-01-21 09:38:19",
            "comment": "Chelsea have 3 goals in their last 6 matches"
        },
        {
            "time": "2023-01-21 09:40:23",
            "comment": "do liverpool not want bellingham to join next season?"
        },
        {
            "time": "2023-01-22 08:04:41",
            "comment": "Can't tell whether both teams were just determined not to lose or if either just couldn't win."
        },
        {
            "time": "2023-01-21 10:14:55",
            "comment": "Ukranian Anthony Gordon is kinda electric ngl.....\n\nBut he went to a dead team so that ain't no problem."
        },
        {
            "time": "2023-01-21 09:51:37",
            "comment": "Just a classic mid-table match up, nothing more than that"
        },
        {
            "time": "2023-01-21 09:27:06",
            "comment": "Mudryk looked great"
        },
        {
            "time": "2023-01-21 09:27:09",
            "comment": "One of the worst games I’ve seen in a while"
        },
        {
            "time": "2023-01-21 09:29:47",
            "comment": "Mudryk is that guy.\n\n1 point away at Anfield, isn’t the end of the world."
        },
        {
            "time": "2023-01-21 09:31:03",
            "comment": "Mudryk looked good, have to say"
        },
        {
            "time": "2023-01-21 09:43:37",
            "comment": "So basically, two equally shite teams cancelled each other out. Pretty dull game overall, very little moments of quality from either team."
        },
        {
            "time": "2023-01-21 09:27:35",
            "comment": "Standard mid table clash"
        },
        {
            "time": "2023-01-21 09:41:40",
            "comment": "I don’t think either did enough to say they fully DESERVED to win, but i will say Chelsea didn’t DESERVE to lose.\n\nChelsea looked the most likely to score and I actually thought they’d do it. Not once did I think LFC would genuinely score. I’m trying to think, but it just felt like Chelsea had the ball and LFC was just reacting to it"
        },
        {
            "time": "2023-01-21 09:27:00",
            "comment": "This game was such chaos that it was actually entertaining. Proper brexit football"
        },
        {
            "time": "2023-01-21 09:27:41",
            "comment": "Decent point for us, Mudryk is going to be a problem. Can't wait till we get our players back after the break"
        },
        {
            "time": "2023-01-21 09:28:00",
            "comment": "Mudryk looks decent"
        },
        {
            "time": "2023-01-21 09:28:13",
            "comment": "Cucurella was really solid today"
        },
        {
            "time": "2023-01-21 09:28:54",
            "comment": "Wow all things considered Liverpool might be even worse than us"
        },
        {
            "time": "2023-01-21 09:26:59",
            "comment": "That was certainly a game of football"
        },
        {
            "time": "2023-01-21 09:27:14",
            "comment": "Bout what you’d expect from 8th and 10th really."
        },
        {
            "time": "2023-01-21 09:27:30",
            "comment": "Nunez is our best attacker right now and it's not even close"
        },
        {
            "time": "2023-01-21 09:27:34",
            "comment": "nah but this game was dreadful, completely expected result but man, just shoot"
        },
        {
            "time": "2023-01-21 09:27:38",
            "comment": "The most predictable result going.\n\nPiss poor for either side, love it."
        },
        {
            "time": "2023-01-21 09:27:39",
            "comment": "midtable game by both teams"
        },
        {
            "time": "2023-01-21 09:27:40",
            "comment": "At this point I'll take the clean sheet ffs."
        },
        {
            "time": "2023-01-21 09:27:57",
            "comment": "That was one of the worst games I've seen in a long time"
        },
        {
            "time": "2023-01-21 09:28:06",
            "comment": "Typical snoozer from a couple mid table teams"
        },
        {
            "time": "2023-01-21 09:28:09",
            "comment": "We were the better side imo but we were DETERMINED to end this game in a draw holy shit, some schoolboy errors near the end there.\n\nAt the very least, I have some positives to leave the game with. Hopefully the other fixtures this gameweek are more eventful though lmaooo"
        },
        {
            "time": "2023-01-21 09:28:10",
            "comment": "A moveable object against a stoppable force. Draw was inevitable."
        },
        {
            "time": "2023-01-21 09:28:18",
            "comment": "What a superb display from both teams. So engaging and exciting."
        },
        {
            "time": "2023-01-21 09:28:18",
            "comment": "Our midfield is sad to watch. It’s not even top 10 in the league. We went from pressing to depressing."
        },
        {
            "time": "2023-01-21 09:28:45",
            "comment": "5th straight draw between these two teams. 3rd straight 0-0"
        },
        {
            "time": "2023-01-21 09:30:22",
            "comment": "Better not even watch these games. We’ve been so fucking shit, uninspirational, clueless and out of passion for the whole season. What the fuck happened to Salah & fabinho? Jesus christ this team is so fucking bad all of a sudden.\n\nNunez and diaz have been the only bright spots in our campaign so far and that says a lot."
        },
        {
            "time": "2023-01-21 09:30:33",
            "comment": "Chukwemeka trying to control the ball with both feet while running is the only good thing that happened all game. Truly miserable effort from pretty much everyone."
        },
        {
            "time": "2023-01-21 09:30:54",
            "comment": "Thank god that's over. That's 90 minutes of my life I'll never get back."
        },
        {
            "time": "2023-01-21 09:31:05",
            "comment": "\nChelsea’s shape often had a big gap between the forward and backline. Made it an entertaining game because Chelsea’s press would occasionally win the ball in advanced areas, but whenever Liverpool got past that first line there was acres of space in midfield."
        },
        {
            "time": "2023-01-21 09:31:38",
            "comment": "after the draw chelsea will probably spend 200M more"
        },
        {
            "time": "2023-01-21 09:32:15",
            "comment": "El shitico finally over"
        },
        {
            "time": "2023-01-21 09:32:22",
            "comment": "Scorelines pretty much what I expect from this game. Seeing Chelsea keep playing from the right kinda pissed me off tbh, like, they failed countless times there, even Ziyech needs to roam to the left side and almost every threat came from the left."
        },
        {
            "time": "2023-01-21 09:32:42",
            "comment": "Battle of the mid"
        },
        {
            "time": "2023-01-21 09:37:30",
            "comment": "An utterly shite game of Football."
        },
        {
            "time": "2023-01-21 09:37:08",
            "comment": "My main takeaway is Mudryk would be terrifying on Arsenal, so I’m glad he’s at Chelsea where things like “Did my teammate even wear cleats?”   is a legitimate question.\n\nTook one run to see he had elite top end speed. He’s athletically ready for the Prem level, for sure. Like Anakin, I shall watch his career with great interest."
        },
        {
            "time": "2023-01-21 09:50:21",
            "comment": "People trashing Cucurella in the Match Tread while he pocketed Salah for 90 mins…"
        },
        {
            "time": "2023-01-21 09:27:08",
            "comment": "Chukwuemeka with a 0/10 cameo"
        },
        {
            "time": "2023-01-21 09:27:13",
            "comment": "Thought Mudryk looked quite decent.\n\nEveryone else.....yikes"
        },
        {
            "time": "2023-01-21 09:28:09",
            "comment": "Have a feeling Mudryk and Felix will cook next month."
        },
        {
            "time": "2023-01-21 09:28:16",
            "comment": "Thiago Silva is 38 and is one of the best centre backs in the world. Unreal.\n\nMudryk looked promising when he came on. \n\nOther than that it was an absolute load of shite that game."
        },
        {
            "time": "2023-01-21 09:28:25",
            "comment": "Watching a midfield trio of Jorginho Hall and Gallagher feels like a sleep paralysis nightmare. As long as we have the same midfielders playing nothing will improve"
        },
        {
            "time": "2023-01-21 09:28:57",
            "comment": "It didn't expect much going into it, Liverpool aren't in a good state but neither are Chelsea. Thought that Chelsea were probably the better side and missed the better chances. \n\nMudryk looked very very promising in his 25-30mins on the pitch, if that's what he's doing after no football in so long, then should be pretty exciting."
        },
        {
            "time": "2023-01-21 09:30:12",
            "comment": "So this is what happens when a moveable  object meets a stoppable force"
        },
        {
            "time": "2023-01-21 09:30:24",
            "comment": "There's been enough in the last 2 games to feel quietly confident. Badiashile and Mudryk are exciting, our defense is looking better (jury's still out of how it'll look with Azpilicueta playing 90 minutes next match though), a bit more control, it's all a bit better than what we've been dealing with lately.\n\nStill don't think we'll ever manage to do something important with players like Gallagher playing an important role week in week out. He's not good defensively, doesn't control the pace of the match and kills every attacking play he gets his boots on, nothing but running in him, Aubameyang does nothing out there every week, Mount needs a break as his form is kind of a mess but there's noone to replace him atm...\n\nStill, one's starting to see what this team is supposed to do once James, Chilwell, Kanté et al come back. Those 70 minutes in the middle of April will be glorious..."
        },
        {
            "time": "2023-01-21 09:34:04",
            "comment": "Each team should be ashamed of not beating the other"
        },
        {
            "time": "2023-01-21 09:34:51",
            "comment": "why did liverpool sign gakpo?"
        },
        {
            "time": "2023-01-21 09:44:57",
            "comment": "was out so didnt watch\n\nhow was the match?"
        },
        {
            "time": "2023-01-21 09:41:22",
            "comment": "Great to see another potentially world class player in the epl, mudryk looks one of those players that can win a game on his own"
        },
        {
            "time": "2023-01-21 09:27:40",
            "comment": "Let me get this straight, I think the price tag on Mudryk is absolutely insane and awful lot of money for someone with essentialy a half a season of experience in Ukranian Premier League. But fuck me if I couldn't help but think how I would love to have a player like that at City. His dribbling, his speed and his technique instantly reminded me of Leroy Sane. \n\nI honestly don't know how Klopp can fix this. They are so easy to play through and the forwards just look so out of ideas. Even at the risk Bellingham going elsewhere next summer they need reinforcements now, not next summer."
        },
        {
            "time": "2023-01-21 09:44:16",
            "comment": "Actual mid table vibes, not even taking the piss, christ"
        },
        {
            "time": "2023-01-21 09:27:01",
            "comment": "Fuck this game and fuck BT sport."
        },
        {
            "time": "2023-01-21 09:27:19",
            "comment": "Can’t believe I wasted 2 hours of my life watching that shit"
        },
        {
            "time": "2023-01-21 09:30:42",
            "comment": "Proper mid table clash."
        },
        {
            "time": "2023-01-21 09:39:09",
            "comment": "That was a game in which Liverpool and Chelsea drew and football lost"
        },
        {
            "time": "2023-01-21 09:39:13",
            "comment": "Honestly I would take 100mil Mudryk over 50mil Gakpo all day. Both are new to the league, but u can already see some flash of brilliance from Mudryk, whereas Gakpo... Not sure what is he doing really"
        },
        {
            "time": "2023-01-21 09:26:55",
            "comment": "Imagine singing God Save the King at a football match in 2023. Embarrassing. Chelsea fans are actual medieval peasants.\n\nEdit: lmao, a reddit care message?obviously ruffled some Chelsea feathers with this."
        },
        {
            "time": "2023-01-21 09:26:54",
            "comment": "Both teams lose 0-0"
        },
        {
            "time": "2023-01-21 09:27:13",
            "comment": "Mudryk was a bit of quality in an otherwise pretty naff match"
        },
        {
            "time": "2023-01-21 09:27:24",
            "comment": "Well, we didn't lose. And that's an improvement, I guess."
        },
        {
            "time": "2023-01-21 09:27:25",
            "comment": "Both sets of fans should demand refunds"
        },
        {
            "time": "2023-01-21 09:27:27",
            "comment": "Liverpool used 14 outfield player....... Robertson was the only one that can say he put effort in"
        },
        {
            "time": "2023-01-21 09:27:57",
            "comment": "Finally a fixture that lived up to it's name!"
        },
        {
            "time": "2023-01-21 09:27:59",
            "comment": "Will there ever be a goal in a liverpool v chelsea match again?"
        },
        {
            "time": "2023-01-21 09:28:17",
            "comment": "Typical mid table draw"
        },
        {
            "time": "2023-01-21 09:28:31",
            "comment": "Chelsea have to be the happier side, Liverpool were god awful. Still need a finisher or else all those wingers will go to waste."
        },
        {
            "time": "2023-01-21 09:28:36",
            "comment": "Clear why these are mid table, what a boring game"
        },
        {
            "time": "2023-01-21 09:29:02",
            "comment": "That was hot garbage"
        },
        {
            "time": "2023-01-21 09:29:10",
            "comment": "MID TABLE WANKERS!!"
        },
        {
            "time": "2023-01-21 09:30:32",
            "comment": "Not a quality match, but I was entertained."
        },
        {
            "time": "2023-01-21 09:33:24",
            "comment": "I felt like both teams were desperately trying to not lose rather than win"
        },
        {
            "time": "2023-01-21 09:33:33",
            "comment": "Chelsea players are allergic to cross field switches and shooting. \n\nJust football things, in general"
        },
        {
            "time": "2023-01-21 09:35:29",
            "comment": "I was happy with our ( Liverpool's ) starting 11, at least.\n\nGiving Bajetic a go, and Milner and Elliot in different positions.\n\nIf we can keep clean sheets like that every game, we'll be up the table in no time"
        },
        {
            "time": "2023-01-21 09:29:27",
            "comment": "Mudryk looks so good. Reminds me of Arjen Robben when he was in Chelsea."
        },
        {
            "time": "2023-01-21 09:27:41",
            "comment": "As mid table as it gets"
        },
        {
            "time": "2023-01-21 09:28:30",
            "comment": "A football game played perfectly will always end in a draw."
        },
        {
            "time": "2023-01-21 09:28:51",
            "comment": "That was the most mid shit I've ever seen"
        },
        {
            "time": "2023-01-21 09:28:53",
            "comment": "Connor Gallagher is pretty shit isn’t he"
        },
        {
            "time": "2023-01-21 09:29:36",
            "comment": "I can't say that a draw is unjust result here, but oh boy, I'd suck a dozen of dicks to have one player who can finish chances."
        },
        {
            "time": "2023-01-21 09:36:33",
            "comment": "Who knew that Chelsea have no midfield\n\nEven more so now that Mason has disappeared"
        },
        {
            "time": "2023-01-21 09:38:16",
            "comment": "Result was more predictable than Spurs throwing away a 2 goal lead vs. City."
        },
        {
            "time": "2023-01-21 09:36:29",
            "comment": "we could have signed a midfielder instead we splashed 40 mil on a dud"
        },
        {
            "time": "2023-01-21 14:54:34",
            "comment": "Exhilarating match by the German second coming of Christ, taking the fight against the oligarch football machine. These teams dug deep down to really create a brilliant display.\n\nChrist, this is worse than LvG and paddy McNair. At least with LvG my butt clenched for 10-20 mins and I got the sweats."
        },
        {
            "time": "2023-01-21 09:33:23",
            "comment": "both teams are just ass in the midfield aren't they, but nunez is quite pivotal for liverpool, when he plays they actually do things."
        },
        {
            "time": "2023-01-21 09:47:04",
            "comment": "El Assico living up to its name."
        },
        {
            "time": "2023-01-21 09:27:20",
            "comment": "Man what an unexpected performance. In 1st half liverpool were awful, no idea why. Second half they were on it in the 1st 15 minutes. Attacking play for Chelsea is still lacking but its better than before.\n\nIn midfield i would like to praise Jorginho who i don't like particularly much but he was great today. Hall finally playing the position he is supposed to play and Gallagher was a pressing machine again. Probably the 1st time in many games i'd say Kovacic was not missed.\n\nBadiashile was impressive yet again, He along with Fofana might be  good center back pairing for 4atb when Fofana is back. Koulibaly might actually be 2nd choice now. Cucarella had pretty hard job marking Salah's side but i think he managed,just.\n\nAttack was lacklustre again, I don't know what has happened to Mount. Maybe he needs a rest but he is just not there at the moment. Havertz no matter how much he is hated by the fanbase i feel is crucial player for attack, he is great at holding up the back, linking up plays and attacking interceptions. He was great in the 1st half i feel.\n\nlastly Mudryk, man how long has been that a  player with actual pace has played in attack. That dribble when he came on, haven't seen someone do that in close spaces since hazard.\n\nI can't help but feel a little excited for 11 Jan when Felix, James and Chilwell will be back."
        },
        {
            "time": "2023-01-21 09:29:51",
            "comment": "Hmm that was exactly like watching the Unstoppable Shit vs. the Immovable Shit"
        },
        {
            "time": "2023-01-21 09:34:33",
            "comment": "gakpo doesn’t look like a klopp player at all i wonder who called him the missing link hmmmmm"
        },
        {
            "time": "2023-01-21 09:35:19",
            "comment": "Shocking lack of quality from both sides today."
        },
        {
            "time": "2023-01-21 09:35:37",
            "comment": "I liked it. Wanted both teams to lose points...in a demoralizing 0-0 draw...got what i asked for."
        },
        {
            "time": "2023-01-21 09:29:25",
            "comment": "Match of the year, even tho it was a 0 0 both teams showed us why they are European powerhouses, Darwin Núñez and Aubameyang are going to compete for the ballon d or"
        },
        {
            "time": "2023-01-21 09:27:02",
            "comment": "Chelsea trying to walk it in jeez"
        },
        {
            "time": "2023-01-21 09:27:06",
            "comment": "This game really was as shit as everyone expected it to be"
        },
        {
            "time": "2023-01-21 09:27:10",
            "comment": "Nice."
        },
        {
            "time": "2023-01-21 09:27:14",
            "comment": "That was pure shit"
        },
        {
            "time": "2023-01-21 09:27:16",
            "comment": "Both teams will be pleased to get closer to 40 points and safety"
        },
        {
            "time": "2023-01-21 09:27:17",
            "comment": "hahahahaha that was shite robertson was good tho"
        },
        {
            "time": "2023-01-21 09:27:17",
            "comment": "Well that was fucking dreadful."
        },
        {
            "time": "2023-01-21 09:27:20",
            "comment": "Well this is for sure one of the matches in the PL this season"
        },
        {
            "time": "2023-01-21 09:27:22",
            "comment": "If you image that game was an old Division 4 match, we were both great."
        },
        {
            "time": "2023-01-21 09:27:26",
            "comment": "Okay I doubt there will even be europa league football next season. I just hope FSG isn't insane enough to sack klopp"
        },
        {
            "time": "2023-01-21 09:27:30",
            "comment": "Looks like the viewer lost in the battle of the mids"
        },
        {
            "time": "2023-01-21 09:27:34",
            "comment": "El Crapico"
        },
        {
            "time": "2023-01-21 09:27:34",
            "comment": "Mid"
        },
        {
            "time": "2023-01-21 09:27:39",
            "comment": "Perfect result"
        },
        {
            "time": "2023-01-21 09:27:39",
            "comment": "You have to admit, that was certainly one of the football matches that happened today."
        },
        {
            "time": "2023-01-21 09:27:40",
            "comment": "How bad is Chelsea's finishing , so many chances so bad decisions"
        },
        {
            "time": "2023-01-21 09:27:41",
            "comment": "Should these teams really get a point after this match?"
        },
        {
            "time": "2023-01-21 09:27:47",
            "comment": "Conor Gallagher was doing my head in and im not even a Chelsea fan"
        },
        {
            "time": "2023-01-21 09:27:51",
            "comment": "Did anybody expect anything else?"
        },
        {
            "time": "2023-01-21 09:27:53",
            "comment": "What tf was that finishing from both sides? Proper mid-table clash."
        },
        {
            "time": "2023-01-21 09:27:57",
            "comment": "Well that was certainly one of the football matches"
        },
        {
            "time": "2023-01-21 09:27:59",
            "comment": "Banger game, it was like watching a comedy show."
        },
        {
            "time": "2023-01-21 09:28:00",
            "comment": "No confidence, no quality. Neither would score if you gave them another 90 minutes"
        },
        {
            "time": "2023-01-21 09:28:00",
            "comment": "The Battle of Mid~~way~~, 2023."
        },
        {
            "time": "2023-01-21 09:28:00",
            "comment": "What a terrible game of football"
        },
        {
            "time": "2023-01-21 09:28:00",
            "comment": "I completely forgot this game was on. Thank god."
        },
        {
            "time": "2023-01-21 09:28:11",
            "comment": "I like how both Liverpool and Chelsea players where smiling and talking to each other after the game (:"
        },
        {
            "time": "2023-01-21 09:28:47",
            "comment": "A result no one can be happy with"
        },
        {
            "time": "2023-01-21 09:28:49",
            "comment": "Most entertain big six game."
        },
        {
            "time": "2023-01-21 09:29:09",
            "comment": "Sunday league level match"
        },
        {
            "time": "2023-01-21 09:29:12",
            "comment": "Well that was quite the midtable clash"
        },
        {
            "time": "2023-01-21 09:29:15",
            "comment": "Brilliant results for fulham!"
        },
        {
            "time": "2023-01-21 09:29:38",
            "comment": "Mid off"
        },
        {
            "time": "2023-01-21 09:31:50",
            "comment": "Atleast 1-0 would have been fine"
        },
        {
            "time": "2023-01-21 09:32:29",
            "comment": "it was good that Carney got into all those spaces I guess..."
        }
    ]
}