{
    "title": "Match Thread: Man City vs Tottenham English",
    "match_date": "2023-01-19",
    "comments": [
        {
            "time": "2023-01-19 16:54:12",
            "comment": "Richarlison really left Everton for Everton."
        },
        {
            "time": "2023-01-19 16:54:15",
            "comment": "Mahrez putting the team on his back once again."
        },
        {
            "time": "2023-01-19 17:26:37",
            "comment": "Pep is absolutely ripping into their team right now holy shit."
        },
        {
            "time": "2023-01-19 16:54:56",
            "comment": "Just wanted to come back and say\n\n\nWith 10 games against teams above 12th place, spurs have won 2 of them. This means 80% of their wins have come against the bottom 8\n\n\nthey have won 4 and lost 5 away games\n\n\nConte with spurs against the big 6 has 2 wins out of 14, a winning % of less than 15%"
        },
        {
            "time": "2023-01-19 16:56:57",
            "comment": "Someone needs to tell Julian to stop running, man has 6 lungs, it's insane.\n\nAlso a lot of the criticism will go towards Lloris since he's become a scapegoat, like yeah he's not that good anymore I agree, but Perisic was absolutely horrendous today, what was he doing."
        },
        {
            "time": "2023-01-19 16:54:27",
            "comment": "Son attacking this season is like a 16 year old guy trying to unhook a bra for the first time"
        },
        {
            "time": "2023-01-19 18:26:13",
            "comment": "Maybe Kane really is gonna go to Bayern lol"
        },
        {
            "time": "2023-01-19 16:56:28",
            "comment": "Rico Lewis might just be playing his way into the CL knockouts. What a guy"
        },
        {
            "time": "2023-01-19 17:31:02",
            "comment": "Advice for Arsenal fans, don't watch City games as a Liverpool fan it will only break you."
        },
        {
            "time": "2023-01-19 16:55:59",
            "comment": "Back to back games where Spurs’ 2 man midfield got overran by a midfield 3 + inverted full back\n\nSurprised we didn’t see any system changes after NLD this past weekend"
        },
        {
            "time": "2023-01-19 16:55:36",
            "comment": "Got a taste of what’d it feel like to be a Tottenham supporter today. My condolences"
        },
        {
            "time": "2023-01-19 17:53:14",
            "comment": "Listening to Conte after listening to Pep is so difficult. I'm nodding off"
        },
        {
            "time": "2023-01-19 17:01:34",
            "comment": "i opened reddit front page, it showed me trending ''Manchester City 0 - \\[2\\] Tottenham - Emerson 45+1'', feeling excited i log in and jump straight to the subreddit only to see it's 3-2...\n\nit's the hope that kills you."
        },
        {
            "time": "2023-01-19 16:56:44",
            "comment": "Two thoughts:\n\n1. City are going nowhere. Unless Arsenal pull much further away in terms of points, this is far from over. Anything less than 10 is a gap City can easily bridge.\n\n2. Harry Kane has to leave Tottenham. He owes them nothing."
        },
        {
            "time": "2023-01-19 16:54:49",
            "comment": "“Lads, it’s Tottenham…”\n\n-Pep at halftime"
        },
        {
            "time": "2023-01-19 16:54:08",
            "comment": "[Hey, Arsenal fans:](https://media.tenor.com/4REptwUSQokAAAAC/now-you-know-of-it-feels-ha.gif)"
        },
        {
            "time": "2023-01-19 19:53:11",
            "comment": "If someone told me at half time that City would win by a comfortable margin id say: yes, probably"
        },
        {
            "time": "2023-01-19 16:53:54",
            "comment": "Mahrez is gonna get the headlines and rightfully so he was amazing, but man Grealish has been Fantastic since the WC even if he isn’t scoring or assisting really hard working player he was everywhere."
        },
        {
            "time": "2023-01-19 16:54:57",
            "comment": "One day, Spurs will learn how to play two halves of football"
        },
        {
            "time": "2023-01-19 16:54:16",
            "comment": "https://imgur.com/a/XEojCgl"
        },
        {
            "time": "2023-01-19 18:31:09",
            "comment": "Mahrez has said in the past he hates winter in England. What we didn’t know is that his response to the weather changing was to choose violence. Unreal 2nd half performance."
        },
        {
            "time": "2023-01-19 17:01:54",
            "comment": "Rico Lewis is the future"
        },
        {
            "time": "2023-01-19 16:55:09",
            "comment": "Yeah, Alvarez and haaland have to play together more frequently"
        },
        {
            "time": "2023-01-19 17:02:14",
            "comment": "is nobody going to talk about how Alvarez took his shorts off and jumped back on the field in tighty whiteys?"
        },
        {
            "time": "2023-01-19 17:04:54",
            "comment": "Tottenham lost on purpose they don’t want arsenal to win the league 💀"
        },
        {
            "time": "2023-01-19 17:11:58",
            "comment": "Grealish gives the best interviews. Guy saying how is highlight was back in the first half for that incredible tackle. Grealish \"not sure that's a good thing for a winger when your highlight is a tackle, trying to think now, did I take some one on at all or something?\""
        },
        {
            "time": "2023-01-19 17:50:43",
            "comment": "Wow spurs got a real mugging in here by all fan bases 😂"
        },
        {
            "time": "2023-01-19 21:12:42",
            "comment": "Lenglet was so shit right from his first involvement to his last"
        },
        {
            "time": "2023-01-19 16:56:37",
            "comment": "Got city at 6/1 at half time, get in"
        },
        {
            "time": "2023-01-19 16:58:54",
            "comment": "We can’t even do our annual “surprise upset victory vs Man City” anymore. This club is finished."
        },
        {
            "time": "2023-01-19 16:56:58",
            "comment": "Took a few months, but the Grealish - Mahrez wing duo seems to finally work.\n\nAlso yeah, Haaland and Alvarez need to start together more."
        },
        {
            "time": "2023-01-19 17:08:28",
            "comment": "https://streamable.com/9i2urt"
        },
        {
            "time": "2023-01-20 03:31:11",
            "comment": "Spurs really need a new GK Lloris is soooo shit"
        },
        {
            "time": "2023-01-19 20:08:45",
            "comment": ">\tI thought I knew what the group might need, that we didn't need a big team talk. It was Tottenham at home. I thought please don't go on about Tottenham, we all know what Tottenham is about, they are nice and tidy but we'll f-----g do them. He came in and said: 'Lads, it's Tottenham', and that was it. Brilliant."
        },
        {
            "time": "2023-01-19 17:00:24",
            "comment": "Arsenal fans learning what Liverpool fans know about being in a title race with Man City: just don't bother watching their games, it's much easier"
        },
        {
            "time": "2023-01-19 22:28:01",
            "comment": "Lads it's Spurs moment. Sad."
        },
        {
            "time": "2023-01-19 16:56:07",
            "comment": "Richarlison was 60 mill…. For what \n\nAnd don’t even get me started on this fool Lloris"
        },
        {
            "time": "2023-01-19 16:56:44",
            "comment": "Take a bow mahrez"
        },
        {
            "time": "2023-01-19 17:18:48",
            "comment": "Kane wondering what could've been if he'd left for City a couple of years ago."
        },
        {
            "time": "2023-01-19 17:23:57",
            "comment": "Spurs were used to losing at half time and had no idea what to do in the second half"
        },
        {
            "time": "2023-01-19 17:59:07",
            "comment": "Still don’t really understand why City sold Zinchenko to Arsenal. He would still have played a big role in this team"
        },
        {
            "time": "2023-01-19 17:28:08",
            "comment": "Its easy to forget after their run of poor results recently but city really stamped their title credentials tonight, regardless of the spurs bottling. The United game on the weekend is absolutely crucial, city have their fate in their own hands if we lose and I have a feeling that now is when they start the 20 game win streak they do every year"
        },
        {
            "time": "2023-01-19 19:45:41",
            "comment": "Nah nah nah nah nah...\n\nAin't no fuckin way.\n\nThey did that shit on purpose cause ain't no fuckin way."
        },
        {
            "time": "2023-01-19 18:38:44",
            "comment": "The Conte simps have now started to ask what is Conte to do when he has a player like Perisic as his LWB…. when Conte specifically asked for him. Brings a tear to my eye"
        },
        {
            "time": "2023-01-20 04:21:42",
            "comment": "There are very few certainties in life but one of them is that Spurs will bottle it"
        },
        {
            "time": "2023-01-19 16:56:33",
            "comment": "Tonight I, for the first time, experienced what it is to want Tottenham, to win a game of football.\n\nAll I can say is that I have no idea how any Tottenham fan can honestly say they enjoy watching this shower of shite every single week.\n\nConte has blood on his hands too. £160m-odd spent this summer and their fans have the audacity to say he hasn’t been backed."
        },
        {
            "time": "2023-01-19 17:00:51",
            "comment": "Spurs are on track to concede almost 60 goals this season, while playing a very negative brand of football in a negative set up. \n\nCan't blame Levy for that."
        },
        {
            "time": "2023-01-19 17:03:11",
            "comment": "What a great second half performance from Riyad Mahrez, I love how direct he is and he is so good on the ball. He's easily one of the best wide players in Europe but imo he needs to be more consistent. Grealish and Alvarez were also great in the second half.\n\nTottenham's defence capitulated in the second half and honestly I can't see Tottenham getting top 4 with that awful defence. Kulusevski and Kane were really the only attackers that looked like they could something for Spurs, Son hasn't been himself this season and I worry he's now in a decline."
        },
        {
            "time": "2023-01-19 17:13:01",
            "comment": "Spurs backline is legit awful. Need to refresh that and rebuild the midfield. This team is clown shoes"
        },
        {
            "time": "2023-01-19 17:36:46",
            "comment": "The entire Spurs leadership team should be in Guantanamo."
        },
        {
            "time": "2023-01-19 16:55:48",
            "comment": "great comeback, wasn't expecting it and thought we were going get done by Spurs again. Definitely needed this for momentum\n\nRico is still massive. Incredible and he's a proper joy to watch\n\nGloved Mahrez is an enigma, won us the game today. Quality"
        },
        {
            "time": "2023-01-19 19:28:56",
            "comment": "Proper Tottenham that."
        },
        {
            "time": "2023-01-19 19:30:06",
            "comment": "Tottenham what the fuck"
        },
        {
            "time": "2023-01-19 18:06:56",
            "comment": "TIL that \"lads its Tottenham \" was based on true stories"
        },
        {
            "time": "2023-01-19 17:06:28",
            "comment": "Perisic was terrible. Spurs fans will focus on Son and Lloris but perisic was clearly your worst player. He can’t defend at all and he is redundant playing right next to Son in the attack. Having only one of them would be better."
        },
        {
            "time": "2023-01-19 17:31:39",
            "comment": "Just heading home, missed the game\n\nLooks like spurs realised at the half that they'd be unwittingly helping arsenal out with a win"
        },
        {
            "time": "2023-01-19 17:10:13",
            "comment": "Spurs are a comedy club"
        },
        {
            "time": "2023-01-19 16:58:17",
            "comment": "Alavrez giving his shorts to a fan... kid just walking off in his tightie whities."
        },
        {
            "time": "2023-01-19 17:08:44",
            "comment": "kane really should have pushed harder for that city move a couple seasons back. man gave his entire career to this lot and what's his reward?"
        },
        {
            "time": "2023-01-19 17:18:19",
            "comment": "It's baffling to see Conte's Spurs lose in the same manner over and over again.   This ain't 2017.  His defensive 3-4-3 has long become outdated."
        },
        {
            "time": "2023-01-19 18:28:54",
            "comment": "Spurs helping out for a close title race"
        },
        {
            "time": "2023-01-19 17:09:05",
            "comment": "I'm gonna touch myself tonight wearing black wrist length gloves."
        },
        {
            "time": "2023-01-19 16:56:22",
            "comment": "Great performance. We gave Arsenal hope for 45 minutes, and then boosted City morale for the rest of the season."
        },
        {
            "time": "2023-01-19 16:54:13",
            "comment": "Kane needs out this summer. Records are one thing but he's winning fuck all with this Spurs team."
        },
        {
            "time": "2023-01-19 17:37:20",
            "comment": "At half time I wanted to be like Infantino and say; Today I feel Spurs.... Thank fuck I didn't."
        },
        {
            "time": "2023-01-19 18:58:24",
            "comment": "[deleted]"
        },
        {
            "time": "2023-01-19 16:56:56",
            "comment": "Man City got that dawg in them? No. \nTottenham have that chicken in them."
        },
        {
            "time": "2023-01-19 17:01:34",
            "comment": "LMAO, I only checked the score at half time, I thought \"wow are spurs really about take points off city?\" ... and then they go to concede FOUR!"
        },
        {
            "time": "2023-01-19 16:57:23",
            "comment": "Wouldn't let spurs or villareal walk my dog. They can't hold a lead"
        },
        {
            "time": "2023-01-19 17:06:38",
            "comment": "Did that shit really just happen?\n\nDid they really just lay down like that?\n\nI......wow."
        },
        {
            "time": "2023-01-19 17:33:02",
            "comment": "Kulusevski just said they were good in the first 10 of the 2nd half lmao. You conceded two goals mate."
        },
        {
            "time": "2023-01-19 18:58:20",
            "comment": "I’m not saying Man City won because of me, but it’s awfully coincidental I put on my jersey for the first time in 2 games at half time and City immediately scored 3 goals."
        },
        {
            "time": "2023-01-19 18:20:21",
            "comment": "Conte is done. He’s been backed, he’s failed."
        },
        {
            "time": "2023-01-19 17:01:33",
            "comment": "There's a reason why 'Spursy' is an adjective, and this performance exemplifies exactly that"
        },
        {
            "time": "2023-01-19 17:17:54",
            "comment": "Spurs had us in that first half"
        },
        {
            "time": "2023-01-19 18:57:25",
            "comment": "Man I feel violated watching Mahrez doing spurs dirty. He went in them with no lube sheeesh"
        },
        {
            "time": "2023-01-19 19:34:13",
            "comment": "Lads..."
        },
        {
            "time": "2023-01-19 19:34:18",
            "comment": "Lads"
        },
        {
            "time": "2023-01-19 16:58:22",
            "comment": "[deleted]"
        },
        {
            "time": "2023-01-19 17:01:57",
            "comment": "Ok anyone mind explaining why Julian gave his shorts away"
        },
        {
            "time": "2023-01-19 17:04:49",
            "comment": "City at the end of the first half were like: call an ambulance, and at the end of the game: but not for me."
        },
        {
            "time": "2023-01-19 16:55:57",
            "comment": "Not content with dissapointing just their fans, Spurs have succesfully dissappointed ALL of North London today."
        },
        {
            "time": "2023-01-19 16:57:17",
            "comment": "Hahahaha what?\n\nWhat did Pep say to them at half time?\n\nWhat a twist"
        },
        {
            "time": "2023-01-19 17:26:23",
            "comment": "Conte getting his pre match and half time team talks confused"
        },
        {
            "time": "2023-01-19 16:59:59",
            "comment": "Even by usual standards, that 2nd half capitulation was a disgrace. It's over. Time to hit the reset button honestly. Conte is clearly not long for here."
        },
        {
            "time": "2023-01-19 16:54:17",
            "comment": "As someone famously once said:\n\n_\"IT'S THE HISTORY OF TOTTENHAM.\"_\n\nTottenham are such a WEAK side mentally."
        },
        {
            "time": "2023-01-19 16:55:44",
            "comment": "Odds on Guardiola going in at halftime saying : Lads it's tottenham and walking out?"
        },
        {
            "time": "2023-01-19 16:59:48",
            "comment": "2-0 is the most dangerous lead?"
        },
        {
            "time": "2023-01-19 17:03:05",
            "comment": "Kane needs to be rescued"
        },
        {
            "time": "2023-01-19 17:11:27",
            "comment": "Newcastle might actually finish 4th this season. Incredible how a lot of the \"top\" clubs in the league have self exploded."
        },
        {
            "time": "2023-01-19 22:46:04",
            "comment": "Blame Conte all you want, but even Mourinho couldn't succeed because of the same shit defense. Tottenham have one good defender, all others are midtable level at best"
        },
        {
            "time": "2023-01-19 17:35:09",
            "comment": "There's a lot of bullshit said by random commentators on the live commentary of games in The Guardian, but I found this comment interesting, if exaggerated. \n\n“The virtue of patience in football is overrated. Confirmation bias kicks in because the better teams usually enjoy more possession and, when they eventually do convert it into goals (as they should), their patience is lauded. But nobody counts the goals impatience would have brought. City have looked more impatient in this half than at any time in weeks and far better for it in terms of outcomes and entertainment.”\n\nCity in fact often give up making uncertain passes, risky and vertical plays that could result in a great chance to score, in the name of controlling the game, and avoiding giving the ball away to a counterattack. In a way, this reflects the evolution of football: quality above quantity, as embodied by the now popular xG stat. Watch a game from the 60s, 80s, 90s or 2000s, and you will see how football was much less refined because teams did far more truly ludicrous shots from outside the box and with very little chance of scoring, and far more vertical, long and direct passes with little chance of a player in your team managing to reach the ball or winnning the duel with the opponent. This evolution in football is good, but finding the balance between these approaches is very complicated in such a chaotic and unpredictable sport. I would say finding that balance is Guardiola's never-ending mission in his study of football. Same thing goes for Klopp. Any manager.\n\nLook at the play at 1:02 to 1:19 of the video below, from Milan vs. Napoli in the 1990/1991 Serie A season. I think it embodies what I say about old football. It is a great play that results in a great goal chance, but the ball went astray far more often than not though, making the game be less polished. You also notice this a lot if you watch 2000s Premier League games for example, and the average viewer did not care about stats like possession and percentage of accurate passes.\n\nhttps://youtu.be/TnQ3i21_4lk"
        },
        {
            "time": "2023-01-19 16:55:14",
            "comment": "TIL: 2nd half Spurs can also work in reverse \n\nIt was funny watching some Arsenal fans go from hoping their rival would win to feeling sorry for them in just 45 minutes\n\n\nEdit: nvm, nobody is feeling sorry for Spurs."
        },
        {
            "time": "2023-01-19 16:56:06",
            "comment": "Very Aladeen night for Arsenal fans."
        },
        {
            "time": "2023-01-19 17:27:01",
            "comment": "Peak City 🕷️🤖"
        },
        {
            "time": "2023-01-19 16:56:18",
            "comment": "So when do Spurs start playing now? The third half?"
        },
        {
            "time": "2023-01-19 17:05:25",
            "comment": "Mahrez was obviously motm, but Grealish was great this game, and that Lewis kid was very impressive. \n\nAlso, fuck spurs."
        },
        {
            "time": "2023-01-19 16:56:59",
            "comment": "If City hadn't lost their god damn mind for ~10 minutes it's a 4-0 ass whooping"
        },
        {
            "time": "2023-01-19 18:40:15",
            "comment": "Tottenham need to disband, move from London and open up shop somewhere else where people don’t know them. It will good for them, now they can choke away from the limelight. \n\nHow do you let City fuck your ass like that man, damn!"
        },
        {
            "time": "2023-01-19 16:54:38",
            "comment": "You raised my hopes and dashed them expertly sir"
        },
        {
            "time": "2023-01-19 17:31:09",
            "comment": "Great comeback by City, but I would be worried about their defense, it doesn't look good at the moment."
        },
        {
            "time": "2023-01-19 17:26:06",
            "comment": "Spurs fans wondering why Sonny is unsuccessful right now: It's the tactics. Think of the reasons why Sonny is successful: space to cross the ball or finish. Kane enabling Sonny with their partnership. A fullback who passes Sonny the ball instead of consistently crossing it into the box.\r  \n\r  \nEverything changed this season: Kane moved further into the box and the midfield has no creativity. Perisic was brought in to spam crosses into the box. No one's position on the team changed as much as Sonny's did during the offseason. You don't go from EPL golden boot winner to getting the least touches on the team.\r  \n\r  \nA good manager assesses the strengths of the team and makes the team work around him. Sonny's season hasn't been good but Spurs fans are deluding themselves if they think Sonny is the reason the season is panning out the way that it is. If anything, it's proved how much Spurs relied on Sonny previously and the manager needs to adjust to make it work."
        },
        {
            "time": "2023-01-19 16:56:03",
            "comment": "That was the most Tottenham game ever"
        },
        {
            "time": "2023-01-19 17:20:26",
            "comment": "Spurs doing a Spurs, in the most Spurs way imaginable. \n\nFeels like we're approaching the end of the lifecycle of them pretending to be a decent outfit. \n\nConte will flake out by the end of the season, theyll bring back Pochettino. And when he's done, they're done. Unless they luck out with the next genius manager somehow."
        },
        {
            "time": "2023-01-20 03:13:42",
            "comment": "Half time speech: Lads, it's Tottenham!"
        },
        {
            "time": "2023-01-19 17:00:27",
            "comment": "Another day thanking god for not making me a spurs fan."
        },
        {
            "time": "2023-01-19 17:21:02",
            "comment": "This time they went to fix their performance in the first half only to fuck up the second half. lmao"
        },
        {
            "time": "2023-01-19 17:29:06",
            "comment": "Just saw the handball incident, no idea how a pen weren’t given"
        },
        {
            "time": "2023-01-19 18:22:32",
            "comment": "Death, taxes, and Tottenham being eternal bottlers"
        },
        {
            "time": "2023-01-19 16:55:38",
            "comment": "This exact scoreline was entirely predictable 30 seconds into the 2nd half, and I have no idea how."
        },
        {
            "time": "2023-01-19 16:56:07",
            "comment": "Don't know how Harry puts up with that."
        },
        {
            "time": "2023-01-19 16:56:25",
            "comment": "Another absolute worse than dog shit performance from Tottenham."
        },
        {
            "time": "2023-01-19 16:57:26",
            "comment": "Alvarez giving away shorts to anyone in River Plate gear."
        },
        {
            "time": "2023-01-19 17:00:04",
            "comment": "Mahrez you absolute bloody hero"
        },
        {
            "time": "2023-01-19 21:46:42",
            "comment": "This is the history of the…."
        },
        {
            "time": "2023-01-19 17:00:56",
            "comment": "I know this might come off as biased as I'm Arsenal fan but honestly how are Spurs 5th with this team in a season where Son has 4 goals half way through"
        },
        {
            "time": "2023-01-19 17:01:26",
            "comment": "Spuds I am in awe...\n\nAbsolute fucking awe.\n\nWOW."
        },
        {
            "time": "2023-01-20 02:57:48",
            "comment": "It is uncharacteristic of Spurs to be 2-0 ahead at half time and got hammered 4-2 after the full time.\n\nUsually they went behind and recovered."
        },
        {
            "time": "2023-01-19 16:54:48",
            "comment": "See what happens when you start Álvarez?"
        },
        {
            "time": "2023-01-19 16:55:13",
            "comment": "Mahrez today was the best individual performance of the season imo."
        },
        {
            "time": "2023-01-19 17:11:51",
            "comment": "Spurs, you are useless!"
        },
        {
            "time": "2023-01-19 16:56:07",
            "comment": "Son's decline has been woeful"
        },
        {
            "time": "2023-01-19 16:56:09",
            "comment": "If somebody asked me, \"What's the history of Tottenham?\" I'd show them this match and tell them to extrapolate it to how many years they want to know."
        },
        {
            "time": "2023-01-19 16:57:46",
            "comment": "surely Conte isn’t going to deflect blame again in the post-match?"
        },
        {
            "time": "2023-01-19 16:58:20",
            "comment": "Perišić with a 0/10. Lenglet with a -10000/10 cameo. \n\nSpurs fans, are you Conte out yet?"
        },
        {
            "time": "2023-01-19 16:58:37",
            "comment": "Arsenal fans in the match are that Homer Simpson walking out of/back into the bush meme."
        },
        {
            "time": "2023-01-19 17:00:14",
            "comment": "lloris shouldnt even be allowed to train with the fucking reserves"
        },
        {
            "time": "2023-01-19 17:00:55",
            "comment": "Everywhere they fucking go.."
        },
        {
            "time": "2023-01-19 16:55:16",
            "comment": "Mahrez is one of the most underrated players in epl history"
        },
        {
            "time": "2023-01-19 17:03:28",
            "comment": "“It is the history of the Tottenham”"
        },
        {
            "time": "2023-01-19 16:59:30",
            "comment": "Kind of mad that if we had just signed a starting keeper this summer we would 100% be in the top 4 still. Hugo is beyond done and it's insane that the priority this window isn't to replace him."
        },
        {
            "time": "2023-01-19 17:09:15",
            "comment": "Yet another successful bottlejob from the most trophy-less fucks in Europe"
        },
        {
            "time": "2023-01-19 16:55:56",
            "comment": "Please can Martin Tyler just retire. There could be seven hattricks, four sending offs and a streaker on the pitch and he'd still sound bored. Just accept when it's time to call it a day."
        },
        {
            "time": "2023-01-19 16:56:52",
            "comment": "lmao Alvarez. Give the man your shirt"
        },
        {
            "time": "2023-01-19 16:57:38",
            "comment": "FFS Tottenham, why can't you do anything right?"
        },
        {
            "time": "2023-01-19 16:58:39",
            "comment": "[Rooting for Tottenham for precisely one match](https://www.youtube.com/watch?v=0-_hJthMgtM)"
        },
        {
            "time": "2023-01-19 16:58:58",
            "comment": "Contes going to resign soon and I’m absolutely delighted"
        },
        {
            "time": "2023-01-19 17:22:56",
            "comment": "Tale of two halves right there"
        },
        {
            "time": "2023-01-19 16:55:22",
            "comment": "Whatever pep changed for that second half , bloody stick with it. Warra comeback \n\nAlso funny how ederson shits the bed one moment and then gets an assist later in the game, can't trust his shot stopping in big moments but he still offers something valuable"
        },
        {
            "time": "2023-01-19 16:58:04",
            "comment": "Richarlison in goal for the next match"
        },
        {
            "time": "2023-01-19 16:59:10",
            "comment": "Spurs is the path to the dark side. Spurs leads to choking. Choking leads to regret. Regret leads to suffering."
        },
        {
            "time": "2023-01-19 17:03:33",
            "comment": "**LADS**"
        },
        {
            "time": "2023-01-19 17:07:12",
            "comment": "Tottenham should run a bottling company at this point, bunch of losers."
        },
        {
            "time": "2023-01-19 16:55:22",
            "comment": "Mahrez, I'll never doubt you again"
        },
        {
            "time": "2023-01-19 16:54:45",
            "comment": "How big is that Perisic miss going to prove to be?"
        },
        {
            "time": "2023-01-19 16:55:00",
            "comment": "Spurs are depressing to watch"
        },
        {
            "time": "2023-01-19 16:55:26",
            "comment": "Spurs and Villareal 🤝"
        },
        {
            "time": "2023-01-19 16:56:09",
            "comment": "I am so fucking sick of the whole back half of this team, pathetic\n\n\nLloris is absolutely washed, lets everything in.\n\nit's pathetic that we are still starting dier and Davies in this day and age. lenglet can pass and nothing else.\n\nPerisic is an absolutely shocking defender, sessegnon plays like a scared child\n\n\nless said about our rwb situation the better\n\n\ndoesn't help that son is currently a shell of himself too.\n\n\nour midfield is constantly overrun, can conte please fucking play 3 in midfield for once. Conte is unbelievably stubborn, fucking adapt"
        },
        {
            "time": "2023-01-19 16:57:08",
            "comment": "Friendship ended with tottenham"
        },
        {
            "time": "2023-01-19 16:57:34",
            "comment": "River supporters with the shorts kink lol"
        },
        {
            "time": "2023-01-19 16:57:51",
            "comment": "Business as usual for Tottenham today...."
        },
        {
            "time": "2023-01-19 16:58:54",
            "comment": "turns out that Conte was the real bald fraud all along"
        },
        {
            "time": "2023-01-19 17:00:28",
            "comment": "Thanks for the win Citeh now onto Monday where hopefully we can nick some points off Tottenham."
        },
        {
            "time": "2023-01-19 17:02:05",
            "comment": "Lads, it’s Tottenham"
        },
        {
            "time": "2023-01-19 16:54:12",
            "comment": "Kudos to that ~~fan~~ cow who went to the game. Was chanting all game long. \n\nMOOOOOOOO MOOOOOOO"
        },
        {
            "time": "2023-01-19 17:01:32",
            "comment": "Job Done ✅"
        },
        {
            "time": "2023-01-19 17:02:19",
            "comment": "Tottenham is useless"
        },
        {
            "time": "2023-01-19 17:04:54",
            "comment": "Spurs have been so busy focusing on Arsenal they have decided to become Arsenal.. sadly they copied the banter years"
        },
        {
            "time": "2023-01-19 16:53:52",
            "comment": "Haha haaland singing love will tear us apart again"
        },
        {
            "time": "2023-01-19 16:55:36",
            "comment": "[Lads](https://streamable.com/5sbzv)"
        },
        {
            "time": "2023-01-19 16:56:19",
            "comment": "Spurs tried something new and decided to play like crap in the 2nd half instead"
        },
        {
            "time": "2023-01-19 17:01:51",
            "comment": "\"Tottenham Hotspur, you'll always be sh*t\""
        },
        {
            "time": "2023-01-19 16:54:33",
            "comment": "That's un4-2nate for spurs"
        },
        {
            "time": "2023-01-19 16:54:39",
            "comment": "RIP second half fc"
        },
        {
            "time": "2023-01-19 16:54:51",
            "comment": "that's kane gone, right?"
        },
        {
            "time": "2023-01-19 16:55:20",
            "comment": "HAHAHAHA spurs doing spursy things"
        },
        {
            "time": "2023-01-19 16:56:02",
            "comment": "Mahrez doesn't like Chelsea and Spurs"
        },
        {
            "time": "2023-01-19 16:56:17",
            "comment": "[deleted]"
        },
        {
            "time": "2023-01-19 16:56:42",
            "comment": "Fucking hell lol. First time feeling annoyed at spurs bottling it."
        },
        {
            "time": "2023-01-19 16:57:10",
            "comment": "Honestly it's incredible how despite being absolutely bang average there doesn't go a single Spurs / City match without 2 absolutely gifted goals."
        },
        {
            "time": "2023-01-19 16:57:18",
            "comment": "LMAO that River Plate fan getting Juliáns shorts"
        },
        {
            "time": "2023-01-19 16:57:48",
            "comment": "Son looks finished sadly"
        },
        {
            "time": "2023-01-19 16:57:57",
            "comment": "Incredible win and moral boost for a team that has been sluggish over the past month. \n\nCan’t believe I’ll be cheering hard for United this weekend, but here we go."
        },
        {
            "time": "2023-01-19 16:59:04",
            "comment": "Mahrez is the man"
        },
        {
            "time": "2023-01-19 17:00:38",
            "comment": "You can’t tell me those spurs players didn’t capitulate on purpose"
        },
        {
            "time": "2023-01-19 17:03:57",
            "comment": "Thought it was another typical Spurs game for us. I was honestly expecting worse for the second half, because Spurs. What a fucking comeback! I need a drink now."
        },
        {
            "time": "2023-01-19 16:54:29",
            "comment": "So all City had to do to break the Tottenham curse was to do a better Tottenham ?"
        },
        {
            "time": "2023-01-19 16:55:12",
            "comment": "Lmao that was a treat. Spurs fans calling for oil money in their sub lmao"
        },
        {
            "time": "2023-01-19 16:55:43",
            "comment": "What is the fucking point of spurs"
        },
        {
            "time": "2023-01-19 16:56:07",
            "comment": "Best thing to come from this game is that Mahrez is back. Also idk what happens in the dressing room but it's the third league game in a row in which a completely different team shows up in the second half"
        },
        {
            "time": "2023-01-19 16:56:11",
            "comment": "Conte needs to drop Son and play Richarlison on the left. He is crippling the team by not dropping Son and by playing Richarlison on his weaker side."
        },
        {
            "time": "2023-01-19 16:54:11",
            "comment": "Conte is done. He was already mentally and emotionally vacant with what's happened the last week+... And now this. Wouldn't doubt it if walks."
        },
        {
            "time": "2023-01-19 17:00:35",
            "comment": "You know Spurs are in rotten form when they can't even beat MAN CITY of all teams..."
        },
        {
            "time": "2023-01-19 17:17:24",
            "comment": "I feel bad for Romero playing in that defense"
        },
        {
            "time": "2023-01-19 16:58:19",
            "comment": "/r/coys and chill?"
        },
        {
            "time": "2023-01-19 16:58:42",
            "comment": "'How are you going to give it away today?'\n\nTottenham: **'YES!'**\n\nFirst half was an excellent score for Tottenham, but... then they cursed themselves or something, because those goals largely were not necessary with proper passing&defending."
        },
        {
            "time": "2023-01-19 16:59:12",
            "comment": "Conte bitches about bringing in players and he brings in Perisic"
        },
        {
            "time": "2023-01-19 17:00:11",
            "comment": "Son with another stinker. Dropped on Monday?"
        },
        {
            "time": "2023-01-19 17:00:53",
            "comment": "I didn’t expect spurs to win but going 2 up right before half time tricked me into thinking they’d at least get a draw. Disappointing but they can still get a result at home. \n\nI do think looking at the fixtures City are still Favourites, arsenal and city’s toughest remaining games are both each other but where you look at where city have lost games in the league it’s United away where arsenal lost, Liverpool away which arsenal could easily lose depending on form going into it and injuries, Arsenal never beat Liverpool away under Klopp, and Brentford at home which I don’t expect arsenal to lose. \n\nFor city they have spurs away, Brentford away which is the final day so might not matter Newcastle at home and Brighton away as their only games I think they can drop points outside each other. Arsenal could also easily lose or draw to villa like city did Emery will be up for it, however I’d expect arsenal to beat Everton at home. \n\nI know City haven’t been at their best but looking at the games left I think they’ll win it there’s so long to go and arsenal have too many tough games. Just really need to hope we beat them and united home and spurs beat them to give us a good gap."
        },
        {
            "time": "2023-01-19 16:56:37",
            "comment": "Pep and Mahrez need a visit from the authorities. I don't think what they to perisic was legal in any first world country. \n\nThe second half was 45 minutes of targeted abuse and harassment. Thank God it's all documented so the evidence is clear."
        },
        {
            "time": "2023-01-19 16:57:03",
            "comment": "I don't think I've ever seen Conte as static on the touchline, from the TV footage. Just seemed resigned. Looks over. \n\nSon is an absolute shadow of himself, its sad and reminds me of Rashford last year. \n\nSpurs  bottled an absolutely huge chance and once the first one went in, it just seemed like they had mentally accepted they would lose. \n\nPretty embarrassing for City fans to boo at half time."
        },
        {
            "time": "2023-01-20 02:44:41",
            "comment": "Bottled it"
        },
        {
            "time": "2023-01-19 16:54:48",
            "comment": "Spurs gonna spur I guess."
        },
        {
            "time": "2023-01-19 16:55:35",
            "comment": "I always believed."
        },
        {
            "time": "2023-01-19 16:55:54",
            "comment": "Mahrez MVP\n\nTottenham worthless defense + Son"
        },
        {
            "time": "2023-01-19 16:55:57",
            "comment": "If I didn't know the score I'd have thought City were the ones behind and Spurs were defending a lead in the last 10 minutes"
        },
        {
            "time": "2023-01-19 16:56:08",
            "comment": "Mahrez took Emerson scoring a little too seriously lmfao"
        },
        {
            "time": "2023-01-19 16:56:22",
            "comment": "Why break one curse when you can break two?"
        },
        {
            "time": "2023-01-19 16:56:22",
            "comment": "Ederson after the first and last goal of the match: Why play short ball when long ball do trick?"
        },
        {
            "time": "2023-01-19 16:56:24",
            "comment": "Gloved Mahrez is unstoppable"
        },
        {
            "time": "2023-01-19 16:56:34",
            "comment": "I think City figured it out, now they can win the Prem AND the Champions League!"
        },
        {
            "time": "2023-01-19 16:56:34",
            "comment": "so where is Kane heading to next year?"
        },
        {
            "time": "2023-01-19 16:57:15",
            "comment": "Hopefully this stops the City play boring football shouts for at least another week 😂 great comeback buzzing"
        },
        {
            "time": "2023-01-19 16:58:13",
            "comment": "They can't help it, can they?"
        },
        {
            "time": "2023-01-19 16:58:32",
            "comment": "After all this, and Arsenal cruise to an easy win against a Casemiro-less United on Sunday"
        },
        {
            "time": "2023-01-19 16:55:35",
            "comment": "Hey spurs, just wanted you guys to know that you're all fucking useless and I hate all of you."
        },
        {
            "time": "2023-01-19 16:56:46",
            "comment": "[deleted]"
        },
        {
            "time": "2023-01-19 16:59:10",
            "comment": "The takeaway that won't be talked about is that City just scored 4 goals against a Top 5 side that's usually their bogey team **without** Kevin de Bruyne on the pitch. Not long ago did I see talk of \"have City trapped themselves into only scoring KDB-Haaland goals??\""
        }
    ]
}