{
    "title": "Match Thread: Tottenham vs Chelsea English",
    "match_date": "2023-02-26",
    "comments": [
        {
            "time": "2023-02-26 10:29:25",
            "comment": "why were chelsea playing with no urgency in the last 10 minutes…? it’s like they didn’t even want a goal"
        },
        {
            "time": "2023-02-26 10:38:02",
            "comment": "Potter is utterly fucked.\n\nAt some point it doesn't matter how smart you are or how good your ideas are... if your results are this shit for this long, no one is going to listen to you.\n\nI like the guy, I think his Brighton side was fantastic, this however, is over."
        },
        {
            "time": "2023-02-26 10:29:48",
            "comment": "How are Chelsea even still 10th? Feel like they’ve been losing basically every week for 2 months now"
        },
        {
            "time": "2023-02-26 10:29:43",
            "comment": "3 goals in their last 10 games btw"
        },
        {
            "time": "2023-02-26 10:29:34",
            "comment": "This is the richest and the worst Chelsea side I've seen in 20 years"
        },
        {
            "time": "2023-02-26 10:48:48",
            "comment": "What’s up with Emerson? He looks like a totally new player"
        },
        {
            "time": "2023-02-26 10:29:34",
            "comment": "£600m spent and a -2 goal difference lmao"
        },
        {
            "time": "2023-02-26 10:31:29",
            "comment": "[deleted]"
        },
        {
            "time": "2023-02-26 10:31:50",
            "comment": "Swallowing my pride here to admit that Tottenham's win being bad for Newcastle and also increasing the chances of Boehly's Billions finishing below Brentford is in fact the better result for the footballing universe."
        },
        {
            "time": "2023-02-26 10:29:56",
            "comment": "Feels bad for Dortmund because they’ll play against Chelsea with an actual manager the second round"
        },
        {
            "time": "2023-02-26 10:29:29",
            "comment": "This is obviously not Potter’s fault. It wasn’t him who sacked Thomas Tuchel."
        },
        {
            "time": "2023-02-26 10:29:39",
            "comment": "potter is surely done"
        },
        {
            "time": "2023-02-26 10:29:53",
            "comment": "2 wins from the last 15 league games for Chelsea"
        },
        {
            "time": "2023-02-26 10:29:45",
            "comment": "At least we'll get a dope draft pick for next season."
        },
        {
            "time": "2023-02-26 10:30:11",
            "comment": "Congrats on João Felix being the goal of the month winner for Chelsea in February!\n\n\nHow every Chelsea game makes me feel nowadays: https://twitter.com/insoniascarvao/status/1629866300737564672?t=zhfQHReWH8-AwxgnxVoobg&s=19"
        },
        {
            "time": "2023-02-26 10:47:14",
            "comment": "Lol. Lmao even"
        },
        {
            "time": "2023-02-26 10:29:33",
            "comment": "you can take your Peps, Fergies, zidanes, Cruyffs etc.\n\nI know deep in my heart, Stellini is the greatest manager to have ever lived."
        },
        {
            "time": "2023-02-26 10:29:28",
            "comment": "You would imagine that with all the attacking talent that Chelsea has accumulated over the last year that they would score by accident just because of the talent"
        },
        {
            "time": "2023-02-26 11:53:40",
            "comment": "Potter IN"
        },
        {
            "time": "2023-02-26 12:22:36",
            "comment": "Potter is doing a great job at Chelsea. Long may his reign continue"
        },
        {
            "time": "2023-02-26 10:33:55",
            "comment": "Imagine having a squad so good you could have a €100M forward sitting on the bench for 80 mins"
        },
        {
            "time": "2023-02-26 10:29:30",
            "comment": "Romero was absolutely wrecking Mudryk with some tackles in his short time out there lol."
        },
        {
            "time": "2023-02-26 10:29:28",
            "comment": "In the famous words of AFTV Claude:\n\n\nGraham Potter... ITS TIME TO GO!!!"
        },
        {
            "time": "2023-02-26 11:35:35",
            "comment": "Yeah getting rid of tuchel and bringing Potter is a master stroke. buying like 7575756 random players and giving them to this unproven guy. They just needed to buy some players for tuchel and enjoy the scenes. But no"
        },
        {
            "time": "2023-02-26 10:31:09",
            "comment": "Chelsea are relegation fodder wearing a Gucci belt"
        },
        {
            "time": "2023-02-26 10:29:21",
            "comment": "2022/2023 season is 3/4 to the end and it was far from an easy year, despite my £600m spent in all competitions.\n\n- Todd Boehly"
        },
        {
            "time": "2023-02-26 10:38:57",
            "comment": "Porro the MVP again. Indirectly of course. His arrival turned Emerson into Cafu."
        },
        {
            "time": "2023-02-26 10:51:39",
            "comment": "Fun fact: Benoit Badiashile is the only new Chelsea signing that has won a match"
        },
        {
            "time": "2023-02-26 10:29:40",
            "comment": "It’s not even a meme anymore, Stellini needs to take over"
        },
        {
            "time": "2023-02-26 11:15:15",
            "comment": "Let him cook."
        },
        {
            "time": "2023-02-26 13:03:47",
            "comment": "This thread: Spurs 🤝 Arsenal"
        },
        {
            "time": "2023-02-26 10:30:16",
            "comment": "The way commentators went on about Mudryk on his debut vs us you’d have thought he was a Maradona regen lmao"
        },
        {
            "time": "2023-02-26 10:34:35",
            "comment": "Only people in the world backing Potter are fans of every other club in the world and Todd fucking Boehley"
        },
        {
            "time": "2023-02-26 11:29:35",
            "comment": "Don't worry, Master Potter will eventually win a game before the end of the season"
        },
        {
            "time": "2023-02-26 11:54:45",
            "comment": "They are now as equally far from Europe as they are from relegation"
        },
        {
            "time": "2023-02-26 10:37:56",
            "comment": "Pol Potter strikes again"
        },
        {
            "time": "2023-02-26 10:34:20",
            "comment": "How does Havertz still play every game the fofana kid look good last year and he took him off and didn’t play him today. He has to stop changing he’s 11 every game.zakaria gives Enzo the license to go more foward stop playing RLC"
        },
        {
            "time": "2023-02-26 11:20:52",
            "comment": "I'm starting to believe that the **only** reason why people pleaser, Todd Boehly, hired media darling Graham Potter is that English media and pundits have a hard-on for Potter.\n\nHe's so out of depth it's just sad to watch. It's not even funny anymore."
        },
        {
            "time": "2023-02-26 10:33:38",
            "comment": "I swear, Romero intentionally mis-controls the ball just so can slide tackle someone lmao"
        },
        {
            "time": "2023-02-26 10:38:27",
            "comment": "Obligatory \"scared Potter?\""
        },
        {
            "time": "2023-02-26 10:38:35",
            "comment": "This was some Valencia like football and form. If the teams below them were good enough to capitalise Chelsea would be like 15th."
        },
        {
            "time": "2023-02-26 10:29:53",
            "comment": "Congrats to João Felix on winning Chelsea’s goal of the month"
        },
        {
            "time": "2023-02-26 10:32:55",
            "comment": "If Potter survives this, I need to hire his PR team to do my mid-year review at work."
        },
        {
            "time": "2023-02-26 11:03:48",
            "comment": "Boehly: *We have instructed Potter to lose intentionally in order to improve our lottery draft position*"
        },
        {
            "time": "2023-02-26 12:26:41",
            "comment": "Enzo really went to Chelsea to lose against spurs"
        },
        {
            "time": "2023-02-26 10:29:41",
            "comment": "Excuse me boss what team do you support?"
        },
        {
            "time": "2023-02-26 10:30:47",
            "comment": "I can't remember the last time we've had such a comfortable game against Chelsea, propably back in time when Dele terrorised their defence."
        },
        {
            "time": "2023-02-26 10:43:44",
            "comment": "Chelsea get battered everywhere they go"
        },
        {
            "time": "2023-02-26 10:47:10",
            "comment": "When's the last time we didn't lose to Chelsea in a season? Don't think I can remember it happening recently.\n\nEdit: technically we did it in 15-16 with 2 draws but we all know we were the ones who lost that match."
        },
        {
            "time": "2023-02-26 11:18:30",
            "comment": "Potter’s biggest magical power feat is his job security"
        },
        {
            "time": "2023-02-26 10:30:17",
            "comment": "Sky giving Potter far too many excuses.\n\nI know he's a likable bloke but he's done terribly"
        },
        {
            "time": "2023-02-26 14:37:56",
            "comment": "For everyone trying to make a Potter-Arteta comparison, Arteta's first 2 signings were Cedric Soares and Pablo Mari on loan. The following window he signed Partey, Willian, Gabriel, and Runar Alex Runnarsson. Partey and Gabriel were the only signings over 20 mil"
        },
        {
            "time": "2023-02-26 10:29:38",
            "comment": "Not really sure what to say, I just don’t see how this is going to get better.\n\nThe players look completely uninterested, which is a hard thing for any manager to come back from. Don’t think there’s much respect there. Shame."
        },
        {
            "time": "2023-02-26 11:23:49",
            "comment": "Bye Graham, shame about that mate."
        },
        {
            "time": "2023-02-26 18:41:50",
            "comment": "pretty spursy from Dr Tottenham"
        },
        {
            "time": "2023-02-26 10:46:25",
            "comment": "That was one of the absolute worst officiating performances that I can ever remember. Just atrocious."
        },
        {
            "time": "2023-02-26 11:15:08",
            "comment": "lads it's Chelsea"
        },
        {
            "time": "2023-02-26 10:48:28",
            "comment": "Chelsea first 5 fixtures 2023-24 season:\n\nLuton Town A\nHuddersfield H\nCoventry H\nBristol A\nStoke City H"
        },
        {
            "time": "2023-02-26 11:47:26",
            "comment": "Benfica scamming clubs for 300+ million is crazy!"
        },
        {
            "time": "2023-02-26 13:05:28",
            "comment": "EVERYBODY LAUGH AT CHELSEA"
        },
        {
            "time": "2023-02-26 10:40:44",
            "comment": "Chelsea are 26 points from 1st place and they still have to play Newcastle, Liverpool, Arsenal, Manchester United and City. They have by far the hardest run in out of the traditional top 6."
        },
        {
            "time": "2023-02-26 10:50:40",
            "comment": "Maybe in retrospect, the Tuchel removal and Pottter announcement had more to do with Tuchel having a strong voice in opposition to what the front office was going to do rather than Potter being a tactical genius.  \n\n\nPotter looks like the typical NFL coach that is brought in to tread water while they rebuild with no intention of firing or keeping past one of two seasons, regardless of how many games they lose. Probably should have seen this coming in retrospect."
        },
        {
            "time": "2023-02-26 13:02:52",
            "comment": "Just a reminder that Stellini has won all of his managed games in his career."
        },
        {
            "time": "2023-02-26 10:36:06",
            "comment": "Stellini in. Conte in, but work from home please"
        },
        {
            "time": "2023-02-26 10:37:37",
            "comment": "What exactly does Kai Havertz even do?"
        },
        {
            "time": "2023-02-26 10:42:24",
            "comment": "Wins can’t be buy"
        },
        {
            "time": "2023-02-26 11:00:34",
            "comment": "Skipp was great, first to every loose ball in the midfield, and even better in the second half, think the goal boosted his confidence."
        },
        {
            "time": "2023-02-26 12:15:01",
            "comment": "I’m currently not in the position for talking rn, but can anyone explain to me Potter’s style or end game goal? Feel like Boehly decided to play IRL career mode and bought a bunch of quality, yet vastly different characters. Potter just sitting there taking it all in."
        },
        {
            "time": "2023-02-26 12:29:51",
            "comment": "Now that we didn’t jinx it and lose, I can finally say with full confidence Chelsea’s transfer activity is the worst value for money I’ve ever seen in my life\n\nIn the Todd era:\n\n£71m on Wesley Fofana, a man yet to keep a clean sheet in the league this season, and who conceded 11 in his 6 apps this season. All competitions it’s 1 clean sheet from 8 for Chelsea/Leicester. £200k a week\n\n£57m on Marc Cucurella, one of the worst fullbacks I have seen in the division this season, a man who can barely make it 10 yards without tripping over his feet. A man who’s won 8 games from the 26 he’s played this season, losing 9 and keeping just 6 clean sheets. £175k a week, for a backup\n\n£49m on Raheem Sterling, and while he’s been decent, he’s yet to hit 10 G/A in all competitions and we are almost in March. 4 from 17 in the league, but only 1 goal in his last 13 league games and even he hasn’t been involved in a win in 2023, albeit from only 5 attempts. The wages are the issue here, he’ll be taking £16m a year until 2027\n\n£33m on Kalidou Koulibaly, who Napoli have cashed in on at the perfect time. He has 1 clean sheet from his last last 6 league appearances, and has already lost 11 games in a Chelsea shirt. That’s another £200k a week until he’s 34\n\n£10m for Aubameyang isn’t bad, until you realize they’re paying him £160k a week, for 3 goals in 19 appearances, and 1 goal contribution in his 13 in all comps. He’s on the payroll until he’s 35\n\n£9m for João Felix on loan, with no option to buy, and paying £250k per week. He’s made only 4 appearances for the club, scoring 1, and Chelsea have only scored twice and taken 1 point from the games he played. Not necessarily his fault, but not the game changer expected\n\n£105m on Enzo Fernandez, who is yet to win a match since signing an 8-year at Stamford Bridge. Chelsea scored only 1 goal in the process. \n\n£61m+ for Mykhalo Mudryk, a man with 0 goals and 0 assists in 5 appearances for Chelsea, and like Enzo, yet to win a match in blue. The team have 1 goal in that timeframe, and barely featured in a dour 0-0 on his home debut. Nearly £100k for less than a season of experience\n\n£30m for Noni Madueke, a more reasonable fee, however he has no goal contributions in his 3 appearances, and is yet another player yet to see his side win a match. Another 7 year deal as well\n\n£10m on David Datro Fofana, only 3 appearances but sadly for the lad he’s yet to even celebrate a goal on the pitch for anyone yet, his side outscored 0-2 in his time on the pitch\n\n£22m for Potter and his staff from Brighton, for 5 league wins and 21 points from 18 games, and 2 wins from his last 15 league games. It gets even worse from an attacking perspective, only 16 scored in 18 games, and 3 scored in his last 10. Not to mention losing 4-1 to the team that he abandoned 6 games in\n\nBenoit Badiashile is the only real success here, £33m and another fun 7 year contract. At least he got a win on his debut\n\n\nThis is honestly unprecedented levels of staggering failure, £490m spent on a champions league side, only to be languishing in 10th level on points with Aston Villa"
        },
        {
            "time": "2023-02-26 12:18:07",
            "comment": "Sacking one of the best managers in the world because he doesn't wnat to explain basic rules to you, and doesn't want a washed up Ronaldo.\n\nBoehly is a football genius"
        },
        {
            "time": "2023-02-26 10:51:47",
            "comment": "Potter is getting paid to do nothing, and also gets free tickets to watch every Chelsea match from the front row... He basically has my dream job"
        },
        {
            "time": "2023-02-26 10:56:35",
            "comment": "[deleted]"
        },
        {
            "time": "2023-02-26 14:43:07",
            "comment": "Aubameyang was scoring for fun at barca just last season before they got lewandowski. If havertz and any other experimental striker aren't working maybe just put in the pure strikers and hope for the best till next season, surely it can't be worse than this"
        },
        {
            "time": "2023-02-26 11:07:03",
            "comment": "I genuinely want Chelsea to fail more than Tottenham which is something I didn't think I'd ever say. \n\nThe old saying rings true, I hate Spurs because I'm an Arsenal fan. I hate Chelsea because I'm a human being."
        },
        {
            "time": "2023-02-26 12:15:49",
            "comment": "Most of the discussion is about chelsea, but credit where it’s due, Spurs didn’t give them any time on the ball for most of the game. Best they’ve played in a while."
        },
        {
            "time": "2023-02-26 12:58:42",
            "comment": "Huge problems at Chelsea: very publicly stating a long term backing of Potter after insane investment, but absolute dogshit on the pitch. They have to sack him, cost a shit load more cash to do it, then a load more to tempt some big name manager like the one they fired earlier this season to sort out the mess.\n\nMourinho part 3 coming up"
        },
        {
            "time": "2023-02-26 10:32:09",
            "comment": " Our first win against Chelsea in the league since November 2018, with two goals from former academy players. Doesn’t get much better than that."
        },
        {
            "time": "2023-02-26 10:32:41",
            "comment": "Madrid have scored more goals in engalnd than Chelsea this month"
        },
        {
            "time": "2023-02-26 10:36:28",
            "comment": "Skipp and Romero were sensational"
        },
        {
            "time": "2023-02-26 10:36:43",
            "comment": "What the fuck are they feeding Emerson at Tottenham? Man was running for a counter attack on 95th minute, after running back and forth all match. \n\nAlso, Chelsea players look like so disjointed it is crazy, wtf is Potter doing with them in training? Just blindfolding them and tell them to run back and forth and kick the ball?"
        },
        {
            "time": "2023-02-26 10:43:09",
            "comment": "Real Madrid have scored more goals than us in England jn 2023 than we have. Fucking pain."
        },
        {
            "time": "2023-02-26 11:10:25",
            "comment": "Graham Potter's honeymoon with Chelsea is over. End of an era."
        },
        {
            "time": "2023-02-26 11:47:06",
            "comment": "Mixed emotions lol"
        },
        {
            "time": "2023-02-26 11:59:39",
            "comment": "it's interim time"
        },
        {
            "time": "2023-02-26 10:44:06",
            "comment": "You know it’s bad when I don’t even care about loses anymore. I’m used to it now, just another weekend😂"
        },
        {
            "time": "2023-02-26 16:56:24",
            "comment": "Chelsea radio gonna be sounding like a Draco Malfoy fan club 🤣🤣🤣"
        },
        {
            "time": "2023-02-26 10:35:03",
            "comment": "Feel dirty about being happy at a Spurs win, but it is beyond fucking hilarious the state Chelsea are in. All that money and still can’t buy a goal. Laughing stocks of Europe"
        },
        {
            "time": "2023-02-26 12:23:32",
            "comment": "Look at the difference between man United and Chelsea. Ten Hag is a legit coach and you cannot tell me the difference in play is due to the players. Chelsea has much better quality throughout imo. Rashford is shining and that team is playing miles better than they were last season and it didn’t take  super long to turn it around"
        },
        {
            "time": "2023-02-26 18:06:31",
            "comment": "They need Neymar"
        },
        {
            "time": "2023-02-26 12:09:10",
            "comment": "What's hilarious about how bad Chelsea are doing right now is the fact that on February 1st chelsea fans were banging on about how good it felt to be the villain again and how every rival fan criticising their over spending was either jealous or afraid."
        },
        {
            "time": "2023-02-26 10:29:25",
            "comment": "How the hell did Spurs replaced Emerson Royal with another Emerson Royal?"
        },
        {
            "time": "2023-02-26 10:37:24",
            "comment": "how have chelsea spent the gdp of american samoa and still dont have a striker?"
        },
        {
            "time": "2023-02-26 10:46:46",
            "comment": "[Final result.](https://pbs.twimg.com/media/Fp5w8PqWwAQi131?format=jpg&name=900x900)"
        },
        {
            "time": "2023-02-26 13:37:17",
            "comment": "I love shit posting about Enzo's forcing the move from a league title and possible UCL title for this....Chelsea \"team\"."
        },
        {
            "time": "2023-02-26 10:31:25",
            "comment": "[deleted]"
        },
        {
            "time": "2023-02-26 11:26:20",
            "comment": "Potter Is Just the english version of the \"Maestro\" Giampaolo"
        },
        {
            "time": "2023-02-26 16:27:41",
            "comment": " See you next season scum (if we stay up anyway lol)"
        },
        {
            "time": "2023-02-26 12:00:33",
            "comment": "People take football too seriously, so what if Potter can't get a win or even a goal? It's become genuinely fascinating. Who doesn't want to see Chelsea fans become more irate and Potter more contemplative? I know it must be shit paying money to see your club massively underachieve but what are the real consequences? 4th was on, but if you accept its not needed? 5th or 11th, who cares?"
        },
        {
            "time": "2023-02-26 10:54:39",
            "comment": "Has there ever been a lower £/pts ratio in football history lol?"
        },
        {
            "time": "2023-02-26 13:58:30",
            "comment": "When Potter surely goes, who is next for Chelsea to give another 5 year contract to?"
        },
        {
            "time": "2023-02-26 12:25:08",
            "comment": "As an Arsenal fan, I consider both Spurs and Chelsea as our rivals. But I respect Spurs for what they are trying to do. Chelsea? With the exception of Cech, Jorginho and arguably Luiz, I have nothing else positive to say about them."
        },
        {
            "time": "2023-02-26 10:34:38",
            "comment": "Potter is no doubt a football terrorist. May his run at Chelsea continue forever"
        },
        {
            "time": "2023-02-26 10:37:06",
            "comment": "Even the most staunch Potter apologists can’t defend this, I personally haven’t noticed a clear game plan or tactical ideas after all this time."
        },
        {
            "time": "2023-02-26 10:41:59",
            "comment": "Potter is really a dementor, sucking all the joy out of Chelsea supporters"
        },
        {
            "time": "2023-02-26 10:42:30",
            "comment": "The fact that it was only 2-0 might keep Potter on the job a bit longer.\n\nI will say though, that I didn't expect Chelsea to look as comatose as they did today. No passion or fight whatsoever."
        },
        {
            "time": "2023-02-26 10:55:47",
            "comment": "chelsea has absolutely no structure or approach. they might as well just sit deep and play fast on the counterattack. let tottenham have more possession, make a strong deep block with your big CBs, and as soon as you win the ball, have them panic at trying to keep up with some combo of mudryk/auba/sterling/broja on the break and havertz/felix/ziyech pinging balls to them"
        },
        {
            "time": "2023-02-26 10:29:40",
            "comment": "**\"Who is that? Who is Big Sam carrying?\"**Asked Eva Carneiro with a horrifying look on her face.\n\n**\"Graham Potter IS DEAD\"** Scream Jonjo Shelvey.\n\n**\"NOOOOOOOOO\"**\n\n**\"Silence, stupid girl. Graham Potter is dead, for this day forward you put your faith in me... GRAHAM POTTER IS DEAD!!\"** *Chelsea Headhunters laugh in the background.* **\"Come forward and join us... or Die.\"**\n\nA man begins to limp torward Jonjo.\n\n**\"Well I must said, I hoped for better...\"** *Chelsea Headhunters laugh even louder.* **\"And who might you be young man ?\"**\n\n**\"Marc Cucurella\"*** Chelsea Headhunters explode in laugher.* **\"I'd like to say something.\"**\n\n**\"Well Marc, hopefully your tongue is more skilled than your feet.\"**\n\n**\"It doesn't matter than Graham is gone. Manager get fired every day ! We lost Graham tonight, but he still with us, in our heart. So is Thomas. And Carlo, And Maurizio, José... All of em. They didn't get fired in vain! But you will! Because you're wrong. You're not even a manager. It's not over!\"**\n\nPotter leaves Big Sam warm embrace and the rest is history."
        },
        {
            "time": "2023-02-26 11:00:33",
            "comment": "And Chelsea's goal of the month with an option of one is..."
        },
        {
            "time": "2023-02-26 13:54:05",
            "comment": "The funny thing is so many people were saying Enzo was not worth that money. Lol I love it"
        },
        {
            "time": "2023-02-26 11:10:51",
            "comment": "Sometimes, you just have to sit back and enjoy the poetry of a team assembled for hundreds of millions getting beat by two goals from academy products who didn't cost a penny"
        },
        {
            "time": "2023-02-26 10:31:02",
            "comment": "Chelsea have scored 23 goals in 24 league games this season."
        },
        {
            "time": "2023-02-26 10:31:23",
            "comment": "Hopefully potter will not be sacked"
        },
        {
            "time": "2023-02-26 10:50:04",
            "comment": "I hope potter hires the best therapist money can buy when he gets his sacking paycheck but he he's gooner he's just does not have the profile of a elite manager or else Chelsea will drop below 15 at this rate lol.. and Todd will look like a clown when he sacks him"
        },
        {
            "time": "2023-02-26 10:59:39",
            "comment": "Try to win a game of football challenge, Chelsea edition (Impossible!)"
        },
        {
            "time": "2023-02-26 11:07:29",
            "comment": "Whose regret is greater, Boehly’s of Potter’s?"
        },
        {
            "time": "2023-02-26 10:40:29",
            "comment": "Spurs midfield might not be the best but holy shit that was some of the best pressing I have seen. Emerson and Davies as well"
        },
        {
            "time": "2023-02-26 10:43:47",
            "comment": "Have chelsea tried spending money?"
        },
        {
            "time": "2023-02-26 11:06:15",
            "comment": "How many millions to be level on points with a \"small irrelevant club\" like Aston villa, that's football heritage right there."
        },
        {
            "time": "2023-02-26 13:18:43",
            "comment": "How was Mudryk? Is he good yet?"
        },
        {
            "time": "2023-02-26 11:12:56",
            "comment": "I truly think these insanely long contracts will bite Chelsea in the arse. If someone gave me millions per year and told me that I will earn that for at least 7 years without any reasonable way of being fired (unless I did something awful), I would absolutely do the bare minimum in my job, wait for my workday to be over and then go and enjoy my incredible life."
        },
        {
            "time": "2023-02-26 10:32:16",
            "comment": "Chelsea remain 10 points above the relegation zone. \n\nDon't worry, Sky do it to us so it's your turn now we're on the same points."
        },
        {
            "time": "2023-02-26 10:30:07",
            "comment": "Not enough respect for Forster. I actually feel safe having him in goal."
        },
        {
            "time": "2023-02-26 10:57:43",
            "comment": "Can't believe I was seriously super concerned when Chelsea poached Potter. I feel so silly now."
        },
        {
            "time": "2023-02-26 13:20:52",
            "comment": "We need Tuchel back to start playing football and stop playing Quidditch"
        },
        {
            "time": "2023-02-26 10:29:22",
            "comment": "If this is Chelsea after spending 600m, can you imagine what they'll be after 2bn? This is scary hours."
        },
        {
            "time": "2023-02-26 10:32:14",
            "comment": "Stellini is the GOAT, we should just let Conte heal for the rest of the season lol"
        },
        {
            "time": "2023-02-26 10:56:54",
            "comment": "Garbage"
        },
        {
            "time": "2023-02-26 10:29:57",
            "comment": "HAHAHAHA FUCK CHELSEA"
        },
        {
            "time": "2023-02-26 10:49:37",
            "comment": "\"I hate Tottenham because I'm an Arsenal fan, I hate Chelsea because I am human\" \n\n~ Mahatma Gandhi. \n\nJust remember there's a reason he uttered this sentence."
        },
        {
            "time": "2023-02-26 10:30:28",
            "comment": "Have Tottenham thought about just letting Conte stay on vacation?"
        },
        {
            "time": "2023-02-26 10:34:01",
            "comment": "Potter in. The premiership is better with Leeds in it"
        },
        {
            "time": "2023-02-26 10:42:19",
            "comment": "I was hoping for a draw, but laughing at Chelsea is always fun.\n\nHarry > Potter"
        },
        {
            "time": "2023-02-26 10:57:09",
            "comment": "If Liverpool is playing like mid-table team, Chelsea is playing like mid-table championship team"
        },
        {
            "time": "2023-02-26 11:01:59",
            "comment": "I am done with ziyech man. Been more than enough.  He adds absolutely nothing to the team, to the play, anywhere! \nGrade A+ Prick"
        },
        {
            "time": "2023-02-26 11:05:48",
            "comment": "Potter out\n\nLampard in"
        },
        {
            "time": "2023-02-26 18:03:28",
            "comment": "Man, how shit do you have to be to lose to *us?*"
        },
        {
            "time": "2023-02-26 10:33:52",
            "comment": "Aston Villa have won more games than Chelsea"
        },
        {
            "time": "2023-02-26 10:38:58",
            "comment": "Never thought I'd feel sorry for Chelsea fans but this is the worst I've ever seen them in the last two decades. Never looked like scoring even if they played into the night. Spurs played well but they were flattered by how poor the opposition was."
        },
        {
            "time": "2023-02-26 10:44:40",
            "comment": "Romero dominated Chelsea all game. What a performance"
        },
        {
            "time": "2023-02-26 11:07:16",
            "comment": "Everyone gonna blame Potter, all the time.\n\nNo body will even attempt to acknowledge what excessively overpaying for a bunch of young players and bringing them into a locker room of veterans to replace them will do to team morale."
        },
        {
            "time": "2023-02-26 10:30:24",
            "comment": "Spurs were 100x better organized."
        },
        {
            "time": "2023-02-26 10:30:59",
            "comment": "Potter IN"
        },
        {
            "time": "2023-02-26 10:31:28",
            "comment": "Potter is getting fired just before we have to play them, isn’t he?"
        },
        {
            "time": "2023-02-26 10:32:03",
            "comment": "It's amazing how badly things went for Chelsea in a year. It's like bit richer Everton few seasons ago."
        },
        {
            "time": "2023-02-26 10:32:50",
            "comment": "Chelsea won just 2 of their 12 games since the WC and scored just 6 goals since then. \n\nWhat a complete shambles."
        },
        {
            "time": "2023-02-26 10:32:52",
            "comment": "Surely this is it? Yet another horrendous performance where I feel like Spurs weren't at their best, but teams do not need to be that in order to beat us. Another shite performance where we genuinely didn't look like scoring for 90 mins again. 3 goals scored in the last 8, 1 in the last 6. 2 wins in the last 17/18? Horrendous for any team in any league in the world.  Never been satisfied with our trigger happiness when it comes to managers in recent times, but this is the one time where it's absolutely necessary, there is no process, there is just nothing. Get him out"
        },
        {
            "time": "2023-02-26 10:45:26",
            "comment": "Potter is way out of his depth"
        },
        {
            "time": "2023-02-26 10:43:52",
            "comment": "Terrible to hear about Reece James, hope they find him🙏🏼🙏🏼"
        },
        {
            "time": "2023-02-26 11:04:04",
            "comment": "Chelsea just Everton'd themselves with their expensive signing yet bloatful squad. I wouldn't be surprised if their first starting XI jump out from Chelsea before Potter did."
        },
        {
            "time": "2023-02-26 10:59:58",
            "comment": "Tottenham 2, Chelsea 0, the result that proves each team needs their manager to step away!"
        },
        {
            "time": "2023-02-26 11:34:51",
            "comment": "I dream that one day Enzo will win a match again. 🦅"
        },
        {
            "time": "2023-02-26 14:33:46",
            "comment": "Chelsea can't score to save their lives. Pls when will Potter leave this is getting out of hand."
        },
        {
            "time": "2023-02-26 10:32:14",
            "comment": "I think Potter wants to be put out of his misery at this point. Boehly messed up massively getting rid of Tuchel like that."
        },
        {
            "time": "2023-02-26 10:33:47",
            "comment": "this Chelsea team looks like a bunch of mercenaries with no clear agenda"
        },
        {
            "time": "2023-02-26 10:37:13",
            "comment": "Has Potter even won a game with Chelsea? Honest question"
        },
        {
            "time": "2023-02-26 10:42:03",
            "comment": "How is Chelsea so bad? Their squad looks pretty good on paper"
        },
        {
            "time": "2023-02-26 11:31:47",
            "comment": "How did Enzo’s do today? On paper was he given a high rating."
        },
        {
            "time": "2023-02-26 10:29:55",
            "comment": "Everyone laugh at Chelsea bahahaha what a small club (ignore my flair)"
        },
        {
            "time": "2023-02-26 10:40:52",
            "comment": "Potter has to go, I’ve tried been patient with him but there’s genuinely no signs of a process. He’s ridiculously out of his depth and we cannot afford to regress further and further whilst he finds his feet. Nobody has improved and everyone has performed worse under him and that’s the most damming sign that a rebuild isn’t working. No doubting he’s been given a tough job with all the upheaval and uncertainty but he should be able to get much more than he has done out of these players so far."
        },
        {
            "time": "2023-02-26 11:19:56",
            "comment": "I watched this game as a neutral. It was awful from Chelsea especially on the attack. It's like they don't have any idea what they're doing. They sometimes have opportunities to counter but instead they hold the ball long enough and pass back to the defender. Is this Potter's style or the player's fault?"
        },
        {
            "time": "2023-02-26 10:29:26",
            "comment": "Holy fuck Chelsea suck"
        },
        {
            "time": "2023-02-26 10:32:32",
            "comment": "I think they should spent another 600m maybe then they will draw"
        },
        {
            "time": "2023-02-26 10:52:14",
            "comment": "Getting rid of Tuchel.  Brilliant."
        },
        {
            "time": "2023-02-26 10:29:47",
            "comment": "Hope Stellini can avoid the Manager of the Month curse."
        },
        {
            "time": "2023-02-26 10:30:57",
            "comment": "Chelsea's goal of the month is going to be their goal for the month 💀"
        },
        {
            "time": "2023-02-26 10:33:22",
            "comment": "Chelsea has scored only 1 goal in February.\n\nQuite an achievement after spending like £600 million in the season"
        },
        {
            "time": "2023-02-26 10:40:59",
            "comment": "Angry rantman oughta be fun 😆"
        },
        {
            "time": "2023-02-26 13:31:13",
            "comment": "Bring in salary caps at this point because how can two players earning a combined 2 MIL A MONTH fail to concentrate for 15 seconds against one of the best strikers they'll ever play against? I'm tired of us switching off on set pieces and crosses, I'm tired."
        },
        {
            "time": "2023-02-26 17:13:42",
            "comment": "As a non chelsea fan, when I look at potter and Chelsea I think it’s clear that the job is simply too big for him.\n\nI remember as United were appointing ten Hag. Rio was saying the biggest thing is can deal with being at a club like United, Ajax are huge but in terms of pressure United is different. Seems silly now but it was a genuine concern.\n\nI’ve seen it time and time again at United, players that should have been good enough crumbling in that environment, managers too. It’s the part of managing below that level can never teach you, it’s in you or it’s not.\n\nPotter is a small club man, and I don’t mean that in a disrespectful way, but he’s an underdog manager, he plays pretty decent football, he’s good at getting talent out of cheap players and doing well.\n\nThe problem is that a lot of that just doesn’t translate to the level of Chelsea, there’s no trying at a club like that, there’s no effort. It’s binary. You win or you fail. Fans say they just want someone to play for the shirt but not at a club like that, yes you want that but if you’re losing who cares.\n\nThat’s the biggest issue for potter and this Chelsea team. It’s not tactics or players or whatever (obviously all these ARE also factors) it’s FEAR.\n\nTo me it looks like Potter goes out to try not to lose rather than to win, he’s so scared of getting it wrong that he’s paralysed. He can’t make effective changes, he just wants to not lose and when you’re at an underdog club, you can afford to be a bit like that lose 3, win 5 easy but at Chelsea? Not a chance.\n\nHe’s a rabbit in the headlights at the moment."
        },
        {
            "time": "2023-02-26 10:53:41",
            "comment": "post match interview with Skipp & Kane\n\ntwo of the goofiest & most lovable lads. you love to see it"
        },
        {
            "time": "2023-02-26 10:36:21",
            "comment": "I still don't understand why tf they sacked Tuchel"
        },
        {
            "time": "2023-02-26 10:37:16",
            "comment": "Chelsea fans on Potter: \"Avada Kedavra him, please\"\n\nAll other fans on Potter: \"Nah, nah... Let him cook.\""
        },
        {
            "time": "2023-02-26 10:41:16",
            "comment": "Chelsea’s goal of the month for February finna be a tough decision."
        },
        {
            "time": "2023-02-26 10:48:07",
            "comment": "Won't read much into our performance tbh. Chelsea were toothless."
        },
        {
            "time": "2023-02-26 11:08:08",
            "comment": "I am not a Chelsea fan but this is getting ridiculous.  Even an FM player knows how to deal with a string of bad results.  You sit back defensively then try to scrap a point or even a win by counter."
        },
        {
            "time": "2023-02-26 10:34:20",
            "comment": "I’m loving ever second of this 🤣🤣🤣"
        },
        {
            "time": "2023-02-26 11:17:12",
            "comment": "At Brighton, Potter had hungry players who weren't getting paid a bazillion pounds who had to work hard to get into the team. The club had pretty much no pressure on them as they were never expected to flourish, and any time they did they were praised for it. Potter now has the complete opposite with an owner who genuinely has no idea about football and only knows how to make money. It's a horrible time to be the Chelsea manager and I do really believe that Potter is an absolutely fantastic manager with great ideas, but how on earth do you expect him to do anything with all the injuries he's had as well as the club forcing about 6 insanely high profile players into his club. \n\nThey should just be focused on next season now and should not spend any more in the summer unless it's a fantastic striker. They have the players, they just need to form them into some sort of team."
        },
        {
            "time": "2023-02-26 12:25:17",
            "comment": "And this is why you don't buy players based on their international performances"
        },
        {
            "time": "2023-02-26 10:41:51",
            "comment": "Oliver Skipp is so cute lol"
        },
        {
            "time": "2023-02-26 10:30:23",
            "comment": "Easy peasy."
        },
        {
            "time": "2023-02-26 10:30:31",
            "comment": "This is genuinely embarrassing now.\n\nI know we can’t blame it all on Potter, but I legitimately don’t know what his tactics are supposed to be. Genuinely, what even is the tactic he’s trying to implement here? I couldn’t even tell you what formation they’re playing half the time.\n\nChelsea aren’t going to sack him (even though they absolutely should), but he really isn’t making things easy on himself."
        },
        {
            "time": "2023-02-26 10:32:58",
            "comment": "10 points off relegation.\n\nIn Potter we trust 💪😤"
        },
        {
            "time": "2023-02-26 10:36:58",
            "comment": "Chelsea actually suck hard. What a waste of over a billion clams….actually impressive"
        },
        {
            "time": "2023-02-26 10:37:45",
            "comment": "These Chelsea players need to seriously take a long look at themselves\n\nThey are awful"
        },
        {
            "time": "2023-02-26 10:38:00",
            "comment": "Chelsea is playing worse and worse. Players look frustrated and without plan. Think they look like the worst team in PL right now."
        },
        {
            "time": "2023-02-26 10:38:02",
            "comment": "Havertz on voluntary pension scheme since the final goal"
        },
        {
            "time": "2023-02-26 10:47:23",
            "comment": "Think we need to go back to 3atb. Silva, Badiashile, Fofana are good enough, Koulibaly even might be, has been in good form the last few games. James is utterly wasted having no licence to carry the ball, roam forward, or add any decent width. Feels like we used to suffocate teams much more effectively, and the build up in position seems much more static, often getting the ball high up the pitch in the wide positions and being forced backwards as we aren’t creating any sort of overload or overlap"
        },
        {
            "time": "2023-02-26 12:32:53",
            "comment": "will they go down after spending 600m?"
        },
        {
            "time": "2023-02-26 10:35:55",
            "comment": "What I think Chelsea is missing is that solid \"backbone\" of players that are willing to fight for the club. That's what you get if you sign massive amount of players that are on a fat paycheck."
        },
        {
            "time": "2023-02-26 10:52:27",
            "comment": "[deleted]"
        },
        {
            "time": "2023-02-26 10:29:59",
            "comment": "I gotta hand it to Ten Hag. Not only that he improved United by benching Ronaldo, but he also managed to cause Boehly to blow up the team for absolutely no fucking reason."
        },
        {
            "time": "2023-02-26 10:50:54",
            "comment": "Is that Big Sam music?"
        },
        {
            "time": "2023-02-26 10:30:23",
            "comment": "Chelsea has now played more matches in the league than goals scored. 24 games 23 goals. Only 6 teams have scored less goals this season."
        },
        {
            "time": "2023-02-26 10:30:23",
            "comment": "Give Graham Potter a lifetime contract for being consistently entertaining 😂😂😂"
        },
        {
            "time": "2023-02-26 10:30:25",
            "comment": "PL goals in February:\n\nManor Solomon - 3  \nChelsea - 1"
        },
        {
            "time": "2023-02-26 10:30:52",
            "comment": "Cristian Stellini surely the manager with the best record in the top 5 leagues. 100% wins over I think 8 games? 🐐"
        },
        {
            "time": "2023-02-26 10:31:00",
            "comment": "1 goal in February. That's as damning as it gets really."
        },
        {
            "time": "2023-02-26 10:31:03",
            "comment": "Fully walking down the street today humming along to Chelsea get battered everywhere they go"
        },
        {
            "time": "2023-02-26 10:31:05",
            "comment": "Lads, it's Chelsea"
        },
        {
            "time": "2023-02-26 10:31:07",
            "comment": "points can’t be buy"
        },
        {
            "time": "2023-02-26 10:31:26",
            "comment": "4-6-0 Chelsea strikes (not!) again"
        },
        {
            "time": "2023-02-26 10:31:46",
            "comment": "Couldn’t happen to a nicer club"
        },
        {
            "time": "2023-02-26 10:32:14",
            "comment": "Okay something is clearly wrong here, not even a Ziyech or Enzo thundercunt?!\n\n\nThose kind of goals are usually a given in this fixture for them, they must be even more cursed than us at this point.\n\n\nNo Alonso or Matic to do it is no excuse either!"
        },
        {
            "time": "2023-02-26 10:33:38",
            "comment": "Hot take: Chelsea are utter shit"
        },
        {
            "time": "2023-02-26 10:33:39",
            "comment": "Potter with a nice $50 mil robbery"
        },
        {
            "time": "2023-02-26 10:34:00",
            "comment": "At this point, is it more practical to keep Potter or to sack him? I would like to be a fly on the wall in Chelsea's boardroom"
        },
        {
            "time": "2023-02-26 10:39:29",
            "comment": "How many games do we have to lose playing like headless chickens before Potter is sacked."
        },
        {
            "time": "2023-02-26 10:40:00",
            "comment": "Imagine if Chelsea doing an Everton but with more expensive squad..."
        },
        {
            "time": "2023-02-26 10:43:04",
            "comment": "Just hope we don’t get relegated."
        },
        {
            "time": "2023-02-26 10:29:30",
            "comment": "Is there a possibility of some kind of sabotage going on here lol? Did Potter do or say something in training that pissed off the players and now they are trying to damage his reputation? \n\nOr maybe the players quietly enjoyed working with Tuchel and are angry about his departure plus all the other big decisions made by the new ownership?"
        },
        {
            "time": "2023-02-26 10:41:23",
            "comment": "Spend another 600 mil and maybe you lot can score a goal"
        },
        {
            "time": "2023-02-26 10:29:40",
            "comment": "Spurs fans shouldn't be too mad at the ref giving only a yellow card at the end of the half\n\nAfterall, Chelsea played like they were 3 men down the entire game."
        },
        {
            "time": "2023-02-26 10:31:05",
            "comment": "Tuchel's back 5 system made it so on attack all 3 attackers + a wingback + a midfielder would try and overwhelm a side of the pitch through raw numbers basically forcing a chance to happen, our press was fucking relentless too which was a big reason why we kept creating chances (that mostly ended up being wasted, since our finishing is shit, but at least it was more reliable).\n\nNow we have a back 4 where every attack has to be created by single players, noone is overlapping, noone is covering anyone, our press is dead, we create no clear chances against anyone to even whine about our finishing anymore.\n\nFelix and Mount are creating shit and we don't get the ball to Mudryk and Sterling reliably enough for them to have more than 5 chances per game to do something because our only good midfielder is Enzo who has to do everything by himself because RLC and Gallagher are fucking useless.\n\nWe used to rely on Chilwell and Reece for our attacking chances which was unsustainble both physically (for the players) and tactically (because asking defenders to give you 15 G+A per season is dumb), but reigning them in and doing nothing else is fucking stupid, even moreso when doing that isn't even giving us more defensive solidity because Koulibaly is a fucking clown and Kepa's still useless at doing everything but Hollywood shotstopping. \n\nThis fucking \"system\" is useless."
        },
        {
            "time": "2023-02-26 10:37:25",
            "comment": "Spurs rarely turned up against Chelsea, and yet they beat Chelsea quite convincingly."
        },
        {
            "time": "2023-02-26 10:53:16",
            "comment": "I think there is a moment where leadership needs to step up. This is both on and off the field. Maybe Todd and co are seeing something I am not but as someone who watches all the games (as a season ticket holder), we have regressed so much.  \nThere are levels to this game and sadly, Potter isn’t that good. At this point, we are chasing 42pts"
        },
        {
            "time": "2023-02-26 11:01:26",
            "comment": "Chelsea need at least 8 new players to be competitive.\n\nOh wait...!"
        },
        {
            "time": "2023-02-26 12:43:49",
            "comment": "Is this another game were Felix avoids all blame because he's still the most prominent player? If you're the main vocal point & have the best output In the team, if you aren't actually putting in the numbers that matter & catapulting the team's results then you're part of the problem."
        },
        {
            "time": "2023-02-26 10:30:02",
            "comment": "3 Points from Gryffindor"
        },
        {
            "time": "2023-02-26 10:39:34",
            "comment": "Are we still going to pretend Felix was being wasted in Atletico?\n\nFor every good performance he disappears in the next 4 games."
        },
        {
            "time": "2023-02-26 10:41:14",
            "comment": "That’s what happens when an American billionaire thinks he knows better. The sheer arrogance to navigate a league and sport you haven’t the faintest clue about. \n\nThe incompetence starts at the top and filters down."
        }
    ]
}