{
    "title": "Match Thread: Arsenal vs Man Utd English",
    "match_date": "2023-01-22",
    "comments": [
        {
            "time": "2023-01-22 12:02:34",
            "comment": "Crazy too think that Arsenal is at this level with how young their list is. The Young Guns are definitely here"
        },
        {
            "time": "2023-01-22 13:35:11",
            "comment": "trosard was cooking at the end"
        },
        {
            "time": "2023-01-22 13:34:06",
            "comment": "What a game from Zinchenko and Lisandro"
        },
        {
            "time": "2023-01-22 11:23:22",
            "comment": "If I was Man Utd, I'd simply field Casemiro. What are they gonna do, call the football's cops?"
        },
        {
            "time": "2023-01-22 12:00:23",
            "comment": "Fantastic match so far, really feels back to the old United-Arsenal days"
        },
        {
            "time": "2023-01-22 11:27:06",
            "comment": "I love how we get the sky bet advert, a little introduction to Fergie and Beckham and then we get a bet365 advert. Hopefully there’s another betting advert before kick off. I’d hate for the betting companies to not have enough advertising slots."
        },
        {
            "time": "2023-01-22 12:23:53",
            "comment": "[deleted]"
        },
        {
            "time": "2023-01-22 14:31:56",
            "comment": "Watching Ten Hag's post match interview, he is being a bit harsh on his own team. Arsenal forced the mistakes, like Man U forced Partey, Saka and Ramsdale for their mistakes on their goals"
        },
        {
            "time": "2023-01-22 12:04:01",
            "comment": "Saka: \"2 times! He did it 2 times!\"\n\nArteta: \"4th time! He did it 4 times!\""
        },
        {
            "time": "2023-01-22 13:29:45",
            "comment": "United fan. That was a great game of football and Arsenal the better team overall. But fuck me did I enjoy that, dark winter evening and Arsenal and United fighting over a match that means something. It's like it's 2001 again"
        },
        {
            "time": "2023-01-22 13:31:21",
            "comment": "Been very very anxious then euphoric. Zinchenko is unreal, you can tell he has the champion quality. Eddie missed chance (also stupidly give DDG the reason to stall) but he stepped up when it counts. Saka and Rashford two unreal goals. \n\nNot the best game for some of our players but just like Arteta said, we support each other on the pitch, and got a win, I hope this game can boost our confidence massively. What a game"
        },
        {
            "time": "2023-01-22 12:20:57",
            "comment": "Proper Arsenal x United battle. \n\nHaven't had these in what feels like forever."
        },
        {
            "time": "2023-01-22 12:46:25",
            "comment": "Somewhere, Gareth Southgate is in a room, watching Rashford and Saka fire in screamers, trying to figure out how he clone Sterling to play left and right wing"
        },
        {
            "time": "2023-01-22 13:28:34",
            "comment": "De gea easily saves that touch from Nketiah if Eddie hadn't violently ripped de gea's arm off his body just a few minutes earlier /s"
        },
        {
            "time": "2023-01-22 16:48:08",
            "comment": "Ødegaard is on another lvl. Jesus his technique is outstanding. That pass to Xhaka that got intercepted by Martinez is amazing"
        },
        {
            "time": "2023-01-22 13:29:16",
            "comment": "The best team won.\n\nUtd have done the best they possibly could with the personnel and mid week fixture.\n\nWould have liked to see Garnacho come on earlier but I can understand the preference is to secure a point at that stage.\n\nGutted to have lost points in the last minutes two games in a row."
        },
        {
            "time": "2023-01-22 13:12:16",
            "comment": "Trossard looks like he's permanently just woken up from a bender"
        },
        {
            "time": "2023-01-22 13:30:40",
            "comment": "Trossard got that over the line. Fucking incredible win"
        },
        {
            "time": "2023-01-22 12:18:30",
            "comment": "I liked Shaw better when he was shit"
        },
        {
            "time": "2023-01-22 14:15:14",
            "comment": "Arsenal are so good in tight spaces, against a low block.    Really imoressive"
        },
        {
            "time": "2023-01-22 11:49:01",
            "comment": "That was pretty shocking from Partey though... Made 3 errors in the space of a few seconds.... Pretty uncharacteristic for this season"
        },
        {
            "time": "2023-01-22 12:43:06",
            "comment": "Saka is genuinely a top top quality player.\n\nEverything about his physicality, control, end product and intelligence.\n\nI legitimately believe he's underrated (obviously not like hugely, but you get the idea)"
        },
        {
            "time": "2023-01-22 11:49:47",
            "comment": "Christ alive who put that fake tan on Ben white"
        },
        {
            "time": "2023-01-22 11:46:27",
            "comment": "People get so salty in these thread it’s actually mad"
        },
        {
            "time": "2023-01-22 13:23:50",
            "comment": "Trossard my god"
        },
        {
            "time": "2023-01-22 13:23:53",
            "comment": "Damn Trossard😵‍💫"
        },
        {
            "time": "2023-01-22 13:25:53",
            "comment": "This felt like retro arsenal vs United - what a game!"
        },
        {
            "time": "2023-01-22 13:29:02",
            "comment": "Fair play to Nketiah. Thought he'd pulled down Arsenal's trousers by getting a six figure a week contract, but he's probably already paid them back. \n\nHis all round game has really developed in such a short space of time."
        },
        {
            "time": "2023-01-22 18:20:27",
            "comment": "Still buzzing from this, proper match this was"
        },
        {
            "time": "2023-01-22 13:55:23",
            "comment": "I love how this Arsenal just edges opponents regardless of name super exciting this game kind of proves Arsenal will be there by end of season"
        },
        {
            "time": "2023-01-22 13:35:46",
            "comment": "United looked extremely dangerous anytime they got the ball.\n\nI think the full backs did well, but Weghorst is not the man for the job."
        },
        {
            "time": "2023-01-22 11:26:05",
            "comment": "Ferguson is in the crowd and that guy from Arsenal can't be arsed to show up. Smh."
        },
        {
            "time": "2023-01-22 13:32:33",
            "comment": "Antony is dogshit for a 100 mil player."
        },
        {
            "time": "2023-01-22 12:01:18",
            "comment": "the stark contrast between this and yesterday liv v che game hahahaha"
        },
        {
            "time": "2023-01-22 12:14:19",
            "comment": "We're making some sloppy passes. Gotta clean that up or it'll cost us again"
        },
        {
            "time": "2023-01-22 13:24:15",
            "comment": "Trossard looks great"
        },
        {
            "time": "2023-01-22 13:26:57",
            "comment": "trossard might be a title winning signing"
        },
        {
            "time": "2023-01-22 13:27:00",
            "comment": "What a game. Good one arsenal! Deserve to win the league"
        },
        {
            "time": "2023-01-22 13:29:03",
            "comment": "Excellent game. The goal was coming tbh, Utd backs against the wall for about half-an-hour and just lumping it forward, a bit of a reality check too, for the whole team and a few individuals.\n\nDeserved win for Arsenal."
        },
        {
            "time": "2023-01-22 12:14:44",
            "comment": "[deleted]"
        },
        {
            "time": "2023-01-22 13:59:43",
            "comment": "Great effort from Utd, the development in 6 months is staggering. Starting to see that players like McTominay have no place in the squad anymore, which is obviously part of the rebuild. He was really, really poor today. You simply CANNOT be passive as a \"defensive\" midfielder in the way that he is."
        },
        {
            "time": "2023-01-22 11:19:48",
            "comment": "If lose: We were missing Casemiro and referee was Anthony Taylor\n\n\nIf win: Expected, massive club"
        },
        {
            "time": "2023-01-22 11:32:57",
            "comment": "Goddamn Arsenal play beautifully."
        },
        {
            "time": "2023-01-22 12:19:41",
            "comment": "Good half, Shaw has been matching Saka stride for stride\n\nMr Airpods is gonna have to tweak the tactics a bit\n\nRashford is genuinely scary, Nketiah is a man possessed \n\nAll to play for in the second half, Love it Proper Arsenal v United"
        },
        {
            "time": "2023-01-22 13:30:10",
            "comment": "That 2nd half was giving me PTSD flashbacks of last season. Arsenal were the better team, United has work to do yet. Exciting match despite not the result I hoped for!"
        },
        {
            "time": "2023-01-22 13:30:36",
            "comment": "Fair enough, Arsenal deserved the win, we weren't playing to win in the end and you just felt that goal coming. Would've preferred a draw ofc for the point!\nProbably one of ( if not ) the most exciting/fun games to watch this season!"
        },
        {
            "time": "2023-01-22 15:16:10",
            "comment": "It's a pleasure trusting the process"
        },
        {
            "time": "2023-01-22 13:28:48",
            "comment": "Love this Arsenal side! Lots of fight in them, they don't seem dazed or confused no matter what the score is!"
        },
        {
            "time": "2023-01-22 11:42:48",
            "comment": "Bruno: kicks Gabriel several times\n\nGabriel: gets mad at him\n\nBruno: 😮"
        },
        {
            "time": "2023-01-22 12:43:39",
            "comment": "Saka is one of the most likable players in the league"
        },
        {
            "time": "2023-01-23 00:39:00",
            "comment": "Instant classic, what an incredible game with an incredible ending. Nketiah really stepped up, the whole team really stepped up!"
        },
        {
            "time": "2023-01-22 13:07:40",
            "comment": "whatever happens, it's nice to finally see this fixture have a meaningful impact on the title race again lmao"
        },
        {
            "time": "2023-01-22 12:08:15",
            "comment": "anyone else getting really fed up of the cameras panning to Arteta at every moment? trying to create drama out of nothing"
        },
        {
            "time": "2023-01-22 13:33:24",
            "comment": "Zinchenko motm surely?"
        },
        {
            "time": "2023-01-22 13:41:30",
            "comment": "What a match, we've come a long way, still a long way to go. Would have been nice to see what this would have ended up with Case on the pitch but fair play to Arsenal they never gave up."
        },
        {
            "time": "2023-01-22 12:02:22",
            "comment": "Odegaards class"
        },
        {
            "time": "2023-01-22 12:17:56",
            "comment": "Shaw/saka is a proper duel."
        },
        {
            "time": "2023-01-22 13:24:12",
            "comment": "Trossard what a man"
        },
        {
            "time": "2023-01-22 11:58:31",
            "comment": "Amazing the difference in quality of play between this match and the Chelsea - Pool fixture yesterday"
        },
        {
            "time": "2023-01-22 12:13:19",
            "comment": "White been getting the \"underrated\" tag for a while now so he was due a stinker."
        },
        {
            "time": "2023-01-22 13:16:19",
            "comment": "Thoughts and prayers to De Gea. Get well soon."
        },
        {
            "time": "2023-01-22 13:28:16",
            "comment": "Credit to United, they sure made themselves tough to beat today - but Arsenal always deserved all the points today. \n\nNot even a similar amount of chances. Better team for basically the entire match. \n\nGlad we stuck to our game, kept pushing and found that bit of earned fortune in the end."
        },
        {
            "time": "2023-01-22 12:00:45",
            "comment": "Martinez is great. Doesn't look like he should be able to perform at CB but he's just a constant pain in there and makes his presence felt. Reminds me of Puyol."
        },
        {
            "time": "2023-01-22 12:09:36",
            "comment": "If Arteta gets sent off here, Richard Keys is going to orgasm like he's pumping his daughters best mate."
        },
        {
            "time": "2023-01-22 13:29:33",
            "comment": "Fuck I’m happy… reminiscent of old age rivalry which was the best in England. \n\nHope we get more of those for years to come"
        },
        {
            "time": "2023-01-22 13:16:07",
            "comment": "So infuriating that this is even allowed. Why can players lie down for 2 minutes after what is blatantly obviously a painless soft touch"
        },
        {
            "time": "2023-01-22 13:24:12",
            "comment": "GG Arsenal.. Well Deserved. United Players looked tired af in the half. Still the better team won."
        },
        {
            "time": "2023-01-22 13:24:21",
            "comment": "Trossard u beauty"
        },
        {
            "time": "2023-01-22 12:15:25",
            "comment": "How is the ref actually falling for something like that? It’s so weak"
        },
        {
            "time": "2023-01-22 12:48:49",
            "comment": "Southgate in the stands: _Rashford has the form of his life and is playing amazing… can’t wait to bench him._"
        },
        {
            "time": "2023-01-22 13:10:53",
            "comment": "Most intriguing mystery of 2023 : Why didn’t DDG catch it?"
        },
        {
            "time": "2023-01-22 13:32:51",
            "comment": "Im so happy man"
        },
        {
            "time": "2023-01-22 12:00:17",
            "comment": "\"This game's good\" Gary Neville. Thanks for that groundbreaking analysis."
        },
        {
            "time": "2023-01-22 12:27:24",
            "comment": "We’re lucky wan bissaka can’t guard the back post to save his life or we’d in a bad situation. Worried for white being booked and martinelli running at AWB isn’t good we need to be playing in behind him"
        },
        {
            "time": "2023-01-22 13:21:19",
            "comment": "Zinchenkos reaction, now that is fucking passion"
        },
        {
            "time": "2023-01-22 13:30:42",
            "comment": "is nketiah the new starting #9? what do you think arsenal fans"
        },
        {
            "time": "2023-01-22 13:34:37",
            "comment": "Fuck me I am absolutely buzzing, what a game!"
        },
        {
            "time": "2023-01-22 12:27:40",
            "comment": "Pretty intense game, which is exactly what it should be given the form of the teams and the table. As long as it doesn’t get over refereed with a bullshit sending off in the second half it’s going to be a huge second half. \n\nI can see a controversy coming, always is."
        },
        {
            "time": "2023-01-22 12:43:09",
            "comment": "De Gea shouldn't have said those statements knowing he might concede a screamer by either Saka or ødegaard."
        },
        {
            "time": "2023-01-22 12:50:30",
            "comment": "[deleted]"
        },
        {
            "time": "2023-01-22 13:02:47",
            "comment": "I can smell the Rashford counter"
        },
        {
            "time": "2023-01-22 13:12:17",
            "comment": "There was nothing in that incident where Rashford went down, but what the fuck was Aaron Ramsdale up to? He just managed to stop himself from clattering into Rashford, but he looked absolutely clueless."
        },
        {
            "time": "2023-01-22 13:15:25",
            "comment": "And the Fallon D'Floor goes to....."
        },
        {
            "time": "2023-01-22 13:24:21",
            "comment": "How did City think selling zinchenko to arsenal would be a good idea"
        },
        {
            "time": "2023-01-22 13:25:15",
            "comment": "Zinchenko motm, unbelievable"
        },
        {
            "time": "2023-01-22 13:30:07",
            "comment": "Ggs Arsenal, didn't get to watch but it seems like a well fought game"
        },
        {
            "time": "2023-01-22 13:32:55",
            "comment": "Becca Lowe just said wenger is coach"
        },
        {
            "time": "2023-01-22 13:28:37",
            "comment": "Honestly as a United fan, this is one of those matches where I ain't mad we lost. I would have taken a draw but nah, fair play to Arsenal. What a team, Odegaard and Saka are out of this world this season. Rather Arsenal than the scum to win the league"
        },
        {
            "time": "2023-01-22 12:11:27",
            "comment": "Be nice if we could stop misplacing basic passes for 5 minutes"
        },
        {
            "time": "2023-01-22 12:12:01",
            "comment": "Partey thinking too much should have released saka Or martinelli"
        },
        {
            "time": "2023-01-22 12:14:29",
            "comment": "Fuckin hell casemiro is crucial for us"
        },
        {
            "time": "2023-01-22 12:19:40",
            "comment": "Shaw is being impressive today."
        },
        {
            "time": "2023-01-22 12:48:50",
            "comment": "babe wake up the early 2000s are back"
        },
        {
            "time": "2023-01-22 13:16:05",
            "comment": "United’s diving is just embarrassing"
        },
        {
            "time": "2023-01-22 13:23:48",
            "comment": "Honestly it was obvious this goal was coming. Don't get why ETH didn't change things up earlier, it was a matter of time until they scored!"
        },
        {
            "time": "2023-01-22 13:26:18",
            "comment": "Good to see the respect between the players; the tie can be competitive without letting it devolve into fuckery"
        },
        {
            "time": "2023-01-22 13:25:41",
            "comment": "Arsenal the better team today. Great game though. Good to have you back AFC"
        },
        {
            "time": "2023-01-22 13:40:42",
            "comment": "Great game! 8/10 easily"
        },
        {
            "time": "2023-01-22 12:20:19",
            "comment": "This has trossard for Martinelli on the hour and a dramatic debut winner from him written all over it"
        },
        {
            "time": "2023-01-22 12:01:27",
            "comment": "Ben White is very tan"
        },
        {
            "time": "2023-01-22 12:03:02",
            "comment": "Damn. Fergie made the trip. He misses the rivalry it looks like"
        },
        {
            "time": "2023-01-22 12:08:51",
            "comment": "Nketiah has been grt"
        },
        {
            "time": "2023-01-22 12:18:26",
            "comment": "Shaw the first LB in a long time holding his own against saka"
        },
        {
            "time": "2023-01-22 12:31:40",
            "comment": "What’s the point in paying £50 for Sky to just show me non stop ads"
        },
        {
            "time": "2023-01-22 12:31:51",
            "comment": "I wonder what reddit match thread would look like when 2000s Arsenal and Man united played eachother"
        },
        {
            "time": "2023-01-22 12:48:45",
            "comment": "LICHAAAAAA"
        },
        {
            "time": "2023-01-22 13:15:16",
            "comment": "such a bitch ass team holy shot"
        },
        {
            "time": "2023-01-22 13:15:57",
            "comment": "United are a disgrace"
        },
        {
            "time": "2023-01-22 13:20:32",
            "comment": "Wasn't zinckenko offside?"
        },
        {
            "time": "2023-01-22 13:25:11",
            "comment": "There are points in a Premier League season where you think, that's crucial in the title race, and this is certainly one for Arsenal"
        },
        {
            "time": "2023-01-22 13:26:34",
            "comment": "Great game. Well done manunited too. You played tour part in a classic. Could of gone any way. Feels like the old days again"
        },
        {
            "time": "2023-01-22 13:27:02",
            "comment": "I’m By far the happiest I’ve been supporting this club atm, it feels like we’re finally back after 15 years"
        },
        {
            "time": "2023-01-22 12:15:38",
            "comment": "love whenever an English player dives it's \"clever\""
        },
        {
            "time": "2023-01-22 12:19:54",
            "comment": "Mudryk coming on in the 2nd half it's over for United 🔥"
        },
        {
            "time": "2023-01-22 12:14:02",
            "comment": "Every time they show Ten Haag it looks like he's almost ready to stress smoke that pen."
        },
        {
            "time": "2023-01-22 12:16:39",
            "comment": "I miss WC Stoppage Time"
        },
        {
            "time": "2023-01-22 12:18:19",
            "comment": "Ben white has taken his tan levels to Jennifer Coolidge levels."
        },
        {
            "time": "2023-01-22 12:22:41",
            "comment": "The gulf in class and quality bw liv-che yesterday and this match today is night and then some night and day rn"
        },
        {
            "time": "2023-01-22 12:33:18",
            "comment": "Tomi coming on for Ben White. Good call that. White's been off it the whole half"
        },
        {
            "time": "2023-01-22 12:48:56",
            "comment": "Man, after that abhorrent Liverpool-Chelsea game, this game is what I needed"
        },
        {
            "time": "2023-01-22 13:05:42",
            "comment": "I don’t care what the result is today, after years of agony and torture it’s really fun to watch Arsenal…"
        },
        {
            "time": "2023-01-22 13:06:33",
            "comment": "Proper nostalgic feel to this match"
        },
        {
            "time": "2023-01-22 13:07:17",
            "comment": "Martinez MOTM"
        },
        {
            "time": "2023-01-22 13:07:32",
            "comment": "Wan Bissaka within 5 yards of the far post: I am a spectator now."
        },
        {
            "time": "2023-01-22 13:25:16",
            "comment": "The mentality of this team is unbelievable - what a change from the last decade plus"
        },
        {
            "time": "2023-01-22 13:25:41",
            "comment": "Game of the season"
        },
        {
            "time": "2023-01-22 13:25:42",
            "comment": "And no player suspensions! Perfect day"
        },
        {
            "time": "2023-01-22 13:26:35",
            "comment": "Yo arsenal looking scary for the next 3 -4 years"
        },
        {
            "time": "2023-01-22 12:43:24",
            "comment": "How is this kid only fucking 21 years old and already one of the best players in the Premier League. What a hit, Bukayo."
        },
        {
            "time": "2023-01-22 13:36:20",
            "comment": "Arsenal have that dog in them have to give them props, United just need a couple upgrades in the attack and midfield and we will be challenging for sure."
        },
        {
            "time": "2023-01-22 12:05:45",
            "comment": "Am I the only one that loves animated managers? Adds to the drama and entertainment, I’d love more arguments between the benches"
        },
        {
            "time": "2023-01-22 13:46:57",
            "comment": "This result is significant slowly but surely the dream always realized"
        },
        {
            "time": "2023-01-22 13:16:06",
            "comment": "Lmao give DDG a yellow for diving. Truly pathetic"
        },
        {
            "time": "2023-01-22 13:26:48",
            "comment": "Thoughts:\n\n- I love when a time timewastes and it bites them in the ass\n\n- I am now officially an Eddie Nketiah stan\n\n- Biggest 3 points so far this season for us"
        },
        {
            "time": "2023-01-22 13:36:49",
            "comment": "ez points from Nketiah"
        },
        {
            "time": "2023-01-22 11:47:56",
            "comment": "Lmao , commentary was silent"
        },
        {
            "time": "2023-01-22 11:52:16",
            "comment": "We have to take these chances, united are always lethal against us."
        },
        {
            "time": "2023-01-22 11:54:05",
            "comment": "STOP PLAYING IT BACK TO DE GEA"
        },
        {
            "time": "2023-01-22 11:54:24",
            "comment": "Proper footy we got here"
        },
        {
            "time": "2023-01-22 12:01:44",
            "comment": "Some game this"
        },
        {
            "time": "2023-01-22 12:07:33",
            "comment": "Neville hyped that replay up too much."
        },
        {
            "time": "2023-01-22 12:08:31",
            "comment": "Antony man you can't miss that pass lmao"
        },
        {
            "time": "2023-01-22 12:11:44",
            "comment": "I'm just hoping we find out at HT that Cesc and Keane have been brawling. Chairs flying everywhere. Pizza getting put up holes. Keane chinning Jamie Redknapp for no other reason than him being Jamie Redknapp."
        },
        {
            "time": "2023-01-22 12:17:26",
            "comment": "Not a good first half from us. Need to step it up second"
        },
        {
            "time": "2023-01-22 12:19:09",
            "comment": "Shaw has been so good this season, his all around game is fantastic for us"
        },
        {
            "time": "2023-01-22 12:21:45",
            "comment": "I am fucking sweating from watching this game."
        },
        {
            "time": "2023-01-22 12:26:24",
            "comment": "been a really enjoyable game so far tbh, constant action"
        },
        {
            "time": "2023-01-22 12:26:36",
            "comment": "Dammit \n\nThis Arsenal team is legit - can’t even troll properly"
        },
        {
            "time": "2023-01-22 12:36:35",
            "comment": "Great now get Antony off for Garnacho."
        },
        {
            "time": "2023-01-22 12:40:56",
            "comment": "LICHAAAAAAAA YOU SEX ARGENTINE BASTARD"
        },
        {
            "time": "2023-01-22 12:43:25",
            "comment": "At that distance I feel like De Gea should have got a hand on that"
        },
        {
            "time": "2023-01-22 12:50:32",
            "comment": "We need Arteta to get sent off and move to the upper stands to have a proper return to the 2000s"
        },
        {
            "time": "2023-01-22 12:50:46",
            "comment": "Live by Ramsdale. Die by Ramsdale."
        },
        {
            "time": "2023-01-22 12:55:36",
            "comment": "The thing about Arsenal is..."
        },
        {
            "time": "2023-01-22 12:55:39",
            "comment": "Saka has been immense second half \n\nI do find it amazing that these teams have spent hundreds of millions and their standouts this season have been two local lads that cost nothing"
        },
        {
            "time": "2023-01-22 12:59:39",
            "comment": "He almost did it twice"
        },
        {
            "time": "2023-01-22 13:01:53",
            "comment": "Zinchenko absolutely bossing today"
        },
        {
            "time": "2023-01-22 13:02:38",
            "comment": "FIFA’s gonna need to add a new position class for Zinchenko - the CDLBAM"
        },
        {
            "time": "2023-01-22 13:10:33",
            "comment": "Why the fuck didn't de gea catch that, there was no one around him"
        },
        {
            "time": "2023-01-22 13:10:50",
            "comment": "De Gea thought he was on volleyball court for a moment?!!"
        },
        {
            "time": "2023-01-22 13:10:55",
            "comment": "Why’s De Gea punching away the easiest catch possible?"
        },
        {
            "time": "2023-01-22 13:11:01",
            "comment": "Those last 5 minutes by Wan Bissaka is a highlight reel by itself."
        },
        {
            "time": "2023-01-22 13:11:14",
            "comment": "really noticing the lack of control Man U has in the midfield without Casemiro in the past fifteen minutes"
        },
        {
            "time": "2023-01-22 13:13:20",
            "comment": "What a fucking save holy shit"
        },
        {
            "time": "2023-01-22 13:14:22",
            "comment": "I'm gonna enjoy the meltdown when Man United win off a counter attack"
        },
        {
            "time": "2023-01-22 13:15:15",
            "comment": "why can’t they book bullshit like that"
        },
        {
            "time": "2023-01-22 13:15:45",
            "comment": "> He could’ve been killed"
        },
        {
            "time": "2023-01-22 13:15:45",
            "comment": "Best dive from DDG today"
        },
        {
            "time": "2023-01-22 13:15:55",
            "comment": "Wtf is that shit acting"
        },
        {
            "time": "2023-01-22 13:16:01",
            "comment": "De Gea with a dive that would make Bruno blush."
        },
        {
            "time": "2023-01-22 13:20:47",
            "comment": "THE ONE PIECE IS REAL"
        },
        {
            "time": "2023-01-22 13:21:03",
            "comment": "This feels like an old school Arsenal - Man U game."
        },
        {
            "time": "2023-01-22 13:21:47",
            "comment": "I fucking love how much Zinchenko cares, can see why city fans love him, I do too and it’s been 6 months"
        },
        {
            "time": "2023-01-22 13:23:00",
            "comment": "Wow. Garnacho? Right now? And why waste our own time doing subs in ET?"
        },
        {
            "time": "2023-01-22 13:24:13",
            "comment": "What a bloody brilliant game of football that was"
        },
        {
            "time": "2023-01-22 13:24:44",
            "comment": "Trossard I see you"
        },
        {
            "time": "2023-01-22 12:03:58",
            "comment": "Will never not laugh at how much Arteta being a foot out of the technical area absolutely rattles people"
        },
        {
            "time": "2023-01-22 12:08:41",
            "comment": "Arteta has a full kit on under that fit. He’s raring to go"
        },
        {
            "time": "2023-01-22 13:30:19",
            "comment": "Eddie is becoming the next Kane at this rate."
        },
        {
            "time": "2023-01-22 12:04:21",
            "comment": "Arteta gets carded more often than whoever actually fouls Saka"
        },
        {
            "time": "2023-01-22 12:44:35",
            "comment": "Imagine having having a team with Rashford on the left, Saka on the right, with Kane down the middle…"
        },
        {
            "time": "2023-01-22 11:17:57",
            "comment": "game of the season or goalless draw, nothing in between"
        },
        {
            "time": "2023-01-22 11:43:33",
            "comment": "\"Arsenal would have three players who, if booked today, would be suspended for the next game...\"\n\nGod dammit.\n\n\"...which is against Everton.\"\n\nOh. Sounds like a perfect time to pick up that final yellow card, then."
        },
        {
            "time": "2023-01-22 11:51:15",
            "comment": "Rashford's shot was NSFW, what a bullet."
        },
        {
            "time": "2023-01-22 11:57:12",
            "comment": "The contrast in quality with this match and Chelsea - Liverpool game is huge"
        },
        {
            "time": "2023-01-22 11:59:47",
            "comment": "Fuck me this is a proper football match"
        },
        {
            "time": "2023-01-22 12:01:47",
            "comment": "what a match this is, looking forward to an extremely stupid event late in the game that'll result in a controversial win"
        },
        {
            "time": "2023-01-22 12:13:30",
            "comment": "I can’t lie partey has been pretty poor this first half, unusual from him to give away the ball this much"
        },
        {
            "time": "2023-01-22 12:13:31",
            "comment": "Partey and White's passing has been bad"
        },
        {
            "time": "2023-01-22 12:19:22",
            "comment": "aside from the goal the United fullbacks have been so good"
        },
        {
            "time": "2023-01-22 12:22:15",
            "comment": "An actual good match on TV? What is this sorcery?"
        },
        {
            "time": "2023-01-22 12:23:11",
            "comment": "God that rashford goal really is class (and bad from us)"
        },
        {
            "time": "2023-01-22 12:25:27",
            "comment": "Cesc is a fantastic pundit"
        },
        {
            "time": "2023-01-22 12:27:10",
            "comment": "I have to say, after watching lots of Casemiro games in MU shirt, McTominay does look a bit shit"
        },
        {
            "time": "2023-01-22 12:40:57",
            "comment": "the antony hate here is so forced and cringe"
        },
        {
            "time": "2023-01-22 12:44:40",
            "comment": "The disparity between rashford on one wing and anthony on the other is insane."
        },
        {
            "time": "2023-01-22 12:46:27",
            "comment": "Really don't see why people think City will steamroll Arsenal in the 2 games they have against them."
        },
        {
            "time": "2023-01-22 12:47:53",
            "comment": "Ergh, terrible goal to concede."
        },
        {
            "time": "2023-01-22 12:48:06",
            "comment": "That's an awful goal to concede"
        },
        {
            "time": "2023-01-22 12:48:10",
            "comment": "TOO SHORT FOR THE FUCKING PREM"
        },
        {
            "time": "2023-01-22 12:48:11",
            "comment": "Ramsdale giveth, Ramsdale taketh"
        },
        {
            "time": "2023-01-22 12:49:59",
            "comment": "His real height is 8\"9'"
        },
        {
            "time": "2023-01-22 12:53:15",
            "comment": "Why is Antony still in this match? Worst player on the pitch"
        },
        {
            "time": "2023-01-22 12:58:04",
            "comment": "Fred moisturising his hands. What will Roy Keane think of that?"
        },
        {
            "time": "2023-01-22 12:58:58",
            "comment": "Feel like Antony will either be a beast in 2 years time or a complete flop. Very Nani-esque but not as good currently."
        },
        {
            "time": "2023-01-22 12:59:20",
            "comment": "Shaw can't work out what to do with Saka"
        },
        {
            "time": "2023-01-22 13:00:57",
            "comment": "Absolute robbery from Ajax to get that much money for Antony"
        },
        {
            "time": "2023-01-22 13:03:33",
            "comment": "it has been garnacho time for the last 10 minutes come on already"
        },
        {
            "time": "2023-01-22 13:05:10",
            "comment": "Biased comment asking for Fabio Vieira winning screamer"
        },
        {
            "time": "2023-01-22 13:08:44",
            "comment": "Man what a tackle"
        },
        {
            "time": "2023-01-22 13:09:20",
            "comment": "Show us a replay of the Rashford Ramsdale collision Sky you cowards"
        },
        {
            "time": "2023-01-22 13:15:14",
            "comment": "Fucking shameless"
        },
        {
            "time": "2023-01-22 13:15:14",
            "comment": "Could’ve killed him!"
        },
        {
            "time": "2023-01-22 13:15:56",
            "comment": "Even the goalkeeper dives 😂"
        },
        {
            "time": "2023-01-22 13:16:01",
            "comment": "Lmfao classic MU bs."
        },
        {
            "time": "2023-01-22 13:17:02",
            "comment": "Wow no card for awb?"
        },
        {
            "time": "2023-01-22 13:17:04",
            "comment": "Almost lost his arm"
        },
        {
            "time": "2023-01-22 13:20:39",
            "comment": "Are they checking Zinchenko too?"
        },
        {
            "time": "2023-01-22 13:23:56",
            "comment": "karma for de gea for wasting time with that dive bahaha"
        },
        {
            "time": "2023-01-22 13:24:23",
            "comment": "that dribble was kinda crazy"
        },
        {
            "time": "2023-01-22 13:24:26",
            "comment": "Up the Gunners"
        },
        {
            "time": "2023-01-22 13:24:34",
            "comment": "What an absolutely cracking game this was. England’s best football offering was superb today."
        },
        {
            "time": "2023-01-22 13:24:43",
            "comment": "Fck me that was filthy from Trossard"
        },
        {
            "time": "2023-01-22 13:25:02",
            "comment": "EDDDIEEEEEEE YOU SUPER PLAYER"
        },
        {
            "time": "2023-01-22 13:25:52",
            "comment": "I can’t stop riding the high, Eddie and Zinchenko are my MOTMs"
        },
        {
            "time": "2023-01-22 13:25:58",
            "comment": "What a game. Best match I've seen this season!"
        },
        {
            "time": "2023-01-22 13:26:42",
            "comment": "Best PL game since when guys?"
        },
        {
            "time": "2023-01-22 12:01:32",
            "comment": "Odegaard is the single most important factor in the Arsenal turn-around the last couple years. His vision and calmness on the ball has changed everything."
        },
        {
            "time": "2023-01-22 12:01:58",
            "comment": "I really hope one of these days we get a heat map of Arteta"
        },
        {
            "time": "2023-01-22 12:19:38",
            "comment": "a Garnacho cameo will be amazing this game i think he would have Arsenal’s defence on skates later on"
        },
        {
            "time": "2023-01-22 13:25:18",
            "comment": "LADS WE HAVE JUST WITNESSED THE GAME OF THE SEASON"
        },
        {
            "time": "2023-01-22 13:25:21",
            "comment": "Trossard already paid for himself"
        },
        {
            "time": "2023-01-22 13:25:39",
            "comment": "I feel 20 years younger, holy shit."
        },
        {
            "time": "2023-01-22 11:55:12",
            "comment": "Shout out to everyone in here saying \"here's where Arsenal collapse\" after 20 minutes of a single match"
        },
        {
            "time": "2023-01-22 13:27:16",
            "comment": "Sky sports commentary is shit! Arsenal scored a last-minute winner, and their reaction was woeful"
        },
        {
            "time": "2023-01-22 13:33:58",
            "comment": "God I fucking hate united this feels so good."
        },
        {
            "time": "2023-01-22 11:51:22",
            "comment": "what the fuck is wrong with Ben White's face"
        },
        {
            "time": "2023-01-22 12:02:24",
            "comment": "Odegaard has been a engine today"
        },
        {
            "time": "2023-01-22 12:47:25",
            "comment": "You root for Arsenal because you've been a fan for years and are deeply versed in the nuances of Premier League football\n\nI root for Arsenal because I think it's cool that their mascot is a cannon\n\nWe are not the same"
        },
        {
            "time": "2023-01-22 13:26:37",
            "comment": "This Arsenal side is definitely championship worthy! Nothing fluky about them! To top it off they are an entertaining watch too!"
        },
        {
            "time": "2023-01-22 13:26:52",
            "comment": "Does Saka ever sweat?"
        },
        {
            "time": "2023-01-22 11:47:57",
            "comment": "That's a great strike fair enough"
        },
        {
            "time": "2023-01-22 11:54:05",
            "comment": "DDG, AWB are a problem"
        },
        {
            "time": "2023-01-22 11:55:25",
            "comment": "MY FUCKING STRIKER GET IN EDDIE"
        },
        {
            "time": "2023-01-22 11:56:27",
            "comment": "AWB back post again 🙄"
        },
        {
            "time": "2023-01-22 11:59:42",
            "comment": "This game drained all the potential from the others this weekend \n\nWhat a fucking match this is"
        },
        {
            "time": "2023-01-22 12:01:31",
            "comment": "Ben ~~White~~ Bronze"
        },
        {
            "time": "2023-01-22 12:03:08",
            "comment": "This game really needs a diabolic VAR decision to really light it up now.\n\nThat shit really winds up the fans like nothing else."
        },
        {
            "time": "2023-01-22 12:03:50",
            "comment": "[deleted]"
        },
        {
            "time": "2023-01-22 12:05:06",
            "comment": "Saka saying twice amd arteta saying 4 times is funny"
        },
        {
            "time": "2023-01-22 12:05:10",
            "comment": "Arteta just misses being a player thats all"
        },
        {
            "time": "2023-01-22 12:09:38",
            "comment": "we need Sancho so bad."
        },
        {
            "time": "2023-01-22 12:10:44",
            "comment": "ben white been awful so far"
        },
        {
            "time": "2023-01-22 12:10:53",
            "comment": "Think we've looked below par, despite the high energy - quite a few mistakes and sloppiness in attack."
        },
        {
            "time": "2023-01-22 12:11:49",
            "comment": "Need to sub White at halftime"
        },
        {
            "time": "2023-01-22 12:12:32",
            "comment": "Partey and White both been uncharacteristically sloppy today, giving united an avenue in."
        },
        {
            "time": "2023-01-22 12:12:32",
            "comment": "Partey at times looking good and other times looking absolutely awful this game, that's an unacceptable pass"
        },
        {
            "time": "2023-01-22 12:15:38",
            "comment": "Ben White’s spray tan is fucking atrocious"
        },
        {
            "time": "2023-01-22 12:15:39",
            "comment": "does the commentating feel a bit biased to anyone else"
        },
        {
            "time": "2023-01-22 12:15:51",
            "comment": "Love it when the referees point to their watch then proceed not to add a single second lmao"
        },
        {
            "time": "2023-01-22 12:16:32",
            "comment": "Poor mentality to slow the game down just before the halftime! Push forward come on"
        },
        {
            "time": "2023-01-22 12:19:28",
            "comment": "Much much better half than I was expecting beforehand"
        },
        {
            "time": "2023-01-22 12:21:08",
            "comment": "Intensive first half, Rashford had an ungodly strike and Nketiah fought back. We still have a lot to improve, the decision-making near the box need to be better"
        },
        {
            "time": "2023-01-22 12:25:47",
            "comment": "\"THAT'S YOUR JOB\" KLAXON\n\nEveryone down your drinks right now"
        },
        {
            "time": "2023-01-22 12:26:02",
            "comment": "Let there be VAR next half.\n\nIt’s by far the best part of the game. Shithousery every week guaranteed."
        },
        {
            "time": "2023-01-22 12:28:05",
            "comment": "Ian Wright at HT break explaining Nketiah has a better positional sense than Martinelli. Which if anyone has observed Eddie his whole career will agree with."
        },
        {
            "time": "2023-01-22 12:34:04",
            "comment": "Good sub that. White looked bad this game"
        },
        {
            "time": "2023-01-22 12:41:19",
            "comment": "Nahhh what was that pass lol"
        },
        {
            "time": "2023-01-22 12:41:22",
            "comment": "Ø is insane."
        },
        {
            "time": "2023-01-22 12:41:40",
            "comment": "that pass from odegaard was scary"
        },
        {
            "time": "2023-01-22 12:41:41",
            "comment": "fuck me what a hit"
        },
        {
            "time": "2023-01-22 12:42:49",
            "comment": "Ramsdale's smile is so cute"
        },
        {
            "time": "2023-01-22 12:44:19",
            "comment": "This game takes me back 20 odd years.  Great stuff."
        },
        {
            "time": "2023-01-22 12:46:31",
            "comment": "Wow that Ramsdale save was absolutely incredible"
        },
        {
            "time": "2023-01-22 12:48:01",
            "comment": "This game is soooo gooooood"
        },
        {
            "time": "2023-01-22 12:48:39",
            "comment": "Great header tbf"
        },
        {
            "time": "2023-01-22 12:49:50",
            "comment": "garnacho here would cook methinks"
        },
        {
            "time": "2023-01-22 12:49:50",
            "comment": "short king just scored a HEADER GOAL"
        },
        {
            "time": "2023-01-22 12:54:44",
            "comment": "I get that we hate each other, Arsenal fans, but it is quite nice to see us both playing in a good game like this again. Feels like ages since we had proper stakes in these games."
        },
        {
            "time": "2023-01-22 12:55:03",
            "comment": "This game is going to give me a stroke"
        },
        {
            "time": "2023-01-22 12:55:12",
            "comment": "Might be biased but this could be game of the season so far for me. City Newcastle was a banger as well but this game just has that bit of bite you love to watch"
        },
        {
            "time": "2023-01-22 12:55:58",
            "comment": "Bring Garnacho in to win it !"
        },
        {
            "time": "2023-01-22 12:56:16",
            "comment": "This is the exact opposite in every way to Liverpool Chelsea yesterday"
        },
        {
            "time": "2023-01-22 12:57:00",
            "comment": "We could shithouse a win here if we bring on Fred and Garnacho. Please Ten Hag."
        },
        {
            "time": "2023-01-22 12:59:41",
            "comment": "Stop letting Saka walk at you wtf do you expect"
        },
        {
            "time": "2023-01-22 12:59:50",
            "comment": "Saka an absolute menace"
        },
        {
            "time": "2023-01-22 13:02:31",
            "comment": "So if it stays as is, City are only 3 points behind? Albeit with a game more played\n\nDamn can see why Arsenal are really pushing here"
        },
        {
            "time": "2023-01-22 13:02:38",
            "comment": "Zinchenko has been literally everywhere today"
        },
        {
            "time": "2023-01-22 13:02:56",
            "comment": "I miss Zinchenko"
        },
        {
            "time": "2023-01-22 13:03:52",
            "comment": "I don’t know if Arsenal will when the title or not. But they have been far and away the best team so far this season"
        },
        {
            "time": "2023-01-22 13:03:52",
            "comment": "I've been pretty critical of Nketiah in the past but he's been fantastic as of late. Doing everything you'd ask of a center-forward in this system."
        },
        {
            "time": "2023-01-22 13:04:05",
            "comment": "Ngl refs been pretty good, especially 2nd half. I'm surprised and shocked lol"
        },
        {
            "time": "2023-01-22 13:04:15",
            "comment": "Poor touch from Eddie"
        },
        {
            "time": "2023-01-22 13:04:29",
            "comment": "Would like to see an ESR or Trossard appearance"
        },
        {
            "time": "2023-01-22 13:04:41",
            "comment": "Man U and Spurs really paid 160m combined for a spin merchant and a pigeon"
        },
        {
            "time": "2023-01-22 13:05:01",
            "comment": "What a game we are seeing. It's like liverpool and Chelsea match without being mid"
        },
        {
            "time": "2023-01-22 13:07:32",
            "comment": "Brick wall Lisandro"
        },
        {
            "time": "2023-01-22 13:08:55",
            "comment": "Wan Bissaka unreal"
        },
        {
            "time": "2023-01-22 13:10:05",
            "comment": "AWB is the best at tackles you shouldn't even attempt!"
        },
        {
            "time": "2023-01-22 13:10:33",
            "comment": "my god arsenal please just have a shot or SOMETHING"
        },
        {
            "time": "2023-01-22 13:11:04",
            "comment": "[deleted]"
        },
        {
            "time": "2023-01-22 13:13:18",
            "comment": "Saka only turns 22 this year. Scary and brilliant for us and England"
        },
        {
            "time": "2023-01-22 13:13:30",
            "comment": "DDG what a save"
        },
        {
            "time": "2023-01-22 13:14:30",
            "comment": "So DDG cant catch a ball but pulls that off ok then"
        },
        {
            "time": "2023-01-22 13:14:44",
            "comment": "Good save terrible shot"
        },
        {
            "time": "2023-01-22 13:14:49",
            "comment": "If I told you Nketiah broke through as a poacher you'd call me an imbecile."
        },
        {
            "time": "2023-01-22 13:15:50",
            "comment": "Lol De Gea should get carded for that"
        },
        {
            "time": "2023-01-22 13:15:58",
            "comment": "Pathetic from De Gea"
        },
        {
            "time": "2023-01-22 13:15:58",
            "comment": "Ddg a bitch just like Bruno"
        },
        {
            "time": "2023-01-22 13:16:14",
            "comment": "Ain’t De Gea a grown man?"
        },
        {
            "time": "2023-01-22 13:16:58",
            "comment": "I know De Gea makes a meal of it but that's literally a textbook yellow card if we're honest"
        },
        {
            "time": "2023-01-22 13:17:11",
            "comment": "Yoooooo wtf"
        },
        {
            "time": "2023-01-22 13:17:31",
            "comment": "How's that not a booking?"
        },
        {
            "time": "2023-01-22 13:18:03",
            "comment": "Thoughts and prayers go out to the De Gea family, we nearly lost a husband and father today"
        },
        {
            "time": "2023-01-22 13:20:32",
            "comment": "That first one lowkey looked offside"
        },
        {
            "time": "2023-01-22 13:21:05",
            "comment": "Zinchenko initially looked off to me but idk"
        },
        {
            "time": "2023-01-22 13:21:26",
            "comment": "Ugh thank God those time wasting cunts are getting fucked. Hoping Arsenal wins the league after we got thrashed earlier 🥲"
        },
        {
            "time": "2023-01-22 13:22:03",
            "comment": "Honestly, this ones on Erik Ten Hag if they lose. Completely getting dominated at the back without Casemiro. \n\nEriksen who’s littlerally had a heart attack is still on the field whilst you’ve got an electric winger like Garnacho on the bench"
        },
        {
            "time": "2023-01-22 13:22:43",
            "comment": "Any United fan saying that is Offside is kidding themselves. Maybe if we actually turned up the last 45 we could have said we deserved something."
        },
        {
            "time": "2023-01-22 13:22:59",
            "comment": "Not even joking at this point Jesus has a big fight to win his spot back, Eddie has absolutely bossed it and you cant justify dropping him"
        },
        {
            "time": "2023-01-22 13:23:28",
            "comment": "Rob Holdings hairline is a miracle."
        },
        {
            "time": "2023-01-22 13:23:54",
            "comment": "The main thing is, De Gea is going to be alright"
        },
        {
            "time": "2023-01-22 13:24:02",
            "comment": "What a fucking game"
        },
        {
            "time": "2023-01-22 13:24:32",
            "comment": "Can't believe Zinchenko was surplus to Mancity requirements! Classy player!"
        },
        {
            "time": "2023-01-22 13:24:32",
            "comment": "Shame but well played Arsenal. Go win that title"
        },
        {
            "time": "2023-01-22 13:24:33",
            "comment": "Tossard is a magnet! What was that"
        },
        {
            "time": "2023-01-22 13:24:35",
            "comment": "Zinchenko so good."
        },
        {
            "time": "2023-01-22 13:24:35",
            "comment": "Fucking hell!!!! We actually did it!"
        },
        {
            "time": "2023-01-22 13:25:18",
            "comment": "What a win, fair play"
        },
        {
            "time": "2023-01-22 13:25:21",
            "comment": "Arsenal deserve that just for the absolute lack of control United had for the last half hour. Haphazard, panicky, hectic, and no one able to cool heads down. Just poor."
        },
        {
            "time": "2023-01-22 13:25:57",
            "comment": "What a fucking match"
        },
        {
            "time": "2023-01-22 12:09:17",
            "comment": "Still can't believe Ajax got 100m for such a mediocre player"
        },
        {
            "time": "2023-01-22 11:52:33",
            "comment": "Rashford is the biggest reason why you should be a little patient and stick through tough times with young, talented players who HAVE proven their potential in the past\n\nJust last year, United fans were talking about selling him to PSG.\n\nFlash forward a year and he's the most in form player in the league\n\nHate United but love Rashford as a player and as a person, great lad"
        },
        {
            "time": "2023-01-22 12:51:02",
            "comment": "Imagine taking out Saka in the 80th minutes of a wc knock out game when you're 2-1 down. Imagine only playing Rashford from the 85th minute. Those decisions look more and more ridiculous as times goes on."
        },
        {
            "time": "2023-01-22 13:11:12",
            "comment": "Ah the classic tactical head injury"
        },
        {
            "time": "2023-01-22 13:21:44",
            "comment": "LOL DDG rolled around wasted time for nothing."
        },
        {
            "time": "2023-01-22 13:23:40",
            "comment": "Fair play, well done Arsenal"
        },
        {
            "time": "2023-01-22 11:42:33",
            "comment": "I remember when kicking out even slightly got you a red card."
        },
        {
            "time": "2023-01-22 13:26:07",
            "comment": "Not having Casemiro for this game was actually huge, McTominay belongs at Yeovil Town, the guy is so wank 💀"
        },
        {
            "time": "2023-01-22 20:56:10",
            "comment": "People are talking like Arsenal have the title locked up like it's April. We're halfway through the season a long way to go. \n\n\nThat said this is huge in the race."
        },
        {
            "time": "2023-01-22 12:00:27",
            "comment": "This actual looks like a football match unlike whatever Liverpool vs Chelsea was."
        },
        {
            "time": "2023-01-22 12:02:16",
            "comment": "Really missing Casemiro"
        },
        {
            "time": "2023-01-22 12:08:01",
            "comment": "wait, he got yellow carded for *that*? hahaha come on that doesn't even break Arteta's Top 200 most animated touchline reactions"
        },
        {
            "time": "2023-01-22 12:14:26",
            "comment": "Feel like United would have more than 2 touches in the Arsenal box if they didn’t hit the deck the second they enter it"
        },
        {
            "time": "2023-01-22 12:24:55",
            "comment": "Gary Neville and Martin Tyler on commentary suck all the fun out of the games. Fucking boring hearing them monotonously sniff their own farts for 90 minutes every weekend."
        },
        {
            "time": "2023-01-22 13:16:00",
            "comment": "United are such a disgraceful team my god, even their keeper dives"
        },
        {
            "time": "2023-01-22 13:17:13",
            "comment": "clear yellow"
        },
        {
            "time": "2023-01-22 13:20:35",
            "comment": "Lol not checking the Zinchenko part?"
        },
        {
            "time": "2023-01-22 11:35:31",
            "comment": "Lol Martinelli doesn't know who AWB is. He'll learn"
        },
        {
            "time": "2023-01-22 11:40:59",
            "comment": "Trossard looks like he haven't had a sleep yesterday."
        },
        {
            "time": "2023-01-22 11:43:16",
            "comment": "How many times are Arsenal gonna give the ball away in the final third?\n\nThey've been the better side so far though"
        },
        {
            "time": "2023-01-22 11:43:46",
            "comment": "Compare the quality of this to the Liverpool v Chelsea game."
        },
        {
            "time": "2023-01-22 11:44:04",
            "comment": "🙏 red card each, own goal each. Please lord. Amen."
        },
        {
            "time": "2023-01-22 11:48:45",
            "comment": "seriously what is ten hag feeding rashford"
        },
        {
            "time": "2023-01-22 11:49:03",
            "comment": "It was Partey who lost the ball too lmao"
        },
        {
            "time": "2023-01-22 11:49:13",
            "comment": "We're going to hit on the break, go up and then play defensively the rest of the game and concede in the 80th + minute."
        },
        {
            "time": "2023-01-22 11:49:15",
            "comment": "I need Rashford to chill out before our match"
        },
        {
            "time": "2023-01-22 11:49:40",
            "comment": "White is on a yellow. Rashford will be toying with him now."
        },
        {
            "time": "2023-01-22 11:49:48",
            "comment": "beautiful to see the red devils do a favor for their cross-town brothers.  manchester truly is united."
        },
        {
            "time": "2023-01-22 11:50:06",
            "comment": "Ben White saying just cause it's his first a scissor tackle shouldn't at least be yellow....."
        },
        {
            "time": "2023-01-22 11:52:34",
            "comment": "Odegaard is such a brilliant player"
        },
        {
            "time": "2023-01-22 11:52:44",
            "comment": "Saka is so good man"
        },
        {
            "time": "2023-01-22 11:54:10",
            "comment": "AWB/DDG vs Arsenals high press...yeah, we're in danger."
        },
        {
            "time": "2023-01-22 11:55:29",
            "comment": "What a fcking response"
        },
        {
            "time": "2023-01-22 11:56:36",
            "comment": "The atmosphere is rocking and rumbling\n\nI believe"
        },
        {
            "time": "2023-01-22 11:57:29",
            "comment": "Casemiro didn't lie when he said Rashford can become a top 5 player in the world. I hope his form wakes up some people in our club to start playing academy players."
        },
        {
            "time": "2023-01-22 11:58:52",
            "comment": "What does the rules actually say about playing lying down?"
        },
        {
            "time": "2023-01-22 11:58:56",
            "comment": "Compare the pace of this game to Chelsea and Liverpool its different levels"
        },
        {
            "time": "2023-01-22 11:59:18",
            "comment": "Odegaard is so good"
        },
        {
            "time": "2023-01-22 11:59:57",
            "comment": "What a game so far. Great to see both teams battling it out again and both playing great football"
        },
        {
            "time": "2023-01-22 12:02:05",
            "comment": "Honestly would’ve explored playing Lisandro as a DM without Casemiro, with Shaw and Varane at the back with Malacia at LB"
        },
        {
            "time": "2023-01-22 12:02:54",
            "comment": "This might be a hot take but Arsenal attack in close spaces is better than Man city' attack."
        },
        {
            "time": "2023-01-22 12:04:46",
            "comment": "Arteta doing the Pep meme"
        },
        {
            "time": "2023-01-22 12:05:03",
            "comment": "FOUR TIMES! High gif potential"
        },
        {
            "time": "2023-01-22 12:06:51",
            "comment": "Literally just boot it to Weghorst and stop playing out from the back"
        },
        {
            "time": "2023-01-22 12:07:19",
            "comment": "That's so tame in comparison to what arteta usually gets away with."
        },
        {
            "time": "2023-01-22 12:07:28",
            "comment": "Zinchenko is literally everywhere"
        },
        {
            "time": "2023-01-22 12:08:43",
            "comment": "I’d like to see trossard for Martinelli this game"
        },
        {
            "time": "2023-01-22 12:10:19",
            "comment": "Ben White is having a shocker so far today"
        },
        {
            "time": "2023-01-22 12:10:30",
            "comment": "Ben white wtf"
        },
        {
            "time": "2023-01-22 12:10:32",
            "comment": "White's been trash so far"
        },
        {
            "time": "2023-01-22 12:11:47",
            "comment": "Man partey, white, and Martinelli are playing wayy offf"
        },
        {
            "time": "2023-01-22 12:15:05",
            "comment": "Zini is so much better at Arsenal cause he has more freedom, at Man city he would just move to the right place and pass to the closest player immediately"
        },
        {
            "time": "2023-01-22 12:15:53",
            "comment": "The time wasting is crazy"
        },
        {
            "time": "2023-01-22 12:15:54",
            "comment": "Looking at your watch does not give out a card"
        },
        {
            "time": "2023-01-22 12:18:25",
            "comment": "What a match from both teams fucking hell we back"
        },
        {
            "time": "2023-01-22 12:19:03",
            "comment": "Great from Shaw there"
        },
        {
            "time": "2023-01-22 12:22:43",
            "comment": "White is off the pace today. Given he’s on a yellow I’d sub him now"
        },
        {
            "time": "2023-01-22 12:24:24",
            "comment": "Tomi and Trossard on for White and Martinelli."
        },
        {
            "time": "2023-01-22 12:27:09",
            "comment": "roy keane in mustache really looks like coming out from the 70s"
        },
        {
            "time": "2023-01-22 12:27:22",
            "comment": "Someone needs to get Roy Keane a cowboy hat ***stat***"
        },
        {
            "time": "2023-01-22 12:29:56",
            "comment": "Arsenal have got to be better in the final third. Martinelli should be given another 15 to see if he can be more effective. If not, give Trossard a run."
        },
        {
            "time": "2023-01-22 12:37:24",
            "comment": "Since when is Partey that quick"
        },
        {
            "time": "2023-01-22 12:38:55",
            "comment": "How did Partey catch up toAntony"
        },
        {
            "time": "2023-01-22 12:39:43",
            "comment": "This announcer does not care for Antony"
        },
        {
            "time": "2023-01-22 12:41:02",
            "comment": "Even I have to hold my hands up and say that was a fantastic takle."
        },
        {
            "time": "2023-01-22 12:41:36",
            "comment": "My god, Odegaard"
        },
        {
            "time": "2023-01-22 12:42:27",
            "comment": "Fuck…can’t complain much about this one."
        },
        {
            "time": "2023-01-22 12:42:41",
            "comment": "What a fucking strike!!! Holy fucking shit"
        },
        {
            "time": "2023-01-22 12:42:45",
            "comment": "I guess that balances out the Rashford banger"
        },
        {
            "time": "2023-01-22 12:42:47",
            "comment": "OH MY WORD"
        },
        {
            "time": "2023-01-22 12:43:08",
            "comment": "LETS FUCKING GO STARBOYYY"
        },
        {
            "time": "2023-01-22 12:43:21",
            "comment": "I’m gonna cry. I’m gonna fucking cry. That was beautiful"
        },
        {
            "time": "2023-01-22 12:44:50",
            "comment": "Rashford is pretty good. Please sub him Eric"
        },
        {
            "time": "2023-01-22 12:44:57",
            "comment": "Southgate could have literally had rashford and saka as his two wingers and was like nah I'm good"
        },
        {
            "time": "2023-01-22 12:45:13",
            "comment": "Rashford making defenders look silly with that."
        },
        {
            "time": "2023-01-22 12:45:14",
            "comment": "Antony is shit. Bring on garnacho"
        },
        {
            "time": "2023-01-22 12:45:28",
            "comment": "Rashford is terrifying, can they not bring Garnacho on please."
        },
        {
            "time": "2023-01-22 12:46:21",
            "comment": "The quality difference between Rashford and Antony is so apparent lmao"
        },
        {
            "time": "2023-01-22 12:46:32",
            "comment": "Rashford is so scary. Already eliminated White. Tomiyasu also strugling"
        },
        {
            "time": "2023-01-22 12:47:45",
            "comment": "LICHAAAAAAAAA"
        },
        {
            "time": "2023-01-22 12:48:23",
            "comment": "MARTINEEZZZ SUCH A SCRAPPY BASTARD"
        },
        {
            "time": "2023-01-22 12:48:31",
            "comment": "Okay whoever is organising set piece defending is going to be crying tonight. Of all the players for a header"
        },
        {
            "time": "2023-01-22 12:48:36",
            "comment": "Awful from Ramsdale"
        },
        {
            "time": "2023-01-22 12:48:47",
            "comment": "He should've done Rashfords celebration"
        },
        {
            "time": "2023-01-22 12:48:48",
            "comment": "Only supposed to be bangers today gosh darnit"
        },
        {
            "time": "2023-01-22 12:48:56",
            "comment": "Let's FUCKING gooooo"
        },
        {
            "time": "2023-01-22 12:48:59",
            "comment": "WTFFFFFFFFFFFFFFFFFFF IS GOING ON"
        },
        {
            "time": "2023-01-22 12:49:00",
            "comment": "Lisandro Martinez header goal. Short kings everywhere popping bottles"
        },
        {
            "time": "2023-01-22 12:49:17",
            "comment": "The pattern holds: Arsenal always seem to play their worst games of each season against Manchester United. Compared to most of this season, Arsenal are very poor today."
        },
        {
            "time": "2023-01-22 12:49:22",
            "comment": "How they gonna let Hasbulla score from a corner?"
        },
        {
            "time": "2023-01-22 12:49:43",
            "comment": "Ramsdale and 7 arsenal players nearest to that corner, still fucked it up"
        },
        {
            "time": "2023-01-22 12:49:47",
            "comment": "Very poor from Ramsdale. Should have punched it clear"
        },
        {
            "time": "2023-01-22 12:50:28",
            "comment": "All things considered, arsenal are playing their worst game since Leeds"
        },
        {
            "time": "2023-01-22 12:50:30",
            "comment": "Fuck me this is a scorcher. Glad this was as good as you'd hope unlike the manchester derby last week"
        },
        {
            "time": "2023-01-22 12:51:45",
            "comment": "Is Gary Neville vying for a job with Opta? He keeps describing things using sequences of individual words.\n\n\"Power. Accuracy. Pace. Goal.\"\n\n\"Headband. Black-eye. Goal.\""
        },
        {
            "time": "2023-01-22 12:54:20",
            "comment": "I don't really get why United are playing their goal kicks like that, they're just giving De Gea the ball when defenders are allowed to run into the box"
        },
        {
            "time": "2023-01-22 12:54:50",
            "comment": "Saka is so good.\n\nRaw talent with no inhibition\n\nVery rare to see that preserved"
        },
        {
            "time": "2023-01-22 12:54:58",
            "comment": "That ball from Zinchenko was so sexy"
        },
        {
            "time": "2023-01-22 12:55:01",
            "comment": "Zinchenko all over the pitch sprinkling star dust"
        },
        {
            "time": "2023-01-22 12:55:36",
            "comment": "Pretty sure that wouldn't have been a goal of the season contender Alan mate, appreciate the optimism though"
        },
        {
            "time": "2023-01-22 12:57:36",
            "comment": "Garnacho would do some damage here"
        },
        {
            "time": "2023-01-22 12:58:48",
            "comment": "Dread it, run from it, McFred arrives all the same"
        },
        {
            "time": "2023-01-22 13:00:02",
            "comment": "Saka is what Antony hopes to become"
        },
        {
            "time": "2023-01-22 13:00:15",
            "comment": "Antony absorbs his final boo. Lol"
        },
        {
            "time": "2023-01-22 13:00:38",
            "comment": "Shaw is absolutely playing with fire constantly backing off Saka... \n\nNeed Fred to come help him"
        },
        {
            "time": "2023-01-22 13:02:31",
            "comment": "McT is not good case cover fucking hell"
        },
        {
            "time": "2023-01-22 13:03:43",
            "comment": "We're playing scared and Arsenal are getting confident"
        }
    ]
}