{
    "title": "Match Thread: Chelsea vs Tottenham English",
    "match_date": "2022-08-14",
    "comments": [
        {
            "time": "2022-08-14 12:11:54",
            "comment": "[deleted]"
        },
        {
            "time": "2022-08-14 12:19:44",
            "comment": "Cucurella was actually created by Pixar to test a new hair rendering algorithm"
        },
        {
            "time": "2022-08-14 12:14:23",
            "comment": "Every time there's (legitimate) questioning over Kante's ability and potential decline he pulls out a performance haha. It's like he's saving it up nowadays"
        },
        {
            "time": "2022-08-14 12:14:48",
            "comment": "That Kante nutmeg on Son gonna be on \"Great players getting humiliated compilation\" asap"
        },
        {
            "time": "2022-08-14 12:25:13",
            "comment": "Chelsea added quality players, and are a quality team. This is why you can never buy into r/soccer narratives at all. They will compete at the very top this season as usual."
        },
        {
            "time": "2022-08-14 12:17:13",
            "comment": "How has Taylor not booked any Spurs player?!?! Someone explain this..."
        },
        {
            "time": "2022-08-14 13:28:41",
            "comment": "Can someone please explain to me how does hair pulling not get punished?? What the actual fuck was that"
        },
        {
            "time": "2022-08-14 13:29:42",
            "comment": "What a game. As a neutral that was so much fun for 90 minutes."
        },
        {
            "time": "2022-08-14 13:10:01",
            "comment": "How skinny are Tuchel's legs? Looked like Jack Skellington dancing down the touchline there."
        },
        {
            "time": "2022-08-14 12:17:12",
            "comment": "Show a fucking card Anthony you cunt"
        },
        {
            "time": "2022-08-14 12:26:16",
            "comment": "Tuchel consistently gets the very most out of Chelsea for the big games. \n\nUnfortunately it is an intensity that is unsustainable throughout the season against all opponents"
        },
        {
            "time": "2022-08-14 12:17:16",
            "comment": "Tottenham should've had at least 2 yellows by now"
        },
        {
            "time": "2022-08-14 13:28:59",
            "comment": "VAR saw the hair pulling and just let it go?"
        },
        {
            "time": "2022-08-14 12:13:19",
            "comment": "Everyone: How come Spurs haven't scored against Chelsea for 3 years? \n\nSpurs performance today answering that question pretty conclusively."
        },
        {
            "time": "2022-08-14 12:15:11",
            "comment": "Kante and Jorginho today 🤌🏼👌🏼"
        },
        {
            "time": "2022-08-14 13:20:32",
            "comment": "my god taylor it’s right in front of your face"
        },
        {
            "time": "2022-08-14 13:27:07",
            "comment": "Come on, how the fuck is that alright. Clearly pulls Cucurella's hair and then the ref decides: nah, fuck it, I don't have hair, so not a foul?"
        },
        {
            "time": "2022-08-14 12:59:39",
            "comment": "The ref and assistant missing that clear foul on havertz us genuinely unbelievable"
        },
        {
            "time": "2022-08-14 13:31:44",
            "comment": "Are we getting the audio from VAR this year or is that not implemented yet because I'm dying to hear how dragging a man down by their hair is kosher now"
        },
        {
            "time": "2022-08-14 13:32:18",
            "comment": "If the first corner had gone in, VAR would have to ruled it out because of the foul. Lol."
        },
        {
            "time": "2022-08-14 12:16:25",
            "comment": "No yellow for spurs in this half is baffling lmao"
        },
        {
            "time": "2022-08-14 12:27:54",
            "comment": "Lmao Sky are absolutely embarrassing, Souness is about to start breaking down zonal marking and someone nudges his because we have to sit through 5 more minutes of adverts. At what point do we just do away with HT punditry and just have 20 straight minutes of ads. Imagine paying for this shite."
        },
        {
            "time": "2022-08-14 12:59:10",
            "comment": "LOL didn't even touch the ball."
        },
        {
            "time": "2022-08-14 13:02:58",
            "comment": "That's a foul on Havertz but it's a couple of phases before the goal so we can't go far that back to deal with that.\n\nRicharlison is in an offside position and I would say he's interfering with play, he's definitely in the range of Mendy's focus to the ball. Did VAR just think it was one check and done or something?"
        },
        {
            "time": "2022-08-14 13:03:00",
            "comment": "So basically Taylor refs a chelsea game and it’s a garunteed loss\n\nNice to know"
        },
        {
            "time": "2022-08-14 13:21:45",
            "comment": "Every time I think it can't get worse with Taylor, he finds a way. This isn't even an opinion, he genuinely is poor at his job. If I had one day at work where I was as bad as him, I'd get shit canned immediately."
        },
        {
            "time": "2022-08-14 13:24:51",
            "comment": "Hair pulling? HAIR PULLING? What a fucking child"
        },
        {
            "time": "2022-08-14 13:24:53",
            "comment": "How is that not a red and Chelsea’s ball lmao"
        },
        {
            "time": "2022-08-14 13:25:02",
            "comment": "Romere should have had Red card wtf?????"
        },
        {
            "time": "2022-08-14 13:25:56",
            "comment": "Has to be the worst performance by a referee I’ve ever seen. Goddamn"
        },
        {
            "time": "2022-08-14 13:26:26",
            "comment": "Chelsea fans can be rightfully pissed. Hair pulling should be a red"
        },
        {
            "time": "2022-08-14 13:30:49",
            "comment": "Why have VAR if you can't call that?\n\nThey called a foul with VAR in the Forest game and this one was a more clear incident"
        },
        {
            "time": "2022-08-14 13:35:53",
            "comment": "This was a really entertaining match. Loved how Tuchel kept trying to instigate a fight with Conte lol 😂 felt the match could go in the parking lot with Tuchel and Conte going at each other."
        },
        {
            "time": "2022-08-14 14:05:45",
            "comment": "Is Tuchel now gonna give his players the hair clipper treatment?"
        },
        {
            "time": "2022-08-14 12:17:12",
            "comment": "Refuses to book any Spurs player"
        },
        {
            "time": "2022-08-14 11:18:35",
            "comment": "We have one win at Stamford Bridge in the entirety of the PL era. If we somehow win today I will be very bullish"
        },
        {
            "time": "2022-08-14 13:01:34",
            "comment": "How the fuck is Richarlison not in the GK's view? This rule is so dumb because they can pick and choose whatever they like."
        },
        {
            "time": "2022-08-14 13:21:34",
            "comment": "Taylor *hates* Chelsea"
        },
        {
            "time": "2022-08-14 13:58:55",
            "comment": "the one match I missed this weekend.... the one fucking match had all that. Fucking hell man"
        },
        {
            "time": "2022-08-14 12:17:25",
            "comment": "How many times do Spurs have to make a late tackle before they get a fucking card"
        },
        {
            "time": "2022-08-14 12:10:52",
            "comment": "How's the linesman got that wrong 😂😂"
        },
        {
            "time": "2022-08-14 12:18:56",
            "comment": "Anthony Taylor being the best player for Spurs in the opening 45."
        },
        {
            "time": "2022-08-14 12:44:27",
            "comment": "We’re gonna finish the season with 47000 corners won. You’ll never sing that."
        },
        {
            "time": "2022-08-14 12:50:00",
            "comment": "We just got classic Sterling and then classic August Kane within 30 seconds"
        },
        {
            "time": "2022-08-14 12:56:44",
            "comment": "FUCK OFF TAYLOR YOU BALD FRAUD \n\nHOW IS THAT NOT A FOUL"
        },
        {
            "time": "2022-08-14 12:56:47",
            "comment": "Someone check Anthony Taylor's bank account this is absurd refereeing"
        },
        {
            "time": "2022-08-14 12:58:08",
            "comment": "Chelsea have been absolutely shafted there, but I want the drama"
        },
        {
            "time": "2022-08-14 12:59:36",
            "comment": "jesus christ the officials have been shit tbh"
        },
        {
            "time": "2022-08-14 13:00:54",
            "comment": "The offside guy blocking the vision is the bigger issue"
        },
        {
            "time": "2022-08-14 13:03:02",
            "comment": "When does it have consequences for Anthony Taylor to fuck over Chelsea?"
        },
        {
            "time": "2022-08-14 13:18:31",
            "comment": "Cucurella has been great I have to say"
        },
        {
            "time": "2022-08-14 13:19:51",
            "comment": "Anthony Taylor is genuinely blind, get this man some help"
        },
        {
            "time": "2022-08-14 13:22:36",
            "comment": "Never seen a single match where Taylor didn’t fuck us over at least once."
        },
        {
            "time": "2022-08-14 13:25:18",
            "comment": "Threw dude down by his hair,  clear view of the ref. Corner spurs. Amazing"
        },
        {
            "time": "2022-08-14 13:26:22",
            "comment": "Absolutely disgraceful officiating.  Romero should have been off, and the game should have been over."
        },
        {
            "time": "2022-08-14 13:26:37",
            "comment": "I mean literally is it just fine to throw defenders down by their hair now?"
        },
        {
            "time": "2022-08-14 13:27:11",
            "comment": "LMFAO CONTE AND TUCHEL IS THE BEEF WE NEEDED"
        },
        {
            "time": "2022-08-14 13:27:35",
            "comment": "Oh now a red card. Someone investigate Taylor for this disaster"
        },
        {
            "time": "2022-08-14 13:27:46",
            "comment": "PULL HIS WIG OFF TUCHEL"
        },
        {
            "time": "2022-08-14 13:30:29",
            "comment": "[deleted]"
        },
        {
            "time": "2022-08-14 12:14:35",
            "comment": "About 5 fouls from Bentancur."
        },
        {
            "time": "2022-08-14 12:15:26",
            "comment": "Chelsea are absolutely dominating Tottenham."
        },
        {
            "time": "2022-08-14 13:09:13",
            "comment": "God I fucking HATE Spuds"
        },
        {
            "time": "2022-08-14 13:26:35",
            "comment": "This is a new low achieved by an EPL ref. Absolutely despicable mistakes by Taylor. Snatching someone’s hair and dragging him to the ground with his hair doesn’t equal a foul nor a direct read. Absolute disgrace by Taylor."
        },
        {
            "time": "2022-08-14 12:14:45",
            "comment": "Koulibaly’s passes are fucking great"
        },
        {
            "time": "2022-08-14 12:13:37",
            "comment": "Bentancur at least 3 fouls"
        },
        {
            "time": "2022-08-14 12:13:38",
            "comment": "Why does everyone shit on Mount and Havertz? I feel like they are playing well. Sure they lacked a bit of finish so far but fans are so ruthless in the PL from what i can see"
        },
        {
            "time": "2022-08-14 12:14:57",
            "comment": "You’d think Bentancur would’ve gotten a card"
        },
        {
            "time": "2022-08-14 12:15:39",
            "comment": "That’s about as good a first half you’re gonna see from Chelsea. Completely suffocated Spurs for 45 mins."
        },
        {
            "time": "2022-08-14 12:16:59",
            "comment": "WHERES THE FUCKING YELLOW FOR SPURS"
        },
        {
            "time": "2022-08-14 12:17:06",
            "comment": "Mr.Tayor... do you intend on carding spurs?"
        },
        {
            "time": "2022-08-14 12:18:39",
            "comment": "I hope Anthony Taylor's actually remembering this foul accumulation, at this rate a few players are going to be able to make four or five fouls before being booked."
        },
        {
            "time": "2022-08-14 12:19:24",
            "comment": "This is one of biggest things i hated regarding Conte when he coached Chelsea, we playing as a small team against any team that tried to press us. Very disappointing matches due to that reason in CL where most teams pressed."
        },
        {
            "time": "2022-08-14 12:50:06",
            "comment": "Classic sterling missing simple goals"
        },
        {
            "time": "2022-08-14 12:54:17",
            "comment": "[deleted]"
        },
        {
            "time": "2022-08-14 12:56:55",
            "comment": "Never a clearer yellow card.\n\nConte match fixing again"
        },
        {
            "time": "2022-08-14 12:58:23",
            "comment": "How the liner missed that foul on Havertz is mad. He’s so close"
        },
        {
            "time": "2022-08-14 12:59:01",
            "comment": "How is Taylor allowed to ref our games? Honestly."
        },
        {
            "time": "2022-08-14 12:59:39",
            "comment": "using VAR for a coach scuffle not an actual game changing foul is a certainly a choice"
        },
        {
            "time": "2022-08-14 12:59:54",
            "comment": "Isn't it also offside because of Richarlison?"
        },
        {
            "time": "2022-08-14 13:00:16",
            "comment": "[deleted]"
        },
        {
            "time": "2022-08-14 13:00:25",
            "comment": "tuchel is not beating conte in a fight nobody can convince me of that"
        },
        {
            "time": "2022-08-14 13:00:35",
            "comment": "These are the kind of shenanigans I miss from big games: questionable decisions, fighting between benches, and a furious crowd.\n\nFeels like I've been taken back 15-20 years."
        },
        {
            "time": "2022-08-14 13:00:58",
            "comment": "Yes but what was Jorginho doing."
        },
        {
            "time": "2022-08-14 13:01:12",
            "comment": "Hol up, that shit's also offside? Richarlison is dead in the middle of Mendy's line of sight to the ball"
        },
        {
            "time": "2022-08-14 13:01:50",
            "comment": "Richarlison is in the line of sight"
        },
        {
            "time": "2022-08-14 13:02:41",
            "comment": "There were so many illegal things in the build-up lmao"
        },
        {
            "time": "2022-08-14 13:07:03",
            "comment": "No forwards, wingbacks and vibes"
        },
        {
            "time": "2022-08-14 13:09:06",
            "comment": "FUCK YOU SPURS. FUCK YOU ANTHONY TAYLOR"
        },
        {
            "time": "2022-08-14 13:10:33",
            "comment": "Crazy it's taken 80 minutes for Conte to bring on his best midfielder."
        },
        {
            "time": "2022-08-14 13:13:28",
            "comment": "Todd slowly realizing that this club is going to take years from his life"
        },
        {
            "time": "2022-08-14 13:13:51",
            "comment": "By gawd that's De Jong's music"
        },
        {
            "time": "2022-08-14 13:13:51",
            "comment": "lol the tuchel celebration, this game has been quality"
        },
        {
            "time": "2022-08-14 13:19:46",
            "comment": "Anthony Taylor is taking the fucking piss"
        },
        {
            "time": "2022-08-14 13:19:51",
            "comment": "Call a foul ffs this ref is ridiculous"
        },
        {
            "time": "2022-08-14 13:20:43",
            "comment": "What the fuck is this referee"
        },
        {
            "time": "2022-08-14 13:22:04",
            "comment": "mind blowing Spurs managed to get through this full 90 without a single card to a player."
        },
        {
            "time": "2022-08-14 13:24:32",
            "comment": "He fucking threw cucú down by his hair"
        },
        {
            "time": "2022-08-14 13:24:35",
            "comment": "Spurs really get away with everything"
        },
        {
            "time": "2022-08-14 13:24:54",
            "comment": "That should be a red card but they score."
        },
        {
            "time": "2022-08-14 13:25:04",
            "comment": "How was that not a foul on Cucurrella"
        },
        {
            "time": "2022-08-14 13:25:35",
            "comment": "Tottenham players and being dirty cunts at the bridge, where have I seen this before?"
        },
        {
            "time": "2022-08-14 13:26:15",
            "comment": "Ah yes, so hair pulling isn't classed as dangerous play. Gotcha.\n\nAdvantage for anyone who is a skinhead or bald."
        },
        {
            "time": "2022-08-14 13:26:15",
            "comment": "That is an absolute robbery. Horrific, horrific refereeing."
        },
        {
            "time": "2022-08-14 13:26:32",
            "comment": "You stop the game for that long and don’t give Romero anything to show for it?"
        },
        {
            "time": "2022-08-14 13:26:45",
            "comment": "Chelsea have been done by the ref here. Tottenham were no where near deserving anything from that game"
        },
        {
            "time": "2022-08-14 13:27:29",
            "comment": "Tuchel v Conte is the new Wenger v Fergie or Pep v Mou. Love it"
        },
        {
            "time": "2022-08-14 13:27:50",
            "comment": "Imagine if Klopp v Guardiola was like this"
        },
        {
            "time": "2022-08-14 13:27:59",
            "comment": "Tuchel with the iron grip hahahaha, Conte couldn't run away."
        },
        {
            "time": "2022-08-14 13:28:00",
            "comment": "Tuchel rightfully pissed lmao"
        },
        {
            "time": "2022-08-14 13:28:09",
            "comment": "Comte and Tuchel’s relationship > Klopps and Peps"
        },
        {
            "time": "2022-08-14 13:31:48",
            "comment": "Tuchel going in for that hard handshake"
        },
        {
            "time": "2022-08-14 13:32:57",
            "comment": "Manager's Fight club should be a thing."
        },
        {
            "time": "2022-08-14 13:28:11",
            "comment": "This is much better that Pep and Klopp wanking each other off."
        },
        {
            "time": "2022-08-14 13:17:46",
            "comment": "Anthony Taylor is the only person in world football who can make me hate him the most while there's 11 Spurs players right next to him."
        },
        {
            "time": "2022-08-14 13:25:06",
            "comment": "How is that not violent conduct, dragged him down by the hair lol"
        },
        {
            "time": "2022-08-14 13:31:49",
            "comment": "Whats the point with VAR when they dont take shit like this?"
        },
        {
            "time": "2022-08-14 11:41:55",
            "comment": "Did Jorginho just.....slide tackle?"
        },
        {
            "time": "2022-08-14 11:43:23",
            "comment": "Chelsea are really dictating the play. I didn’t think spurs would be this passive"
        },
        {
            "time": "2022-08-14 12:14:43",
            "comment": "Kante's having a hell of a game"
        },
        {
            "time": "2022-08-14 12:14:52",
            "comment": "Fucking hell what a ball"
        },
        {
            "time": "2022-08-14 12:15:51",
            "comment": "Looks like Jorginho is back in form"
        },
        {
            "time": "2022-08-14 12:15:53",
            "comment": "Chelsea playing some wonderful football today"
        },
        {
            "time": "2022-08-14 12:16:18",
            "comment": "Fuck sterling is actually so thicc"
        },
        {
            "time": "2022-08-14 12:16:43",
            "comment": "How has Chelsea gotten the only card today?"
        },
        {
            "time": "2022-08-14 12:17:08",
            "comment": "where are the yellows tf?"
        },
        {
            "time": "2022-08-14 12:17:38",
            "comment": "Bloody hell no wonder I thought Kai Havertz was Mason Mount. What's he done with his hair"
        },
        {
            "time": "2022-08-14 12:17:44",
            "comment": "Urgent!\n\nMissing In Action: Spurs Midfield"
        },
        {
            "time": "2022-08-14 12:17:48",
            "comment": "Spurs are really good at keeping the ball in their half."
        },
        {
            "time": "2022-08-14 12:19:18",
            "comment": "Kante is putting on a clinic my word"
        },
        {
            "time": "2022-08-14 12:19:33",
            "comment": "very cool 👍 would be nice if we score more goals and they dont score any👍"
        },
        {
            "time": "2022-08-14 12:19:57",
            "comment": "Been really impressed by RLC at RWB so far"
        },
        {
            "time": "2022-08-14 12:25:42",
            "comment": "Karen Carney: \"the front 4 of Sterling, Mount\". Ahh yes, that makes 4..."
        },
        {
            "time": "2022-08-14 12:41:39",
            "comment": "It's rare to have games this one-sided in quality but still be 1-0"
        },
        {
            "time": "2022-08-14 12:43:02",
            "comment": "every time tottenham look dangerous they come out with performances like this to remind everybody that they're tottenham"
        },
        {
            "time": "2022-08-14 12:43:16",
            "comment": "You know Pep's watching this at home in a turtleneck jumper with a notepad"
        },
        {
            "time": "2022-08-14 12:52:13",
            "comment": "Good guy Kane taking the spotlight away from Sterling’s bad shot just seconds before"
        },
        {
            "time": "2022-08-14 12:56:57",
            "comment": "Anthony Taylor is a fucking joke"
        },
        {
            "time": "2022-08-14 12:56:57",
            "comment": "Anthony Taylor actually needs a performance review"
        },
        {
            "time": "2022-08-14 12:58:04",
            "comment": "astonishing to not even call that a foul"
        },
        {
            "time": "2022-08-14 12:58:04",
            "comment": "yeah fuck the game I wan to see CONTE vs TUCHEL in a cage"
        },
        {
            "time": "2022-08-14 12:58:45",
            "comment": "Tottenham are the LUCKIEST team in football. How are they still in this match?!"
        },
        {
            "time": "2022-08-14 12:58:54",
            "comment": "Chelsea properly fucked by that no call. No clue how you don't call that."
        },
        {
            "time": "2022-08-14 12:59:02",
            "comment": "Lol that is 100% a foul and a yellow card"
        },
        {
            "time": "2022-08-14 13:00:01",
            "comment": "Gotta love English officiating. Causes mass brawls cus of how shocking it is lmao."
        },
        {
            "time": "2022-08-14 13:00:18",
            "comment": "richarlison offside as well"
        },
        {
            "time": "2022-08-14 13:00:53",
            "comment": "Jorginho trying drag backs in the box with two men around him. Morons wanted this guy to win the Ballon d'Or."
        },
        {
            "time": "2022-08-14 13:00:58",
            "comment": "Prem refs doing prem refs shit"
        },
        {
            "time": "2022-08-14 13:01:57",
            "comment": "PL refs are fucking horrible Jesus"
        },
        {
            "time": "2022-08-14 13:02:19",
            "comment": "Tuchel just wanted to ask Conte for hair loss tips"
        },
        {
            "time": "2022-08-14 13:02:24",
            "comment": "This is so funny how much Spurs have been gifted"
        },
        {
            "time": "2022-08-14 13:02:52",
            "comment": "If it stays a draw both teams should clear the field and Tuchel & Conte should 1v1 on 5 pens till a winner emerges."
        },
        {
            "time": "2022-08-14 13:04:57",
            "comment": "Havertz bruh. Werner died for you. U gotta do better now."
        },
        {
            "time": "2022-08-14 13:07:32",
            "comment": "Boehly with the \"Wow this soccer thing is actually fun\" face"
        },
        {
            "time": "2022-08-14 13:10:44",
            "comment": "Wish this Son would show up v Araenal ffs\n\nMofo always bangs v us"
        },
        {
            "time": "2022-08-14 13:12:26",
            "comment": "Frenkie just became 80m"
        },
        {
            "time": "2022-08-14 13:14:37",
            "comment": "Tuchel looks like your mate’s dad who plays tennis several times a week"
        },
        {
            "time": "2022-08-14 13:16:37",
            "comment": "How has no Spurs player received a yellow wtf"
        },
        {
            "time": "2022-08-14 13:16:47",
            "comment": "0 booking for spurs players still"
        },
        {
            "time": "2022-08-14 13:19:56",
            "comment": "Taylor should be nowhere near a big game until gone Christmas imo"
        },
        {
            "time": "2022-08-14 13:20:52",
            "comment": "Referee needs to be launched into the sun."
        },
        {
            "time": "2022-08-14 13:21:18",
            "comment": "Taylor thinks we're still in the Barclays era"
        },
        {
            "time": "2022-08-14 13:21:19",
            "comment": "Lmao what is Anthony Taylor doing?"
        },
        {
            "time": "2022-08-14 13:23:53",
            "comment": "Romero red what is he doing"
        },
        {
            "time": "2022-08-14 13:24:20",
            "comment": "Red card has to be. Pulled down by the hair for fuck sake"
        },
        {
            "time": "2022-08-14 13:24:25",
            "comment": "Romero really just yanked him down by his hair huh"
        },
        {
            "time": "2022-08-14 13:24:34",
            "comment": "go fuck yourself you useless bald rat"
        },
        {
            "time": "2022-08-14 13:24:38",
            "comment": "ROMERO GETS AWAY WITH THAT?"
        },
        {
            "time": "2022-08-14 13:24:39",
            "comment": "wait is pulling someone's hair not a straight red"
        },
        {
            "time": "2022-08-14 13:24:54",
            "comment": "never seen a more undeserved gifted point"
        },
        {
            "time": "2022-08-14 13:24:55",
            "comment": "How is that not a red."
        },
        {
            "time": "2022-08-14 13:24:59",
            "comment": "What a fucking joke"
        },
        {
            "time": "2022-08-14 13:25:04",
            "comment": "Two points lost for Chelsea. They'd be livid."
        },
        {
            "time": "2022-08-14 13:25:41",
            "comment": "Anthony Taylor should never ref another Chelsea game again ffs."
        },
        {
            "time": "2022-08-14 13:25:49",
            "comment": "Holy shit Chelsea fans have to be malding lol"
        },
        {
            "time": "2022-08-14 13:25:54",
            "comment": "fuck off, you just knew this was happening. Anthony Taylor is fucking useless complete disgrace"
        },
        {
            "time": "2022-08-14 13:25:54",
            "comment": "WTF... both goals after BLATANT fouls... dirty dirty team"
        },
        {
            "time": "2022-08-14 13:26:16",
            "comment": "Wow Chelsea actually got fucked there, outrageous"
        },
        {
            "time": "2022-08-14 13:26:18",
            "comment": "There neeeds to be an investigation into Taylor honestly fuck me"
        },
        {
            "time": "2022-08-14 13:26:22",
            "comment": "Robbery and a half this 😂😂"
        },
        {
            "time": "2022-08-14 13:26:49",
            "comment": "I can't even deny Chelsea fans for hating Taylor."
        },
        {
            "time": "2022-08-14 13:26:52",
            "comment": "Anthony Taylor cannot referee another match. That was one of the worst performances I've ever seen."
        },
        {
            "time": "2022-08-14 13:26:52",
            "comment": "Pulling hair like that should be straight red card and free kick, shame for Chelsea."
        },
        {
            "time": "2022-08-14 13:27:17",
            "comment": "what the fuck is Tuchel doing\n\nthat’s genuinely mental"
        },
        {
            "time": "2022-08-14 13:27:57",
            "comment": "Piss poor referee"
        },
        {
            "time": "2022-08-14 13:28:15",
            "comment": "Wait I’m so confused wasn’t tuchel grabbing and yanking his hand and conte got red carded? Cucurella gets his hair pulled and Romero gets away scot-free\nTaylor has legit it all backwards"
        },
        {
            "time": "2022-08-14 13:28:17",
            "comment": "That was awesome as a neutral"
        },
        {
            "time": "2022-08-14 13:29:07",
            "comment": "Never thought I'd see the day when I feel bad for chelsea but here we are."
        },
        {
            "time": "2022-08-14 15:02:48",
            "comment": "https://youtu.be/7cRWf9szxdY\n\nBringing this back"
        },
        {
            "time": "2022-08-14 12:17:13",
            "comment": "Fucking hell seriously no yellow from Spurs?"
        },
        {
            "time": "2022-08-14 13:09:44",
            "comment": "Lol Tuchel taking the piss. I would like a good manager rivalry. Sick of the Klopp-Pep romance shit."
        },
        {
            "time": "2022-08-14 13:21:38",
            "comment": "Anthony Taylor has a history of fucking Chelsea up. No idea how hes still getting to officiate Chelsea games"
        },
        {
            "time": "2022-08-14 13:33:15",
            "comment": "How is Taylor allowed to ref any games I swear to god \n\nWorst ref in the league"
        },
        {
            "time": "2022-08-14 13:34:00",
            "comment": "What a game it was from a neutral's perspective. Prolly the best result for Arsenal and good one for Spurs since it was at Bridge where they rarely win. But I think Chelsea were by far the better team and got done by shite referring what PL is home of."
        },
        {
            "time": "2022-08-14 12:03:53",
            "comment": "Spurs will never get a card. Starting to do some dirty fouls from frustration. Guess it happens when you are stuck in your own box for 32 minutes because Chelsea have nullified the single way Spurs know how to play"
        },
        {
            "time": "2022-08-14 12:17:08",
            "comment": "Spurs can't be carded."
        },
        {
            "time": "2022-08-14 13:31:50",
            "comment": "Chelsea really deserved to win. Daylight robbery"
        },
        {
            "time": "2022-08-14 12:02:15",
            "comment": "what on earth was that tackle from Koulibaly fucking hell what a lad"
        },
        {
            "time": "2022-08-14 12:58:17",
            "comment": "How is Taylor still allowed to ref Chelsea games"
        },
        {
            "time": "2022-08-14 13:28:05",
            "comment": "Man, Spurs dont score a single goal if Anthony Taylor does even an adequate job"
        },
        {
            "time": "2022-08-14 13:28:07",
            "comment": "Chelsea fucking robbed"
        },
        {
            "time": "2022-08-14 12:02:34",
            "comment": "Kulu yellow soon or nah?"
        },
        {
            "time": "2022-08-14 12:02:35",
            "comment": "He's just going to let this continue"
        },
        {
            "time": "2022-08-14 12:05:37",
            "comment": "Can we get some fucking yellows for these Spurs tackles?"
        },
        {
            "time": "2022-08-14 12:05:49",
            "comment": "Bro when’s the yellow coming for Spurs ? So many fouls"
        },
        {
            "time": "2022-08-14 12:08:55",
            "comment": "'Too much sun but not enough Son', Martin Tyler does it again FFS."
        },
        {
            "time": "2022-08-14 12:10:06",
            "comment": "Do Tottenham realise they're a goal down? There's so little pressure"
        },
        {
            "time": "2022-08-14 12:13:20",
            "comment": "Kante playing out of his mind rn."
        },
        {
            "time": "2022-08-14 12:13:29",
            "comment": "Tottenham players don't get carded"
        },
        {
            "time": "2022-08-14 12:13:33",
            "comment": "That pass from Jorginho was mint"
        },
        {
            "time": "2022-08-14 12:18:43",
            "comment": "Tuchel kinda owns Conte"
        },
        {
            "time": "2022-08-14 12:20:30",
            "comment": "spuds lose this and the weekend is complete"
        },
        {
            "time": "2022-08-14 12:24:11",
            "comment": "Spurs have games like this every now and then and it always baffles me, every player seems to shit themself when they get the ball, can't string a pass together, too scared to make a run, tackles are a second too late.\n\nSeems like sometimes they just regress to a mid table team."
        },
        {
            "time": "2022-08-14 12:44:46",
            "comment": "I think Chelsea not having a striker on the pitch is hurting them here. It’s all nice and Controlled but there’s no real focal point in the box for them to focus their attacks on."
        },
        {
            "time": "2022-08-14 12:44:47",
            "comment": "I think it's time that at least one of the SIX SIGNINGS, came onto the pitch for Spurs..."
        },
        {
            "time": "2022-08-14 12:53:39",
            "comment": "Being a referee myself, I try to be impartial and honest when it comes to match officials. If I feel they've got a decision right, i'll argue their case when most people here feel the opposite.\n\nBut Anthony Taylor is just inconsistent. It's almost like he forgets who has committed fouls and then is too scared to ask which number foul it is from a player."
        },
        {
            "time": "2022-08-14 12:53:51",
            "comment": "Man that Sterling miss killed Tuchel"
        },
        {
            "time": "2022-08-14 12:56:12",
            "comment": "Refs need to be investigated"
        },
        {
            "time": "2022-08-14 12:58:06",
            "comment": "FIGHT FIGHT FIGHT FIGHT FIGHT"
        },
        {
            "time": "2022-08-14 12:58:09",
            "comment": "conte and tuchel are fighting ahahahahha"
        },
        {
            "time": "2022-08-14 12:58:31",
            "comment": "Holy shit lol. That’s a foul and a yellow card lmao. What’s the time limit for VAR there, Christ almighty lol."
        },
        {
            "time": "2022-08-14 12:58:38",
            "comment": "Massive fan of Taylor fucking over Chelsea repeatedly in big games\n\nArsenal legend"
        },
        {
            "time": "2022-08-14 12:58:54",
            "comment": "Anthony Taylor continues to refuse to book any Spurs players"
        },
        {
            "time": "2022-08-14 12:59:11",
            "comment": "VAR can't call that back. Be absolutely amazed if they do. Ref simply fucked and lino too as he was much closer.\n\nLove the drama though."
        },
        {
            "time": "2022-08-14 12:59:13",
            "comment": "100% foul on havertz no debate even"
        },
        {
            "time": "2022-08-14 12:59:33",
            "comment": "English refs are trash and a disgrace"
        },
        {
            "time": "2022-08-14 12:59:34",
            "comment": "Conte is going to go insane if Tottenham win this"
        },
        {
            "time": "2022-08-14 13:00:24",
            "comment": "What a joke.  How many calls can Tottenham get?"
        },
        {
            "time": "2022-08-14 13:01:12",
            "comment": "Lol tuchel came running in and very quickly realised he had no further plan lol."
        },
        {
            "time": "2022-08-14 13:01:53",
            "comment": "Jorginho insta-subbed looool"
        },
        {
            "time": "2022-08-14 13:02:26",
            "comment": "fuck this we need refs being on mic. so much going on leading to an “unfair” goal"
        },
        {
            "time": "2022-08-14 13:02:33",
            "comment": "I hope VAR judged if richarlison was impeding Mendy's view rather than all the other shit"
        },
        {
            "time": "2022-08-14 13:02:59",
            "comment": "HAHAH HOW IS THIS BALD IDIOT TAYLOR STILL A REF. FUCK OFF"
        },
        {
            "time": "2022-08-14 13:05:45",
            "comment": "Reece James is honestly the most well rounded full back in the world. Probably my favourite non-Arsenal player, as much as I hate to say it."
        },
        {
            "time": "2022-08-14 13:06:08",
            "comment": "Hahahahaha\n\nJames has deserved that tbf"
        },
        {
            "time": "2022-08-14 13:07:07",
            "comment": "Games back. Fuck the world cup. This is real shit"
        },
        {
            "time": "2022-08-14 13:07:23",
            "comment": "Tuchel is coked out of his mind"
        },
        {
            "time": "2022-08-14 13:12:12",
            "comment": "Yeah, Kante out. Kova still injured.\n\nWe're buying FDJ"
        },
        {
            "time": "2022-08-14 13:13:25",
            "comment": "Guys why is the American national anthem suddenly playing in my headphones???"
        },
        {
            "time": "2022-08-14 13:13:39",
            "comment": "I wouldn't say it actually bothers me, but what is the point of managers being given yellow and potentially red cards if Thomas Tuchel doesn't get a second yellow for the way he celebrated Chelsea's second?"
        },
        {
            "time": "2022-08-14 13:14:54",
            "comment": "That was a bitch move by havertz. He also lives for putting his head on other players heads haha"
        },
        {
            "time": "2022-08-14 13:16:34",
            "comment": "[Absolute shithousery by tuchel celebrating in front of conte](https://imgur.com/a/BBmeW0B)"
        },
        {
            "time": "2022-08-14 13:17:29",
            "comment": "At this point Taylor has to be trolling cause he knows Chelsea fans hate him"
        },
        {
            "time": "2022-08-14 13:17:51",
            "comment": "Romero and Havertz going to fuck each other after the game"
        },
        {
            "time": "2022-08-14 13:18:23",
            "comment": "Broja is literally the crimson chin"
        },
        {
            "time": "2022-08-14 13:18:29",
            "comment": "Sessgnon the only guy I’ve seen in 100 odd games fall for a Kai Havertz stepover lol"
        },
        {
            "time": "2022-08-14 13:20:09",
            "comment": "Anthony Taylor is the worst ref in the PL"
        },
        {
            "time": "2022-08-14 13:21:01",
            "comment": "Taylor there just for watching?"
        },
        {
            "time": "2022-08-14 13:21:32",
            "comment": "The ref dropped his whistle somewhere on the pitch and is still looking for it, it seems"
        },
        {
            "time": "2022-08-14 13:22:00",
            "comment": "You just know if he was a chelsea player that’s not a foul"
        },
        {
            "time": "2022-08-14 13:22:36",
            "comment": "Nothings a foul unless the golden boy gets touched"
        },
        {
            "time": "2022-08-14 13:22:37",
            "comment": "Just a shoulder bump and given foul"
        },
        {
            "time": "2022-08-14 13:23:04",
            "comment": "It would be a robbery if Spurs get anything today."
        },
        {
            "time": "2022-08-14 13:23:54",
            "comment": "Does the ref even need var, he pulled his hair in front of him"
        },
        {
            "time": "2022-08-14 13:23:55",
            "comment": "Yeah that’s a red for the cunt"
        },
        {
            "time": "2022-08-14 13:23:58",
            "comment": "How is that not a red hahahaha"
        },
        {
            "time": "2022-08-14 13:24:07",
            "comment": "Yup so Romero doesn’t get booked either. I know VAR can’t give yellows but what a joke"
        },
        {
            "time": "2022-08-14 13:24:18",
            "comment": "Literally pulling his hair and no card?!"
        },
        {
            "time": "2022-08-14 13:24:24",
            "comment": "Has to be a red"
        },
        {
            "time": "2022-08-14 13:24:28",
            "comment": "Red card"
        },
        {
            "time": "2022-08-14 13:24:34",
            "comment": "What a joke the prem reffing is. Literally pulled the man's hair and no foul hahaha"
        },
        {
            "time": "2022-08-14 13:24:38",
            "comment": "Romero doesnt even get a card after pulling Cucurellas hair. Surely you gotta invesitgate Taylor for match fixing"
        },
        {
            "time": "2022-08-14 13:24:45",
            "comment": "There is no one in this world I hate more than Anthony Taylor"
        },
        {
            "time": "2022-08-14 13:24:45",
            "comment": "Cheating spurs again"
        },
        {
            "time": "2022-08-14 13:24:53",
            "comment": "Anthony Taylor rigged"
        },
        {
            "time": "2022-08-14 13:24:56",
            "comment": "You can’t make this up, Spurs getting away with it again"
        },
        {
            "time": "2022-08-14 13:25:00",
            "comment": "Can just throw people round by the hair now then nice one."
        },
        {
            "time": "2022-08-14 13:25:01",
            "comment": "Wow Chelsea fucked twice."
        },
        {
            "time": "2022-08-14 13:25:14",
            "comment": "You cant make this shit up man. Goal from a straight red"
        },
        {
            "time": "2022-08-14 13:25:14",
            "comment": "we've absolutely stolen this no two ways about it"
        },
        {
            "time": "2022-08-14 13:25:22",
            "comment": "Lmao of course no red card leads to an equalizer"
        },
        {
            "time": "2022-08-14 13:25:25",
            "comment": "how has Romero not been sent off there"
        },
        {
            "time": "2022-08-14 13:25:30",
            "comment": "Romero drags Cucurella to the ground by his hair. \"Nope!\" Says Anthony Taylor."
        },
        {
            "time": "2022-08-14 13:25:35",
            "comment": "I mean Spurs shouldnt have a had a corner there so you can absolutely talk about the hair pulling"
        },
        {
            "time": "2022-08-14 13:25:37",
            "comment": "That was clearly a foul on Cucu. Doesn't pulling hair count as a foul these days?"
        },
        {
            "time": "2022-08-14 13:25:43",
            "comment": "Fucking VAR man, pulling someone down by the hair isn’t a foul? 🤡"
        },
        {
            "time": "2022-08-14 13:25:50",
            "comment": "That's ridiculous. Spurs should not be anywhere near this game."
        },
        {
            "time": "2022-08-14 13:25:50",
            "comment": "Hair pull like that is a red for me tbh"
        },
        {
            "time": "2022-08-14 13:25:51",
            "comment": "ref is a fucking joke. how was pulling from hair to ground  not a red?"
        },
        {
            "time": "2022-08-14 13:26:03",
            "comment": "there should be a fucking official review into the way this match was officiated.\n\nabsolutely ROBBED of 2 points by the ref. and the ref only"
        },
        {
            "time": "2022-08-14 13:26:16",
            "comment": "How do you possibly allow that"
        },
        {
            "time": "2022-08-14 13:26:27",
            "comment": "Fucking hell.\n\nRomero gets away with a scissor kick vs Southampton, and now pulls down Cucurella before the goal."
        },
        {
            "time": "2022-08-14 13:27:28",
            "comment": "Fucking robbed"
        },
        {
            "time": "2022-08-14 13:27:55",
            "comment": "Would love to see Spurs vs Chelsea next week"
        },
        {
            "time": "2022-08-14 13:28:02",
            "comment": "Taylor: “Nah its fine Romero just has that dog in him”"
        },
        {
            "time": "2022-08-14 13:28:44",
            "comment": "*\"Only in sex-masochism you can pull the hair\"* - Louis van Gaal"
        },
        {
            "time": "2022-08-14 13:29:34",
            "comment": "Can't wait for the game at Tottenham.\n\nReady for Round 2 of Conte vs Tuchel!"
        },
        {
            "time": "2022-08-14 13:31:09",
            "comment": "FUCK ANTHONY TAYLOR"
        },
        {
            "time": "2022-08-14 12:23:33",
            "comment": "-RLC putting in a great shift at RWB\n\n-Reece shutting down Son effectively\n\n-Cucurella getting literally half the left side to himself\n\n-Koulibaly is a fucking titan\n\n\nnext step is to make sure we can get one of our attacking players to score a goal"
        },
        {
            "time": "2022-08-14 12:52:22",
            "comment": "Conte spent the summer making his boys vomit into buckets through exhaustion only to come to Chelsea with a sluggish press and mostly long ball tactics."
        },
        {
            "time": "2022-08-14 13:25:16",
            "comment": "Refs have completely dicked this game for Chelsea it's actually fucking embarassing"
        },
        {
            "time": "2022-08-14 16:29:45",
            "comment": "This is exactly the result I hoped for"
        },
        {
            "time": "2022-08-14 14:20:47",
            "comment": "There's a reason we complain about this referee. Going to need to see a compilation of his hilarious calls against Chelsea. How does he keep getting away with it"
        },
        {
            "time": "2022-08-14 15:26:39",
            "comment": "Hats off to chelsea for managing to get a point from an Anthony Taylor match"
        },
        {
            "time": "2022-08-14 12:02:00",
            "comment": "Koulibaly is running this game. Tottenham have not kicked on from neutral"
        },
        {
            "time": "2022-08-14 12:16:38",
            "comment": "What did they do at these intense conte training sessions™️"
        },
        {
            "time": "2022-08-14 12:54:43",
            "comment": "Richarlison looking like proper twat with bleached hair 😭"
        },
        {
            "time": "2022-08-14 13:00:28",
            "comment": "Conte genuinely cheered in Tuchels face ahaha."
        },
        {
            "time": "2022-08-14 13:01:40",
            "comment": "Can you block the view of the keeper in an offside position on purpose?"
        },
        {
            "time": "2022-08-14 13:01:41",
            "comment": "I'm fine with all this because I love drama"
        },
        {
            "time": "2022-08-14 13:46:39",
            "comment": "Chelsea were by far the better team but the amount of times they got into the box, RLC in particular, he cut back in with an open space and nobody was making that edge of the box run was criminal. \n\nIf we can keep that same intensity with the pressing, moving the ball around we’ll have a very good season. Only issue is how quickly we revert to the same old slow passages of play. Tuchel gets stick, most of it being unnecessary, but the first 45 is exactly what he wants to play. We need a creative outlet from deep. Kante and Jorgi were great today. But we need something extra"
        },
        {
            "time": "2022-08-14 12:01:30",
            "comment": "Sterling hasn’t beaten the first man in the box even once, they need a striker immediately"
        },
        {
            "time": "2022-08-14 12:01:53",
            "comment": "Do Spurs ever play on the front foot or is it basically just absorb and spring Son/Kane on the counter?"
        },
        {
            "time": "2022-08-14 12:05:35",
            "comment": "What a touch by Kavertz"
        },
        {
            "time": "2022-08-14 12:07:56",
            "comment": "Spurs midfield is non existent"
        },
        {
            "time": "2022-08-14 12:08:56",
            "comment": "kane been a donkey so far"
        },
        {
            "time": "2022-08-14 12:13:31",
            "comment": "Didn't think I'd see it but Tuchel is giving Conte an education here."
        },
        {
            "time": "2022-08-14 12:14:46",
            "comment": "Kante was recharging his battery last season haha"
        },
        {
            "time": "2022-08-14 12:15:48",
            "comment": "No yellow for Bentancur then?"
        },
        {
            "time": "2022-08-14 12:16:26",
            "comment": "Tottenham need to change something at half time, bring on some bite, maybe even a triple change\n\nPerisic, Bissouma, Richarlison"
        },
        {
            "time": "2022-08-14 12:16:32",
            "comment": "How do you look terrible vs Everton but play like this against an on form Spurs"
        },
        {
            "time": "2022-08-14 12:19:23",
            "comment": "Mount has been unreal today so far"
        },
        {
            "time": "2022-08-14 12:20:14",
            "comment": "Spurs played some proper Big Sam football this half"
        },
        {
            "time": "2022-08-14 12:20:16",
            "comment": "Spurs shirts are all looking so clean and fresh, shows they haven't put in a proper shift yet."
        },
        {
            "time": "2022-08-14 12:21:06",
            "comment": "Conte completely outthought by Tuchel again. Expecting a change in formation and Perisic in for Sessegnon. Maybe even a double sub with Bissouma replacing Hojbjerg who has been terrible."
        },
        {
            "time": "2022-08-14 12:22:25",
            "comment": "Kalidou Koulibaly had more shots (3) than Tottenham (2) in the first half at Stamford Bridge"
        },
        {
            "time": "2022-08-14 12:22:44",
            "comment": "Reece James is starting to remind me a ton of Ashley Cole. Ever since he learned to get his head up and check the area before whipping crosses in his offensive output has improved a ton and defensively he's just incredible."
        },
        {
            "time": "2022-08-14 12:23:23",
            "comment": "That was seriously bad from Spurs that half. Like zero positives bad."
        },
        {
            "time": "2022-08-14 12:37:34",
            "comment": "I can already see Spurs losing 2-0 but Richarlison doing an Instagram post of him standing over Koulibaly after fouling him."
        },
        {
            "time": "2022-08-14 12:44:34",
            "comment": "Spurs players so tired from training they can't run during an actual game."
        },
        {
            "time": "2022-08-14 12:45:08",
            "comment": "Spurs looking like training cones"
        },
        {
            "time": "2022-08-14 12:47:08",
            "comment": "Kovacic would have a field day against this spurs press it’s so easy to break out of"
        },
        {
            "time": "2022-08-14 12:49:44",
            "comment": "And THAT is Raheem Sterling, 11 yards out, spannered over the bar"
        },
        {
            "time": "2022-08-14 12:50:02",
            "comment": "So many fake shots, like a 12 yo spamming moves on fifa"
        },
        {
            "time": "2022-08-14 12:50:21",
            "comment": "\nNice of Kane and Sterling to spare each others blushes"
        },
        {
            "time": "2022-08-14 12:50:36",
            "comment": "That the Sterling we know and love ?"
        },
        {
            "time": "2022-08-14 12:50:44",
            "comment": "Kane: anything you can’t do, I can’t do better"
        },
        {
            "time": "2022-08-14 12:52:39",
            "comment": "Cannot believe they paid that much for Richarlison"
        },
        {
            "time": "2022-08-14 12:53:48",
            "comment": "loool tuchel’s reaction. he’s gotta get used to those sterling misses"
        },
        {
            "time": "2022-08-14 12:55:09",
            "comment": "wow great tackle by Royal"
        },
        {
            "time": "2022-08-14 12:56:12",
            "comment": "Fuck me i hate Anthony Taylor"
        },
        {
            "time": "2022-08-14 12:56:38",
            "comment": "That's not a foul???"
        },
        {
            "time": "2022-08-14 12:56:52",
            "comment": "Bruh this ref"
        },
        {
            "time": "2022-08-14 12:57:23",
            "comment": "Actually insane missed call"
        },
        {
            "time": "2022-08-14 12:58:02",
            "comment": "There looked like a handball and a foul before goal. Not gonna countb"
        },
        {
            "time": "2022-08-14 12:58:04",
            "comment": "Refs shit but Mendy shouldnt have let such an easy one in either"
        },
        {
            "time": "2022-08-14 12:58:07",
            "comment": "SHOW THE BENCH"
        },
        {
            "time": "2022-08-14 12:58:17",
            "comment": "Proper derby shit"
        },
        {
            "time": "2022-08-14 12:58:20",
            "comment": "If this ends 1:1 Chelsea going to absolutely flip every single shit possible."
        },
        {
            "time": "2022-08-14 12:58:22",
            "comment": "Conte and Tuchel lmao I'd love to see them have a go"
        },
        {
            "time": "2022-08-14 12:58:24",
            "comment": "Anthony taylor and fucking Chelsea over... What do people expect."
        },
        {
            "time": "2022-08-14 12:58:27",
            "comment": "That is a foul"
        },
        {
            "time": "2022-08-14 12:58:27",
            "comment": "The ref is a absolute useless cunt."
        },
        {
            "time": "2022-08-14 12:58:32",
            "comment": "That's a foul on Havertz"
        },
        {
            "time": "2022-08-14 12:58:34",
            "comment": "Go on Tuchel rip that shitty wig"
        },
        {
            "time": "2022-08-14 12:58:34",
            "comment": "Clear foul on Hazerts"
        },
        {
            "time": "2022-08-14 12:58:35",
            "comment": "ITS A FUCKING DISGRACE"
        },
        {
            "time": "2022-08-14 12:58:47",
            "comment": "No what the fuck. I thought “wow maybe I missed something” but that was 100% a fucking foul that lead to the attack"
        },
        {
            "time": "2022-08-14 12:58:56",
            "comment": "I’m honestly not sure how Anthony Taylor is allowed to do Chelsea games lol"
        },
        {
            "time": "2022-08-14 12:59:00",
            "comment": "The assistant referee is the bigger fraud by far, he's 10 yards from it"
        },
        {
            "time": "2022-08-14 12:59:02",
            "comment": "Lol he literally fouls him twice that is horrific refereeing"
        },
        {
            "time": "2022-08-14 12:59:03",
            "comment": "Ref single-handedly keeping Spurs in it."
        },
        {
            "time": "2022-08-14 12:59:12",
            "comment": "Let them fight"
        },
        {
            "time": "2022-08-14 12:59:39",
            "comment": "Conte vs Tuchel >>>>>>>> Pep vs Klopp"
        },
        {
            "time": "2022-08-14 12:59:50",
            "comment": "Fire that cunt Taylor."
        },
        {
            "time": "2022-08-14 12:59:54",
            "comment": "So much wrong with that goal omg"
        },
        {
            "time": "2022-08-14 12:59:55",
            "comment": "Anthony Taylor a proper cunt"
        },
        {
            "time": "2022-08-14 13:00:02",
            "comment": "I actually want to see Tuchel and Conte fight lmao"
        },
        {
            "time": "2022-08-14 13:00:02",
            "comment": "That may come back. Richarlison is off and in the way"
        },
        {
            "time": "2022-08-14 13:00:15",
            "comment": "That's offside."
        },
        {
            "time": "2022-08-14 13:00:22",
            "comment": "Of course we concede after Taylor fucks up an obvious call. As is tradition."
        },
        {
            "time": "2022-08-14 13:00:28",
            "comment": "1-1\n\nAnd Spurs look like shit.\n\nLet's go."
        },
        {
            "time": "2022-08-14 13:00:34",
            "comment": "Who y'all got money on in Conte vs Tuchel"
        },
        {
            "time": "2022-08-14 13:00:37",
            "comment": "maybe im salty but Mendy hesitated bc richarlison"
        },
        {
            "time": "2022-08-14 13:00:48",
            "comment": "**TUCHEL WANTS THE HEAT** 😂😂😂"
        },
        {
            "time": "2022-08-14 13:00:56",
            "comment": "Mourinho vs Wenger\n\nTuchel vs Conte\n\nChelsea can nearly start their own manager boxing league lmao."
        },
        {
            "time": "2022-08-14 13:01:02",
            "comment": "Oh man, must be nice to see the passion and players who give a fuck. This is a fight!"
        },
        {
            "time": "2022-08-14 13:01:15",
            "comment": "Bentancur has had about 3 yellow card fouls on top of 4 others"
        },
        {
            "time": "2022-08-14 13:01:19",
            "comment": "Nah man, that’s a foul."
        },
        {
            "time": "2022-08-14 13:01:21",
            "comment": "What an insane sequence lol"
        },
        {
            "time": "2022-08-14 13:02:15",
            "comment": "Anthony Taylor deciding against Chelsea. Sky is blue"
        },
        {
            "time": "2022-08-14 13:03:32",
            "comment": "\nQuestion is, how else can Anthony Taylor fuck this up and make it spicy?"
        },
        {
            "time": "2022-08-14 13:04:11",
            "comment": "What a miss."
        },
        {
            "time": "2022-08-14 13:06:40",
            "comment": "Tuchel a coward for not teabagging Conte after the goal"
        },
        {
            "time": "2022-08-14 13:06:46",
            "comment": "TUCHEL  lollllllllllll"
        },
        {
            "time": "2022-08-14 13:06:52",
            "comment": "LOL KARMA. Love the shithousery from Tuchel running across the Tottenham coaching staff lmao"
        },
        {
            "time": "2022-08-14 13:07:05",
            "comment": "Sterling GAVE A PASS??"
        },
        {
            "time": "2022-08-14 13:08:04",
            "comment": "Tuchel should've gave Antonio the ol DX chop"
        },
        {
            "time": "2022-08-14 13:08:05",
            "comment": "Koulibaly bullied Kulusevski lol"
        },
        {
            "time": "2022-08-14 13:08:44",
            "comment": "Tuchel running down the line past the spurs bench you fucking love to see it"
        },
        {
            "time": "2022-08-14 13:09:59",
            "comment": "Koulibaly is absolutely everywhere and winning everything"
        },
        {
            "time": "2022-08-14 13:13:20",
            "comment": "Lol Tuchel running in front of conte during celebration"
        },
        {
            "time": "2022-08-14 13:14:01",
            "comment": "Tuchel runs like a newborn giraffe"
        },
        {
            "time": "2022-08-14 13:18:10",
            "comment": "romero got that dawg in him"
        },
        {
            "time": "2022-08-14 13:18:13",
            "comment": "I wouldn't try to shithouse Romero tbh"
        },
        {
            "time": "2022-08-14 13:18:30",
            "comment": "Missed a chance but good performance from XFluidity"
        },
        {
            "time": "2022-08-14 13:18:58",
            "comment": "Romero and Havertz bout to kill each other"
        },
        {
            "time": "2022-08-14 13:19:41",
            "comment": "The fact somebody as slight and shy looking as Havertz has managed to get under Romero’s skin so badly is hilarious ngl"
        },
        {
            "time": "2022-08-14 13:20:19",
            "comment": "Six minutes seems fair, players had their water break during the touchline scuffle."
        },
        {
            "time": "2022-08-14 13:23:54",
            "comment": "What's he doing lmao"
        },
        {
            "time": "2022-08-14 13:24:02",
            "comment": "Oh that’s a red"
        },
        {
            "time": "2022-08-14 13:24:11",
            "comment": "Hair pull = yellow card"
        },
        {
            "time": "2022-08-14 13:24:40",
            "comment": "Red card all day"
        },
        {
            "time": "2022-08-14 13:24:41",
            "comment": "Romero gets away with so much lmao. Should've been sent off vs Southampton."
        },
        {
            "time": "2022-08-14 13:24:49",
            "comment": "How is Romero still on the pitch?"
        },
        {
            "time": "2022-08-14 13:24:50",
            "comment": "I would be so mad if I was a Chelsea fan, robbery today"
        },
        {
            "time": "2022-08-14 13:24:50",
            "comment": "Spurs and Taylor, a match made in the bowels of fucking hell."
        },
        {
            "time": "2022-08-14 13:25:00",
            "comment": "no red. of course they equalize"
        },
        {
            "time": "2022-08-14 13:25:01",
            "comment": "Should have been a red and not been a corner. I’d be LIVID"
        },
        {
            "time": "2022-08-14 13:25:04",
            "comment": "Twice in one game. Thanks Anthony Taylor"
        },
        {
            "time": "2022-08-14 13:25:04",
            "comment": "Bro, refs are biased against"
        },
        {
            "time": "2022-08-14 13:25:15",
            "comment": "This is an absolute fucking joke."
        },
        {
            "time": "2022-08-14 13:25:16",
            "comment": "This is fucking rigged LMAOOOO BRO"
        },
        {
            "time": "2022-08-14 13:25:24",
            "comment": "Clear red fucking bullshit"
        },
        {
            "time": "2022-08-14 13:25:30",
            "comment": "Romero should've been off and we should've had a free kick"
        },
        {
            "time": "2022-08-14 13:25:30",
            "comment": "Fuck this"
        },
        {
            "time": "2022-08-14 13:25:35",
            "comment": "Honestly these refs are such an incompetent wankers"
        },
        {
            "time": "2022-08-14 13:25:37",
            "comment": "this is literally the best possible result Arsenal could've had\n\nthanks guys"
        },
        {
            "time": "2022-08-14 13:25:39",
            "comment": "Lol Anthony Taylor"
        },
        {
            "time": "2022-08-14 13:25:42",
            "comment": "Pulling hair? What a bitch."
        },
        {
            "time": "2022-08-14 13:25:48",
            "comment": "It's gone from being disgusting to just being funny now lmao."
        },
        {
            "time": "2022-08-14 13:25:51",
            "comment": "What a fucking robbery lmao"
        },
        {
            "time": "2022-08-14 13:25:54",
            "comment": "Jesus, Romero is such a dirty player. How did Taylor let that go?"
        },
        {
            "time": "2022-08-14 13:25:55",
            "comment": "Wow that’s two now. If they were reviewing the hairpull that’s an obvious foul. I don’t think it’s a red but it’s a foul and free kick."
        },
        {
            "time": "2022-08-14 13:26:00",
            "comment": "Anthony taylor needs to be investigated lol"
        },
        {
            "time": "2022-08-14 13:26:11",
            "comment": "So VAR saw Cucurella hair get pulled and ignored it?"
        },
        {
            "time": "2022-08-14 13:26:13",
            "comment": "Fuck you Taylor"
        },
        {
            "time": "2022-08-14 13:26:14",
            "comment": "I hate Chelsea as much as the next man but how was that not a red card let alone a foul?"
        },
        {
            "time": "2022-08-14 13:26:26",
            "comment": "Somebody explain how nothing was done from VAR on that hair pull? Surely that can't be allowed"
        },
        {
            "time": "2022-08-14 13:27:23",
            "comment": "Yoooo Conte and Tuchel going at it!!"
        },
        {
            "time": "2022-08-14 13:27:32",
            "comment": "You just love to see it don’t you. Nothing better than a bit of handbags."
        },
        {
            "time": "2022-08-14 13:27:49",
            "comment": "Now this is podracing"
        },
        {
            "time": "2022-08-14 13:28:07",
            "comment": "Var can’t fix stupid"
        },
        {
            "time": "2022-08-14 13:28:18",
            "comment": "I was just thinking Tuchel and Conte being heated in the same game will lead to drama. Both very emotional and passionate, thank you PL for the entertainment."
        },
        {
            "time": "2022-08-14 13:28:46",
            "comment": "What the fuck"
        },
        {
            "time": "2022-08-14 13:29:28",
            "comment": "LOL, if you’re going to do that then let’s see some fisticuffs. \n\nThe players looking like the grownups"
        },
        {
            "time": "2022-08-14 13:29:49",
            "comment": "Can't wait for the next time these two play, great derby."
        },
        {
            "time": "2022-08-14 13:32:38",
            "comment": "Get Tuchel and Conte in a ring. Winner gets a new hair transplant."
        },
        {
            "time": "2022-08-14 13:28:26",
            "comment": "I’m an Arsenal fan.\n\nCan someone please check me if I’m being biased in saying Chelsea has been robbed… he yanked Cucrella’s hair down… knew about it… and didn’t give a foul"
        },
        {
            "time": "2022-08-14 13:39:08",
            "comment": "How did Romero not get a red for pulling hair"
        },
        {
            "time": "2022-08-14 12:18:25",
            "comment": "People are reactionary… good first game “ Spurs title contenders “, one bad half “ they are fucking garbage “\n\nThis extremes juggling is weird af to me"
        },
        {
            "time": "2022-08-14 13:02:59",
            "comment": "Ima be honest as soon as I knew Anthony Taylor was the ref I knew some bullshit would happen. Literally guaranteed for us."
        },
        {
            "time": "2022-08-14 13:27:12",
            "comment": "So what happened, ref didn't care about Cucurella's hair being pulled?? Anthony Taylor just fucking doesn't care as long as Spurs score lol."
        },
        {
            "time": "2022-08-14 13:27:45",
            "comment": "Romero is a pussy ass bitch and VAR are even bigger pussies"
        },
        {
            "time": "2022-08-14 13:27:57",
            "comment": "Absolute performance by Anthony Taylor, he single handedly gave spuds a point"
        },
        {
            "time": "2022-08-14 13:28:08",
            "comment": "At that point it's not even incompetence. They're competently officiating this shit show we just don't know what their goal is"
        },
        {
            "time": "2022-08-14 13:34:47",
            "comment": "Need to buy Declan Rice fast to call out this corruption ASAP."
        },
        {
            "time": "2022-08-14 13:29:25",
            "comment": "Why did Conte get a red? It was fully provoked by Tuchel. Poor from him"
        },
        {
            "time": "2022-08-14 13:34:09",
            "comment": "Chelsea deserved to win. But this is what always happens in football. Conte made the game chaotic and started raining in crosses. \n\nChelsea should have got the ball and just played among themselves. They did not manage the game. \n\nAnd anything can happen when it is that chaotic."
        },
        {
            "time": "2022-08-14 13:21:35",
            "comment": "I have said it every year, but Taylor hates Chelsea, and have been shit in every matches he have been refereeing against Chelsea."
        },
        {
            "time": "2022-08-14 12:14:39",
            "comment": "Damn Chelsea have been a joy to watch this half"
        },
        {
            "time": "2022-08-14 12:15:40",
            "comment": "I don’t think Koulibaly has passed sideways or backwards this entire match. He’s driving this Chelsea forward for sure."
        },
        {
            "time": "2022-08-14 12:15:48",
            "comment": "Wonderful from Chelsea. Vintage Kante and Jorginho"
        },
        {
            "time": "2022-08-14 12:17:10",
            "comment": "how have they still have no cards?"
        },
        {
            "time": "2022-08-14 12:21:25",
            "comment": "Koulibaly was spectacular that half, brilliant from him.\n\nJames, Kante, Cucurella and Mount all looked very good and thought Jorginho did his stuff well in general."
        },
        {
            "time": "2022-08-14 13:00:57",
            "comment": "Chelsea will feel real cheated, and tbh they’ve got a point. Probably a foul on havertz and richarlison offside blocking Mendys sight line"
        },
        {
            "time": "2022-08-14 13:01:23",
            "comment": "How do we have VAR and these stupid fucking choices are still being made. That should not have been a goal"
        },
        {
            "time": "2022-08-14 13:01:28",
            "comment": "Richarlison being clearly offside and blocking the view only makes it worse lmfao"
        },
        {
            "time": "2022-08-14 13:01:40",
            "comment": "That replay definitely shows Conte initiating the conflict. Celebrating on the Chelsea half."
        },
        {
            "time": "2022-08-14 13:01:57",
            "comment": "44 seconds, Timo had a goal ruled off for a lesser foul than this after 1 minute 20 seconds or so."
        },
        {
            "time": "2022-08-14 13:06:25",
            "comment": "AHAHHA TUCHEL CELEBRATING IN FRONT OF CONTE 😂😂"
        },
        {
            "time": "2022-08-14 13:09:15",
            "comment": "Some of the passing combo by Chelsea today has been sensational"
        },
        {
            "time": "2022-08-14 13:10:00",
            "comment": "koulibaly with an absolutely terrific home debut imho. the man is a beast. ffs the way he just bullied the tottenham player prior to the goal was simply outrageous"
        },
        {
            "time": "2022-08-14 13:11:04",
            "comment": "Reece pocketed Son and still scored a goal…just saying"
        },
        {
            "time": "2022-08-14 13:25:02",
            "comment": "Is Romero gonna walk way from 2 straight games without getting a deserved red card?"
        },
        {
            "time": "2022-08-14 13:25:05",
            "comment": "BRO ARE YOU SERIOUS 2 GOALS AFTER SOME SERIOUS HORSESHIT GOING UNCALLED"
        },
        {
            "time": "2022-08-14 13:26:19",
            "comment": "Hair pulling isn’t a foul then no? Honestly what the actual fuck man. Taylor is a joke of a ref"
        },
        {
            "time": "2022-08-14 13:27:27",
            "comment": "They really should just let conte and tuchel fight it out. Whoever wins gets the 3 points"
        },
        {
            "time": "2022-08-14 13:28:11",
            "comment": "Manager handbags, ref drama, 95th minute goals, this games had everything"
        },
        {
            "time": "2022-08-14 13:29:26",
            "comment": "Good game all told. Terrible officiating, but that's a given.\n\nWho knew Tommy T had such a strong handshake."
        },
        {
            "time": "2022-08-14 11:13:34",
            "comment": "Antonio Conte is one sexy man"
        },
        {
            "time": "2022-08-14 11:50:33",
            "comment": "God why didn't we try Cucurella on corners"
        },
        {
            "time": "2022-08-14 11:57:16",
            "comment": "tried to one up it holy hell"
        },
        {
            "time": "2022-08-14 11:57:45",
            "comment": "Koulibaly \"best form of defence is attck\""
        },
        {
            "time": "2022-08-14 12:00:53",
            "comment": "Koulibaly is having a blinder of a first half"
        },
        {
            "time": "2022-08-14 12:01:40",
            "comment": "Chelsea's passing and defending have been exceptional so far. And it turns out, it's hard to counter-attack when the other team does that."
        },
        {
            "time": "2022-08-14 12:02:31",
            "comment": "Why in the fuck won’t Conte start Perisic and Bissouma? Are they really not ready yet?"
        },
        {
            "time": "2022-08-14 12:02:36",
            "comment": "If Chelsea had the runs from Werner to open up space they’d be up 5-0 by now"
        },
        {
            "time": "2022-08-14 12:03:29",
            "comment": "The way pundits have lauded Conte and this spurs team. If they can't whack it over to kane or Son they're useless as per"
        },
        {
            "time": "2022-08-14 12:04:21",
            "comment": "Koulibaly and Cucurella both already look settled, Chelsea are going to be fun to watch"
        },
        {
            "time": "2022-08-14 12:05:02",
            "comment": "don't give in to the mods, [og match thread here](https://www.reddit.com/r/soccer/comments/wo8sml/match_thread_chelsea_vs_tottenham_hotspur_premier/?utm_medium=android_app&utm_source=share)"
        },
        {
            "time": "2022-08-14 12:05:06",
            "comment": "Bentancur constantly fouling, deserves a yellow"
        }
    ]
}