{
    "title": "Match Thread: Chelsea vs Arsenal English",
    "match_date": "2022-11-06",
    "comments": [
        {
            "time": "2022-11-06 08:55:31",
            "comment": "Outclassed in literally every aspect"
        },
        {
            "time": "2022-11-06 08:55:49",
            "comment": "I think what Jesus provides to Arsenal even when he isn’t scoring was exemplified by the difference between him and Auba today."
        },
        {
            "time": "2022-11-06 08:56:03",
            "comment": "Professional win from Arsenal.  \n\nChelsea look terrible though."
        },
        {
            "time": "2022-11-06 09:12:32",
            "comment": "Xg - Chelsea (0.24) 0-1 (2.38) Arsenal"
        },
        {
            "time": "2022-11-06 09:08:40",
            "comment": "Arsenal have lost only one match since the invention of the Saliba song."
        },
        {
            "time": "2022-11-06 08:55:54",
            "comment": "William Saliba, what a player"
        },
        {
            "time": "2022-11-06 09:00:06",
            "comment": "Neither Jesus nor Auba on the scoresheet, but holy fuck they are miles apart in terms of contribution. \n\nJesus’ hold up play is insane for his size, his dribbling and passing creates a lot of chances, and he constantly harries opposing defenders making sure they can’t dally on the ball. I don’t know where he left his shooting boots, but he’s doing everything else fantastically so he’s still such an asset on the pitch."
        },
        {
            "time": "2022-11-06 09:06:54",
            "comment": "Silva is literally single handedly holding this Chelsea back line (maybe squad) together.\n\nLiterally reminds me of the Tobey Maguire Spider-Man train scene"
        },
        {
            "time": "2022-11-06 09:35:52",
            "comment": "It’s a weird thing to say but if our best *right back* isn’t on the pitch then I don’t know where the goals are going to come from."
        },
        {
            "time": "2022-11-06 08:55:31",
            "comment": "NOTHING PERSONAL"
        },
        {
            "time": "2022-11-06 09:50:27",
            "comment": "Xhaka, looks so good this year. His license forward definitely shows a part of his game boy previously seen"
        },
        {
            "time": "2022-11-06 08:58:05",
            "comment": "Really impressed by Arsenal and Arteta\n\nPartey was man of the match imo, for Arsenal sake he needs to stay healthy."
        },
        {
            "time": "2022-11-06 08:58:23",
            "comment": "City dodged a whole ass missile with Cucurella"
        },
        {
            "time": "2022-11-06 08:59:15",
            "comment": "How does Jesus manages to put a 8/10 game without scoring every week... Partey was immense... Saliba rollsroyce as usual... Ode should have scored but decent game... Martinelli put a good shift"
        },
        {
            "time": "2022-11-06 09:59:30",
            "comment": "Chelsea are fucking shit, what happened?"
        },
        {
            "time": "2022-11-06 08:55:33",
            "comment": "Take a bow Gabriel, Saliba and White. Our defence hasn’t felt this secure in a long time."
        },
        {
            "time": "2022-11-06 08:56:14",
            "comment": "[Chelsea (0.24) 0-1 (2.38) Arsenal](https://twitter.com/xgphilosophy/status/1589254610451337223?s=46&t=0BcndqmR1XnzcvHJhHCi2Q)"
        },
        {
            "time": "2022-11-06 08:55:22",
            "comment": "[deleted]"
        },
        {
            "time": "2022-11-06 09:00:49",
            "comment": "We beat Liverpool, Tottenham, and now Chelsea at the Bridge.. this is our best start EVER, and yet I don't  think we're genuine contenders because of Man City aka Kang.\n\nI will say tho, this must've been cathartic for Arsenal fans watching Saliba just snuff every Chelsea attack like he's prime John Terry."
        },
        {
            "time": "2022-11-06 08:55:27",
            "comment": "Don't think the Arsenal camp can downplay the title challenge anymore... They've played Spurs, Chelsea, United, and Liverpool and they're top, and deservedly so. \n\nOn the other hand, Tony Bloom and co getting 60+ million for Cucurella is just staggering business. NO ONE gets one over on Tony fucking Bloom lol"
        },
        {
            "time": "2022-11-06 08:55:26",
            "comment": "Potter playing Chelsea like an English Stoke."
        },
        {
            "time": "2022-11-06 08:59:14",
            "comment": "The way sterling is being used is so tragic. Whenever he gets the ball there is nobody to pass to, he is close to the touchline and is deep in his own half. He’s basically being asked to be hazard lmao, progress the ball from the deep and score a goal or create a chance from nothing and carry the attack"
        },
        {
            "time": "2022-11-06 08:57:10",
            "comment": "Auba really said it's not personal Arsenal just to ghost out during the entire match lmao"
        },
        {
            "time": "2022-11-06 08:58:05",
            "comment": "Watching Auba suck ass today was a treat. The bigger shock for me today was watching Sterling being so ineffective and useless. How can you make a strike force of sterling, Pulisic, Auba, Havertz and Mount as ineffectual as they were today was hilarious.\n\nBen White and Jesus were my MOTM. Jesus deserves a hat-trick at least for the work he does for the team."
        },
        {
            "time": "2022-11-06 08:59:08",
            "comment": "Bro partey and saliba are really performing like some of the best midfielder/defender in the pl right now"
        },
        {
            "time": "2022-11-06 08:58:41",
            "comment": "Ramsdale could’ve stayed on the bus."
        },
        {
            "time": "2022-11-06 09:11:52",
            "comment": "It’s so funny how people think that Gabriel Jesus headed chance is a sitter. The ball was, allbeit inches, too far infront of him."
        },
        {
            "time": "2022-11-06 11:32:54",
            "comment": "Chelsea has been a wing back focused team since Lampard came in.               \nThe second James and Chilwell get injured, our season is over.\n\nStory of every season."
        },
        {
            "time": "2022-11-06 09:03:40",
            "comment": "I still think Tuchels sacking was the most reactionary course of action possible for Chelsea"
        },
        {
            "time": "2022-11-06 08:56:45",
            "comment": "This Saliba guy could be an all-timer for Arsenal. He’s one of the best young defenders I’ve seen."
        },
        {
            "time": "2022-11-06 09:22:12",
            "comment": "For Chelsea T Silva was very good, especially for a 38 year old! Azpilicueta did well to keep Martinelli quiet for most of the game, but Arsenal's all around performance and desire is what they had over Chelsea. \n\nSurprisingly very little attacking for Chelsea."
        },
        {
            "time": "2022-11-06 08:55:53",
            "comment": "Not sure the big deal. \n\nJust Arsenals annual 3 points at the bridge"
        },
        {
            "time": "2022-11-06 09:21:23",
            "comment": "[deleted]"
        },
        {
            "time": "2022-11-06 08:58:35",
            "comment": "Apparently wearing a blue shirt doesn't make you better at football Auba ..."
        },
        {
            "time": "2022-11-06 09:00:06",
            "comment": "1-0 is very flattering to Chelsea.\n\nComplete dominance by Arsenal, would be good if the World Cup doesn't disrupt their momentum."
        },
        {
            "time": "2022-11-06 09:24:13",
            "comment": "Sorry Auba, nothing personal."
        },
        {
            "time": "2022-11-06 11:16:05",
            "comment": "Either we are winning the league, or we are doing a Keegan. No two ways about it."
        },
        {
            "time": "2022-11-06 08:55:54",
            "comment": "Chelsea were fuckin garbage."
        },
        {
            "time": "2022-11-06 08:55:23",
            "comment": "The softest gangbang I have ever seen."
        },
        {
            "time": "2022-11-06 11:14:12",
            "comment": "that was the worst chelsea i have ever seen for a while."
        },
        {
            "time": "2022-11-06 09:00:50",
            "comment": "Cucurella holding onto that Arsenal player for the goal was pretty funny.\n\nLooked like a toddler who is too shy to talk to the relatives."
        },
        {
            "time": "2022-11-06 09:20:57",
            "comment": "Thiago Silva best Chelsea player by far. Don’t even know who would be second in this game. Probably azpi or chalobah."
        },
        {
            "time": "2022-11-06 08:56:31",
            "comment": "This season, every big six match has been won by the home team. Other than one team, which is Chelsea\n\nTop of the league again, let's gooooo"
        },
        {
            "time": "2022-11-06 08:57:38",
            "comment": "1-0 to the arsenal is well and truly back lol and has been since last season tbf.\n\nAlso cant believe Chelsea sacked tuchel ya know, man made Soo many finals last season with this shit squad."
        },
        {
            "time": "2022-11-06 09:08:01",
            "comment": "Every Gooner would agree with me in that, Top 4 is still our Target, whatever happens after happens, but Top 4 is a must. \n\nWon't be getting carried away yet, we've been incredible, but alas, top 4 please."
        },
        {
            "time": "2022-11-06 09:01:01",
            "comment": "if arsenal were clinical this would’ve been an embarrassing score line for chelsea. if jesus finds his shooting boots arsenal will be scary good"
        },
        {
            "time": "2022-11-06 10:46:01",
            "comment": "Team sucks dick"
        },
        {
            "time": "2022-11-06 08:56:47",
            "comment": "Gwed Arsenal. We're not winning the league and you're the only ones that aren't cunts."
        },
        {
            "time": "2022-11-06 08:56:57",
            "comment": "Chelsea were absolutely shocking \n\nCucurella £70 million hahahaha"
        },
        {
            "time": "2022-11-06 08:57:59",
            "comment": "Ramsdale best seat in the house. Could have slept for 95% of that match."
        },
        {
            "time": "2022-11-06 09:04:10",
            "comment": "Thiago Silva is class. Only Chelsea player that turned up today."
        },
        {
            "time": "2022-11-06 09:12:06",
            "comment": "With all due respect this game wasn't tougher than Soton"
        },
        {
            "time": "2022-11-06 21:57:57",
            "comment": "This Chelsea team is so garbage..."
        },
        {
            "time": "2022-11-06 08:58:27",
            "comment": "2.38 xG vs 0.24. utterly dominated"
        },
        {
            "time": "2022-11-06 15:58:33",
            "comment": "Arsenal looked great tbh. Especially some of that link up play in an around the midfield.\n\nAs for us too many things. We've got James, Chilwell, Kanté, Fofana out. Our system is such that depends heavily on wing backs to create. And losing both is tragic. Kova and Koulibaly aren't fit. That's like half the team there. Potter is still new and obviously it will take him time. For example we played a back 4 today, and we played a back 4 last game, 3atb before that. We're still finding our feet. \n\nLots of work needs to be done. The World Cup break can't come soon enough."
        },
        {
            "time": "2022-11-06 09:02:01",
            "comment": "Does anyone have a video of the one touch buildup arsenal did from the back? Shit was insane"
        },
        {
            "time": "2022-11-06 08:55:44",
            "comment": "Nothing personal Aubameyang 😉"
        },
        {
            "time": "2022-11-06 08:57:39",
            "comment": "Its quite interesting watching Chelsea at the moment compared to a lot of teams in and around them. You have to ask what is the actual identity of this team. You look at Arsenal and you can see who is a true and true Arsenal player. The cliche of club DNA ETC…Chelsea seem lost in a void especially now James and Chilwell are injured. They lack all sorts of personality and drive. You then have players like. Silva and Azpilicueta seem to be the only ones who care about the shirt but they are in the twilight of their careers. Mount seems constantly lost. Sterling is a complete waste. Loftus Cheek looks paces behind everyone else. The whole team just seems fucking lost and Chelsea itself seems completely void of any identity and personality. Potter is new to his job but this is going to take such a overhaul. What does it mean to be a Chelsea player. What is the club truly about. Chelsea seems to go through this every few years but this seems to be more troubling that usual.Its going to be a very long long long season for them at this rate."
        },
        {
            "time": "2022-11-06 08:58:53",
            "comment": "Chelsea look so disjointed. They probably will be looking for a complete overhaul of their attack come for the next 2 transfer windows. We hardly got out of 3rd gear and yet were much better. Ben White was immense."
        },
        {
            "time": "2022-11-06 09:03:04",
            "comment": "What is Potter's \"Trust the process\" phrase? \"Believe in magic\" ?"
        },
        {
            "time": "2022-11-06 09:08:24",
            "comment": "Hey, nothing personal"
        },
        {
            "time": "2022-11-06 09:08:51",
            "comment": "I was insanely nervous for 96 min. However… We deservedly won that! We were the better team for the whole game. We move!"
        },
        {
            "time": "2022-11-06 09:09:05",
            "comment": "Gabriel was top quality today. Has been making a few errors recently, but hardly put a foot wrong here"
        },
        {
            "time": "2022-11-06 10:24:38",
            "comment": "Chelsea have next to none physicality on midfield. No pressing, almost always lose 50-50 ball, can't hold the ball, can't dribble past defending player 1v1. \n\nHope it will change when all the DF players back to health, although the hole in midfield still have no answer."
        },
        {
            "time": "2022-11-06 08:55:27",
            "comment": "why is chelsea playing like they have a lead whole game? 0 urgency to attack at all"
        },
        {
            "time": "2022-11-06 09:39:34",
            "comment": "Only thing worse than Chelsea’s performance was the home support. Stamford Bridge firmly the worst atmosphere of the big 6"
        },
        {
            "time": "2022-11-06 10:48:37",
            "comment": "This is your year Arsenal! I hope you beat City."
        },
        {
            "time": "2022-11-06 08:58:45",
            "comment": "Memes aside, Sterling has been really poor."
        },
        {
            "time": "2022-11-06 08:59:11",
            "comment": "Arsenal are different this season"
        },
        {
            "time": "2022-11-06 09:02:38",
            "comment": "Saliba is World Class"
        },
        {
            "time": "2022-11-06 08:58:09",
            "comment": "Chelsea were lucky to get away with only losing 0-1."
        },
        {
            "time": "2022-11-06 08:57:22",
            "comment": "Zinchenko while coming from injury and having kinda mediocre game still managed to pocket Sterling."
        },
        {
            "time": "2022-11-06 09:00:35",
            "comment": "Where did all the Spurs fans go?"
        },
        {
            "time": "2022-11-06 09:06:02",
            "comment": "Chelsea need a reset. They have no attacking identity, and haven’t had one for years. \n\nTuchel steadied the backline but after losing Rudiger and Christensen, and recurring injuries to Chilwell and Reece James that foundation is gone."
        },
        {
            "time": "2022-11-06 09:08:05",
            "comment": "The last time we loss in Stamford Bridge, Sarri was their manager."
        },
        {
            "time": "2022-11-06 09:20:57",
            "comment": "Tuchel was the problem lads"
        },
        {
            "time": "2022-11-06 09:46:29",
            "comment": "don't get what the big controversy is, Arsenal were the much better team. the way they defended shows you that it's not just that Chelsea  were bad, it's that Arsenal are playing with confidence."
        },
        {
            "time": "2022-11-06 08:55:56",
            "comment": "Chelsea deserved fuck all from this game.\n\nARSENAL TOP OF THE FUCKING LEAGUE"
        },
        {
            "time": "2022-11-06 08:58:21",
            "comment": "You should lose your journalism or punditry license if you say Gabby’s lack of goals are a concern. Guy made like 15 tackles drew multiple fouls and yellows, and created loads. It really doesn’t get much better without a goal to your day."
        },
        {
            "time": "2022-11-06 08:55:25",
            "comment": "[removed]"
        },
        {
            "time": "2022-11-06 09:08:04",
            "comment": "I like angry Saka, forced Cucu to stay in he's half that second period"
        },
        {
            "time": "2022-11-06 08:56:20",
            "comment": "Saliba is already one of if not the best CB in the league."
        },
        {
            "time": "2022-11-06 09:05:42",
            "comment": "You just need to look at the way arsenal play to realise Arteta is indeed the real deal."
        },
        {
            "time": "2022-11-06 09:03:36",
            "comment": "[removed]"
        },
        {
            "time": "2022-11-06 09:06:25",
            "comment": "We're unbeaten at the bridge since 2018. It's our second home"
        },
        {
            "time": "2022-11-06 09:55:26",
            "comment": "A typical 1-0 dominant game. Jesus needs to find his shooting boots, but apart from that, he is perfect.\n\nWhat was the last time Arsenal beat Liverpool, Hotspurs, and Chelsea in the first leg of the season?"
        },
        {
            "time": "2022-11-06 09:01:04",
            "comment": "Great win, dominated the game, it felt like we won most of the aerial duels as well. The only bad thing is we could've been 2 or 3 goals up. Jesus should've scored, but he's bringing so much with his passes, hold up play, and dribbling. He'll score sooner or later"
        },
        {
            "time": "2022-11-06 08:59:17",
            "comment": "I am Nigerian so half my family are Chelsea fans, the other half Arsenal fans.\n\nThe Chelsea part of my family said Arsenal will win, we all thought it was a jinx or something,\n\nthey were right"
        },
        {
            "time": "2022-11-06 09:04:10",
            "comment": "Gary Neville wasn't sure Arsenal would get top 4 a few days ago lol"
        },
        {
            "time": "2022-11-06 09:36:29",
            "comment": "Oh fuckin hell. It's happening."
        },
        {
            "time": "2022-11-06 08:57:45",
            "comment": "Auba MOTM for being so shit"
        },
        {
            "time": "2022-11-06 08:58:20",
            "comment": "Happy with the 3 points! We move"
        },
        {
            "time": "2022-11-06 09:05:31",
            "comment": "Ok, I don't mean to be pessimistic but... WTF happened to Chelsea? They're shocking."
        },
        {
            "time": "2022-11-06 09:20:46",
            "comment": "Ok this is not funny anymore."
        },
        {
            "time": "2022-11-06 08:59:02",
            "comment": "I know they're missing a few players but what a perplexing performance from Chelsea. Leeds, Southampton, Fulham, etc. all gave us far more to worry about. Lord knows what happened to Kai Havertz - I thought they'd made an incredible signing with him."
        },
        {
            "time": "2022-11-06 08:59:38",
            "comment": "Can’t believe we sacked Tuchel for this. We are a cakewalk for teams now"
        },
        {
            "time": "2022-11-06 09:00:25",
            "comment": "Cheslea as a club feels like they've dropped down a level. I can't see what they'll need to do to challenge for the title again let alone win it."
        },
        {
            "time": "2022-11-06 11:46:55",
            "comment": "le foot"
        },
        {
            "time": "2022-11-06 09:18:06",
            "comment": "Thank god City walked away from the Cucurella deal. Like £60m for a player that has had ONE SEASON in the prem and some LALIGA seasons at bad teams. Not saying he's bad, at all. But thats a biiiiig risk. \n\nQueue: £100M GREALISH-COMMENTS."
        },
        {
            "time": "2022-11-06 10:36:42",
            "comment": "We’re absolute shite"
        },
        {
            "time": "2022-11-06 21:37:37",
            "comment": "I and any arsenal fan could have seen that auba performance coming from a mile away, we've seen it plenty of times before. I said it when Chelsea signed him, there's no way auba in his 30s is the answer to Chelsea's number 9 problems. I feel kinda bad for him, he was obviously happy at barca and really doesn't look like his hearts in it at Chelsea, especially with tuchel gone"
        },
        {
            "time": "2022-11-06 09:04:47",
            "comment": "Arsenal have beaten Chelsea / Liverpool / Tottenham and earn full points in front of them, and some people doubt the ability of this team to compete for the title, a team with a clear and aggressive technical identity, in the three stages of playing the team is distinguished, the team system is coherent in front of technically stable teams more than them, Arteta offers Unique football.\n\nGoodluck."
        },
        {
            "time": "2022-11-06 09:35:52",
            "comment": "Does Arsenal have to beat Man City, Real Madrid and Bayern Munich blindfolded while wearing straightjackets and suffering from intestinal cramps and painful foot boils to be considered to have beaten a good team?"
        },
        {
            "time": "2022-11-06 08:55:44",
            "comment": "How is Saliba only 21?"
        },
        {
            "time": "2022-11-06 08:59:26",
            "comment": "That TT sacking really paid off did it not."
        },
        {
            "time": "2022-11-06 09:00:55",
            "comment": "For all the money Chelsea have spent it's crazy how mediocre they are. Devoid of any attacking ideas. Can't string together passes. Lose every 50/50.\n\nTough fixtures before the World Cup."
        },
        {
            "time": "2022-11-06 08:55:26",
            "comment": "Chelsea were never in this. What a performance absolutely fucking brilliant"
        },
        {
            "time": "2022-11-06 08:55:59",
            "comment": "Arsenal celebrating like they're back on top of the league!"
        },
        {
            "time": "2022-11-06 08:56:01",
            "comment": "Ben White is an absolute rolls-Royce of a defender. Criminal if he isn't on the plane."
        },
        {
            "time": "2022-11-06 08:58:58",
            "comment": "Xhaka with the swearing live on TV. My player, what a game from him and Partey. Big Willy was amazing as well. The whole spine of Arsenal is playing great."
        },
        {
            "time": "2022-11-06 18:29:24",
            "comment": "I think Partey will never receive a MOTM award even though he's at least deserve a couple this season judging by his football performances only."
        },
        {
            "time": "2022-11-06 09:04:22",
            "comment": "Nah man Thiago silva is a monster."
        },
        {
            "time": "2022-11-06 09:29:23",
            "comment": "Domination. Only thing to ponder is how the Gunners didn’t get more than 1"
        },
        {
            "time": "2022-11-06 09:22:46",
            "comment": "chelsea were outclassed in every area on the pitch"
        },
        {
            "time": "2022-11-06 08:58:28",
            "comment": "Not sure there’s a single thing this team does well. We don’t defend well, don’t transition the ball well, don’t pass well, most certainly don’t attack well, and cant press. Its just a collection of players sorta playing most of the time"
        },
        {
            "time": "2022-11-06 08:58:47",
            "comment": "Chelsea is so bad. Feels like they actually got worse even after all that money spent."
        },
        {
            "time": "2022-11-06 09:11:13",
            "comment": "Ben White is criminally underrated! He's been fantastic on that RB position all season!"
        },
        {
            "time": "2022-11-06 08:55:36",
            "comment": "Don’t let the scoreline fool you, this game was not even close"
        },
        {
            "time": "2022-11-06 08:56:25",
            "comment": "Everytime Sterling got the ball on the wing he looked forward, saw no one, then had to pass back. Cheslea really looked lost in the 4-3-3"
        },
        {
            "time": "2022-11-06 08:58:11",
            "comment": "Xhaka channeling his inner Kai Havertz with the f bomb"
        },
        {
            "time": "2022-11-06 08:59:28",
            "comment": "THE ARSENAL BRIDGE"
        },
        {
            "time": "2022-11-06 09:00:41",
            "comment": "Can't say I've seen all Chelsea games this season but Cucurella is not looking convincing. Even if he had cost half the amount it would have been a bad transfer so far."
        },
        {
            "time": "2022-11-06 09:03:55",
            "comment": "Still waiting for us to beat a big team :/"
        },
        {
            "time": "2022-11-06 09:04:22",
            "comment": "We haven’t had a good transfer window since 2016 one world class signing since 2016 with kante. this fanbase will rather die than say cucarella is super underwhelming. We’re gonna have to spent 400m next summer to fix the 300m we spent last summer"
        },
        {
            "time": "2022-11-06 10:07:19",
            "comment": "As an Arsenal supporter I still feel City will eventually win the league (there is to much money involved) but this run we are on is amazing."
        },
        {
            "time": "2022-11-06 08:56:23",
            "comment": "No big 6 team has won away at another big 6 this season. \n\nUntil today. COYG."
        },
        {
            "time": "2022-11-06 09:01:19",
            "comment": "Auba really reminded us what we were missing today 💪🏾"
        },
        {
            "time": "2022-11-06 09:01:37",
            "comment": "William Saliba is just different, man"
        },
        {
            "time": "2022-11-06 09:01:58",
            "comment": "ABSOLUTELY PATHETIC PERFORMANCE BY CHELSEA AND ABSOLUTELY DESERVED VICTORY FOR ARSENAL!!\n\nThe saddest thing about this game as a Chelsea fan is Arsenal weren't even great and I've seen much better performances from them this season, yet the were comfortably the better team and probably should've won by more.\n\nThen again it's not that surprising seeing how aside from a few players, this Chelsea team is bang AVERAGE!!\n\nSterling is washed and was a huge waste of 50m of the queen's finest, Cucurella us average and is a huge waste of the queen's finest and if Mount wasn't \"Propah\" Chels, none would rate him because he's nothing but a passion merchant."
        },
        {
            "time": "2022-11-06 09:27:01",
            "comment": "Can we dream now? 🏆"
        },
        {
            "time": "2022-11-06 12:19:15",
            "comment": "r/soccer in shambles"
        },
        {
            "time": "2022-11-06 08:55:22",
            "comment": "https://www.reddit.com/r/soccer/comments/ymrzea/bts_of_aubameyangs_bt_sport_promo_read/iv5bjpx?utm_medium=android_app&utm_source=share&context=3\n\n\nhttps://imgur.com/a/NBMT5xM"
        },
        {
            "time": "2022-11-06 08:55:35",
            "comment": "Holding out and defending these 1-0 leads is fucking *stressful*"
        },
        {
            "time": "2022-11-06 08:56:21",
            "comment": "I fear Danny Ings more than Aubameyang"
        },
        {
            "time": "2022-11-06 09:00:41",
            "comment": "This Chelsea team is so insanely mediocre on top of being atrocious going forward. How is pinging a long ball up to Sterling against Saliba our only option towards the end wtf😭"
        },
        {
            "time": "2022-11-06 09:14:53",
            "comment": "We need at least two good midfielders in the next two windows, RB backup, and to get rid of most of our attack sign new attackers, which is a pretty dogshit position to be in after all that we've spent since covid.\n\nDefended the shit out of the Cucurella signing but he's been pretty mediocre after his first two games, RLC is just useless and whenever he's on the pitch we're a worse team, he may be versatile and seemingly impervious to injuries but he's useless and relying on a player like him is a big issue, our attack is toothless and our defence keeps getting fucked by injuries (and even without injuries I still am not convinced by Koulibaly).\n\nAnd it's really starting to get scary with Potter. Tuchel had a ton of issues when he got sacked but he's a top coach, could have turned it around, I'm really not convinced about sacking him to get Potter."
        },
        {
            "time": "2022-11-06 08:57:16",
            "comment": " Jesus’s work rate and desire to work for his team is a really underrated aspect of his game"
        },
        {
            "time": "2022-11-06 09:26:29",
            "comment": "This guy gets paid to give his opinions on football - https://twitter.com/talkSPORT2/status/1516469176138973192?t=sbwZ6oQu7q3kl4Qgd-7U2w&s=19"
        },
        {
            "time": "2022-11-06 09:01:45",
            "comment": "Across the league, which transfer has been the biggest flop so far?\n\nKrusty to Chelsea, Fofana to Chelsea, Sterling to Chelsea or Auba to Chelsea?"
        },
        {
            "time": "2022-11-06 09:07:51",
            "comment": "Where are the Auba green screen memes edits. I'm ready for them"
        },
        {
            "time": "2022-11-06 09:21:48",
            "comment": "The fact that chelsea fans claim 38 y/o Silva to be their best player really says it all"
        },
        {
            "time": "2022-11-06 09:10:54",
            "comment": "Is this the real life? .. Is this just fantasy?"
        },
        {
            "time": "2022-11-06 08:55:50",
            "comment": "We have regressed under potter\n\nsome of the worst football I've seen in a long time"
        },
        {
            "time": "2022-11-06 08:56:28",
            "comment": "Chelsea’s attack is hilariously bad.\nLike what were they even trying."
        },
        {
            "time": "2022-11-06 08:58:48",
            "comment": "Was never going to be pretty in these conditions but in the end I think we were well worth the win.\n\nFans made Stamford bridge our own."
        },
        {
            "time": "2022-11-06 09:00:03",
            "comment": "Potter’s not a wizard after all"
        },
        {
            "time": "2022-11-06 09:11:41",
            "comment": "🎶 Da duh da-da da-da duh duh\nDa duh da-da da-da duh\nWhooooa-oh whooooa-oh\nDuh da-da-da-da-da Duh🎶"
        },
        {
            "time": "2022-11-06 09:03:34",
            "comment": "Saliba only being 21 is a problem.... Man's a beast"
        },
        {
            "time": "2022-11-06 10:36:38",
            "comment": "Nice, happy for arsenal, I hope the title challenge goes to the end. \nGood to see chelsea struggling too. Fills my heart"
        },
        {
            "time": "2022-11-06 08:55:25",
            "comment": "What a shithouse game crowned by shithouse goal. But my lord were Chelsea terrible in attack. Was it 2 shots and only 1 of those on target?"
        },
        {
            "time": "2022-11-06 08:55:31",
            "comment": "Xhaka hitting Jorginho with the classic “scoreboard” at the end there. Nothing you can say against that"
        },
        {
            "time": "2022-11-06 08:56:19",
            "comment": "#NothingPersonal"
        },
        {
            "time": "2022-11-06 09:03:49",
            "comment": "Jesus cannot score for 5 games more i wouldn't fucking care , the guy gives us so so much its unreal."
        },
        {
            "time": "2022-11-06 09:14:18",
            "comment": "Great game guys, saliba and GJ were beasts. GJ could’ve buried that header, but fuck me man. That guy runs 90 minutes at a chaotic rate. Saliba is so fucking good man. Guy is on his way to be world class. Happy to see Zinny get back in the game. Martinelli was a bit wank, but he’s young and Azpi was good today. Great team win, team looks bought in on Arteta. Hopefully our World Cup players stay healthy"
        },
        {
            "time": "2022-11-06 09:18:49",
            "comment": "Xhaka was sublime again, he did everything perfectly. What a fucking player!!"
        },
        {
            "time": "2022-11-06 09:22:39",
            "comment": "Absolute domination for an away big 6 game"
        },
        {
            "time": "2022-11-06 09:34:12",
            "comment": "I'm so proud of this team man, what a performance, complete domination from minute 1, this team will win the league in the next 2-3 years I'm sure of it."
        },
        {
            "time": "2022-11-06 09:04:45",
            "comment": "1-0 but Arsenal showed levels today, the Bridge belongs to the Arse now 😮‍💨"
        },
        {
            "time": "2022-11-06 08:56:13",
            "comment": "Don't think we will ever get an easier game away at Chelsea than today."
        },
        {
            "time": "2022-11-06 08:56:30",
            "comment": "First away win in a top 6 clash. Huge"
        },
        {
            "time": "2022-11-06 08:58:59",
            "comment": "I love you saliba"
        },
        {
            "time": "2022-11-06 08:59:12",
            "comment": "u might tune to this match and think chelsea is shit\n\nu are right"
        },
        {
            "time": "2022-11-06 08:59:58",
            "comment": "Potterball is fucking massive. Tuchel was holding these players back"
        },
        {
            "time": "2022-11-06 09:00:43",
            "comment": "Look ill be honest I expected chelsea to lose this with the amount of injuries but man the way we conceded, the way we can't fucking play out of the back. Why does Aubameyang start every game, he gives nothing off the ball, i thought Potter picked on form and not big names. Why not play 3 midfielders when it was obvious that was needed, complete disconnect between attack and defense. At what point does one give up on RLC, man has the skill but is hiding every game, never a risky pass or shot. Another jorginho? Pointless. Only kovacic looks good enough for chelsea at the moment. Real questions for potter now all that talk of dynamism but we get sitting back against arsenal at home and losing."
        },
        {
            "time": "2022-11-06 09:02:28",
            "comment": "I need someone who knows ball better than me to explain how starting a midfield 3 with Zakaria in would've been worse than whatever we tried today\n\nAbsolutely shambolic performance all around, this team has no desire to step up to the plate"
        },
        {
            "time": "2022-11-06 08:57:42",
            "comment": "Lmao Xhaka just dropped an f-bomb live"
        },
        {
            "time": "2022-11-06 09:01:00",
            "comment": "We played that game like it was at the Emirates and I love that man. This team is mentally so strong and composed. \n\nI almost cannot believe how talented this backline is...Thomas and Granit...Absolutely colossal. Pure dominance."
        },
        {
            "time": "2022-11-06 09:02:08",
            "comment": "People won’t want to hear this but Pulisic has been better than Mount, Sterling, and Auba with drastically less minutes. He at the very least plays like he gives a fuck. Mount is a shell of his former self. Sterling is useless and Auba is beyond isolated."
        },
        {
            "time": "2022-11-06 09:09:53",
            "comment": "You just knew Auba was going to have a stinker. Absolutely woeful performance from him again."
        },
        {
            "time": "2022-11-06 09:56:40",
            "comment": "So sad to watch. Our descent into a mid table side has started."
        },
        {
            "time": "2022-11-06 09:00:16",
            "comment": "Man what the fuck is Saliba all about? Some of the balls he casually picks up are often unbreakable opportunities elsewhere, he's delicious on the ball too. Boy made Potter's Chelsea his bitch. What an absolute beast!"
        },
        {
            "time": "2022-11-06 09:01:55",
            "comment": "Arsenal being the best team in the country is a world I'm happy to live in, long may it continue."
        },
        {
            "time": "2022-11-06 10:35:47",
            "comment": "I don’t think Chelsea are in poor form, I think they aren’t good and Kante covered over their form. \n\nKante is so damn good he makes any team with half decent talent a top 4 team. Makes every team exponentially better."
        },
        {
            "time": "2022-11-06 08:56:30",
            "comment": "For all the hype of Aubameyang playing against Arsenal, you have to appreciate Potter’s gall to not play him at all."
        },
        {
            "time": "2022-11-06 08:56:58",
            "comment": "I’m wondering if Chelsea fans already want rid of Potter and Cucurella"
        },
        {
            "time": "2022-11-06 08:57:25",
            "comment": "Auba, nothing personal 😉"
        },
        {
            "time": "2022-11-06 08:58:17",
            "comment": "It’s been said before but it’s so so nice to gain confidence and not lose steam when we’re playing good. Saliba was fantastic as always. Got a bit scrappier than it needed to be tho."
        },
        {
            "time": "2022-11-06 10:11:17",
            "comment": "[removed]"
        },
        {
            "time": "2022-11-06 08:59:08",
            "comment": "Score line flatters Chelsea"
        },
        {
            "time": "2022-11-06 09:03:39",
            "comment": "I know it's desperation, but subbing Aubameyang for Broja and then starting hitting long balls past our defenders is a questionable strategy."
        },
        {
            "time": "2022-11-06 09:04:11",
            "comment": "Midfield did absolutely nothing, completely shut down by Arsenal's press. Lucky it wasn't more than 1-0.\n\nFrustrating game"
        },
        {
            "time": "2022-11-06 08:57:43",
            "comment": "BRING OUT THAT PROMO AUBA MADE WITH BT 😂😂😂"
        },
        {
            "time": "2022-11-06 08:58:25",
            "comment": "Have Chelsea resorted to fucking up the pitch like atletico does for tough games?\n\nOr is the standard of that pitch just this?"
        },
        {
            "time": "2022-11-06 09:02:06",
            "comment": "I believe the change in Arsenal is attributed to the fact that bad actors in the club have gone. And I mean Aubameyang and Lacazette. Body language totally different with the same players. The team is rallying behind Xhaka and Arteta now."
        },
        {
            "time": "2022-11-06 09:02:15",
            "comment": "Bt sports were trying so hard to force this Auba storyline, guy did nothing all game 💀"
        },
        {
            "time": "2022-11-06 09:10:39",
            "comment": "Reece James is Chelsea. They have no identity without him"
        },
        {
            "time": "2022-11-06 09:08:15",
            "comment": "Xhaka has em rattled lmao"
        },
        {
            "time": "2022-11-06 08:55:37",
            "comment": "Away win, played them off the park, Aubameyang silent and a clean sheet. [Thank you very much](https://media.tenor.com/gZ6JARBMQioAAAAS/ben-white-3points.gif)."
        },
        {
            "time": "2022-11-06 09:03:11",
            "comment": "Are Chelsea totally toothless?\n\nThis felt like one of the best defensive performances I can remember from Arsenal.  That back line is absolute class."
        },
        {
            "time": "2022-11-06 11:35:04",
            "comment": "I love reading the comments of Arsenal fans here who are sane and not overreacting and can talk about the game without being asses. Thank you"
        },
        {
            "time": "2022-11-06 08:55:44",
            "comment": "Who could have possibly foreseen that BT Sport promo coming back to haunt Auba?"
        },
        {
            "time": "2022-11-06 08:55:50",
            "comment": "Potter is a squib."
        },
        {
            "time": "2022-11-06 08:55:51",
            "comment": "how long will Havertz keep on living off those couple important goals he scored before his fraud status gets exposed? Guy is just a lethargic Benteke"
        },
        {
            "time": "2022-11-06 08:57:31",
            "comment": "\"Fucking unbelievable, Jeff.\""
        },
        {
            "time": "2022-11-06 08:58:05",
            "comment": "Arsenal’s press just didn’t let Chelsea get comfortable and they managed to keep it up for most of the game.  Just feels like when Arsenal come out of the back they know where each other are whereas Chelsea looked a bit more like they were still in preseason. \n\nTo be fair to Potter he hasn’t really had that much time to work with the squad so can’t really write him off yet.  Will be interesting to see how they go post-World Cup although I don’t really know how many players in their squad won’t be going."
        },
        {
            "time": "2022-11-06 09:15:35",
            "comment": "Auba getting hooked for ... *reads hand* Armando Broja ...\n\nIf that isn't writing on the wall, I don't know what is"
        },
        {
            "time": "2022-11-06 08:57:35",
            "comment": "Auba, nothing personal"
        },
        {
            "time": "2022-11-06 09:02:02",
            "comment": "'Arsenal masterclass and Graham Potter nuclear disasterclass' is how I would term this match.\n\nTuchel's influence might've been waning, but even in that game against Spurs, it was very clear that he was really good in the big games."
        },
        {
            "time": "2022-11-06 09:04:53",
            "comment": "Fuck me what a dreadful display. Totally toothless. Why Havertz continues to start is beyond me."
        },
        {
            "time": "2022-11-06 09:02:46",
            "comment": "And this is why we don't care about Jesus' goal drought. His work rate is immense and offers so much more."
        },
        {
            "time": "2022-11-06 09:17:51",
            "comment": "[deleted]"
        },
        {
            "time": "2022-11-06 09:03:52",
            "comment": "White for 50 mil starting to look like a bargain."
        },
        {
            "time": "2022-11-06 08:56:04",
            "comment": "Chelsea, it's nothing personal 🤷‍♂️"
        },
        {
            "time": "2022-11-06 09:05:59",
            "comment": "As someone whose team it took 18 years to win the league again, I really hope Arsenal can keep it up until the end of the season and that it won't be like the 2014 Liverpool becoming 2nd season."
        },
        {
            "time": "2022-11-06 09:13:27",
            "comment": "I think Arsenal is going to fight the title down to the end. They show a ton of steel and have knocked off a lot of the top clubs so far. I think they may find a way to pip City to the title."
        }
    ]
}