{
    "title": "Match Thread: Man City vs Liverpool English",
    "match_date": "2023-04-01",
    "comments": [
        {
            "time": "2023-04-01 09:27:05",
            "comment": "Nice on Pep to bring on youngsters instead of Kalvin Phillips, that would really be rubbing it in"
        },
        {
            "time": "2023-04-01 09:26:57",
            "comment": "At least Liverpool will save money on the Virgil Van Dijk statue seeing as he's just turned into one."
        },
        {
            "time": "2023-04-01 09:27:23",
            "comment": "It genuinely felt like Liverpool barely touched the ball on the second half, and when they did, they just gave it back to City. Flawless by City."
        },
        {
            "time": "2023-04-01 09:58:16",
            "comment": "Well at last they held Haaland to 0 shots"
        },
        {
            "time": "2023-04-01 09:58:52",
            "comment": "Forget about splurging 130m on Bellingham he ain't gonna fix the midfield use that money to sign 3 midfielders who can run, press, bring some creativity and goal threat, while you are at it ship Fabinho out with those out of contract too. Fabinho is finished"
        },
        {
            "time": "2023-04-01 09:27:00",
            "comment": "'Milner sub in' is a synonym for throwing in the towel"
        },
        {
            "time": "2023-04-01 09:26:57",
            "comment": "I can’t tell if it means the rest of the league is really good or really bad that this Liverpool side, Tottenham with a manager who actively hated them and a Newcastle side with 3 wins in 10 are all still in with a chance for top 4."
        },
        {
            "time": "2023-04-01 09:51:48",
            "comment": "15m for Alvarez is a crazy deal."
        },
        {
            "time": "2023-04-01 09:26:50",
            "comment": "Sincerely hope Liverpool spend £150M to buy Bellingham, without buying 2 more CMs, an RB, a CB, and bench depth."
        },
        {
            "time": "2023-04-01 09:27:58",
            "comment": "Stones better midfielder than Liverpool’s whole squad"
        },
        {
            "time": "2023-04-01 10:07:14",
            "comment": "You're down 3 goals and you don't bring on midfield talisman Arthur?"
        },
        {
            "time": "2023-04-01 15:47:12",
            "comment": "Can any Liverpool fans tell me what the hell happened to Van Dijk? I've never seen such a massive drop off in form.\n\nIt seems like he doesn't trust his midfield to track players, so he does instead, which throws the whole back 4 out of whack, but he also doesn't commit to tackles anymore....?"
        },
        {
            "time": "2023-04-01 09:27:47",
            "comment": "Liverpool better bring this lvl of defending to Anfield next week or else I'm calling shenanigans."
        },
        {
            "time": "2023-04-01 10:39:58",
            "comment": "Us: we’ll give city a real go\n\n\n\nUs at halftime: Aprils Fool’s!"
        },
        {
            "time": "2023-04-01 09:26:44",
            "comment": "Can your center back play DCM and make it look easy? Johnny Boulders can."
        },
        {
            "time": "2023-04-01 09:26:42",
            "comment": "Jack Grealish has been absolutely immense today. Great performance this season overall."
        },
        {
            "time": "2023-04-01 09:36:52",
            "comment": "Salah really played the biggest april fools prank on liverpool fans with that first goal"
        },
        {
            "time": "2023-04-01 09:44:29",
            "comment": "All the years spent going toe to toe with City and mostly ending up second best has finally caught up to Liverpool. Credit to Guardiola he has always managed to keep his team highly motivated with all the constant upgrades to the squad. Something Liverpool have struggled to do. Also I find it baffling that Liverpool didn't feel a more pressing need to improve their midfield given the fact that quite a number of their midfielders are injury prone. The Arthur signing has proven to be a calamitous decision"
        },
        {
            "time": "2023-04-01 09:27:13",
            "comment": "How the fuck did we lose 7-0 to this"
        },
        {
            "time": "2023-04-01 09:30:09",
            "comment": "I know De Bruyne, Grealish, Mahrez, Gundogan and Julian were phenomenal, but let's take a moment to admire the absolute masterclass by John Stones today."
        },
        {
            "time": "2023-04-01 09:28:33",
            "comment": "Was that Grealish's best game for City to date? He absolutely bullied Pool"
        },
        {
            "time": "2023-04-01 09:32:35",
            "comment": "No matter what happens. Grealish should always be interviewed after a game. He clearly hasn't given a shit about media training and just has an absolute laugh."
        },
        {
            "time": "2023-04-01 14:05:33",
            "comment": "it was a close one"
        },
        {
            "time": "2023-04-01 09:27:34",
            "comment": "4-1 score for April fools' day"
        },
        {
            "time": "2023-04-01 09:31:30",
            "comment": "Wow. What a game. Grealish, Stones, Mahrez, KDB, Alvarez all performed. I love Stones more than you can know, can play CB, RB, occupies space in the 8, pausa ability, casuals still think he’s the Stones from 2016, but if you speak to any City fan or anyone who has watched him know he’s been top for years and its just injuries that hasn’t helped him. Top CB."
        },
        {
            "time": "2023-04-01 12:30:17",
            "comment": "Grealish had the entire liverpool team around his finger. Played em like puppets."
        },
        {
            "time": "2023-04-01 09:34:46",
            "comment": "Football can be so shit that you just know Liverpool are gonna spank us 😒"
        },
        {
            "time": "2023-04-01 09:59:58",
            "comment": "TAA needs to just not play in these games, he can’t defend and the amount of times he passed to the City players… woeful"
        },
        {
            "time": "2023-04-01 09:31:59",
            "comment": "grealish just said \"I was on the toilet all morning i was sick\" 💀"
        },
        {
            "time": "2023-04-01 09:51:06",
            "comment": "Christ, that Liverpool defence is woeful.\n\nI don't envy the task their recruitment team have this summer. That's basically a whole midfield and at least three defenders to buy with very little money."
        },
        {
            "time": "2023-04-01 09:31:22",
            "comment": "I know its April Fool's but how Trent Alexander Arnold, Jordan Henderson, Fabinho & Virgil Van Dijk each played the 90 minutes today is fucking lost on me. The 4 of them will play again Tuesday even though they should be put stacking shelves based on their form this season."
        },
        {
            "time": "2023-04-01 09:34:07",
            "comment": "City today gave the ‘bleed them dry’ treatment to Liverpool."
        },
        {
            "time": "2023-04-01 10:38:32",
            "comment": "It’s the hope that kills you"
        },
        {
            "time": "2023-04-01 13:23:45",
            "comment": "Been under a rock: why didn't haaland play today?"
        },
        {
            "time": "2023-04-01 09:34:12",
            "comment": "Get ready to learn turkish Van Dijk"
        },
        {
            "time": "2023-04-01 11:23:49",
            "comment": "Liverpool waited a bit too long to refresh their squads. They also played their hands going and spending 100 mill on Nunez. Teams know they can spend if they want to. No one will sell them their best players out of pity and by the looks of it they need to replace near 4-5 at the minimum. \n\nProb gonna be a huge reset for them as other teams have moved up ahead of them and will prob spend again this summer. United, arsenal, Newcastle even."
        },
        {
            "time": "2023-04-01 09:51:53",
            "comment": "Honestly we need actual competition for vvd and trent and basically a whole midfield."
        },
        {
            "time": "2023-04-01 09:33:03",
            "comment": "Ffs. You better bring this Liverpool to Anfield next week Jurgen."
        },
        {
            "time": "2023-04-01 09:33:55",
            "comment": "I honestly expected us to get battered, we just dont have the players to really compete like we did once. So many issues in that squad that I honestly don't know where to start, full new midfield, new CB's? new full backs? \n\nHonestly we're pretty fucked."
        },
        {
            "time": "2023-04-01 09:31:01",
            "comment": "Julian Alvarez is so good"
        },
        {
            "time": "2023-04-01 10:31:28",
            "comment": "The pain in pain falls painly on the pain."
        },
        {
            "time": "2023-04-01 09:33:02",
            "comment": "The season can't end soon enough"
        },
        {
            "time": "2023-04-01 10:06:36",
            "comment": "This team has completely lost it's mentality. 3 games in a row they've just given up. Yeah the midfield and the defence have declined but atleast show some fight when you're trying to get top 4."
        },
        {
            "time": "2023-04-01 09:27:56",
            "comment": "Jack Grealish was world class today. Amazing performance."
        },
        {
            "time": "2023-04-01 09:56:00",
            "comment": "VVD still hasn't recovered post that UCL final."
        },
        {
            "time": "2023-04-01 09:58:56",
            "comment": "Best performance by grealish in a city shirt"
        },
        {
            "time": "2023-04-01 10:59:54",
            "comment": "I see Bayern sacking Tuchel for Klopp"
        },
        {
            "time": "2023-04-01 10:18:04",
            "comment": "What game you all talking about! Is this some April fool's joke?"
        },
        {
            "time": "2023-04-01 11:18:09",
            "comment": "Welp, this is certainly one of the April fools premier league games of all time."
        },
        {
            "time": "2023-04-01 09:55:58",
            "comment": "Nice game for Cole Palmer to get some minutes ... Whole 3 of them."
        },
        {
            "time": "2023-04-01 11:56:51",
            "comment": "Liverpool in their beloved 7th place. They really love that number"
        },
        {
            "time": "2023-04-01 09:48:46",
            "comment": "What a second half performance. De Bruyne, Grealish and Mahrez were all absolutely outstanding today."
        },
        {
            "time": "2023-04-01 09:48:12",
            "comment": "If trent was a city player he would have been turned into a full time midfielder by pep by now. Klopp seems to be not interested in doing any experiments with his squad. Same tactics all the time"
        },
        {
            "time": "2023-04-01 09:56:52",
            "comment": "from 2 games to a quadruple\n\nto this downfall\n\nshocking really"
        },
        {
            "time": "2023-04-01 20:29:23",
            "comment": "Best damn Grealish in a Man City jersey game I’ve ever seen"
        },
        {
            "time": "2023-04-01 09:34:48",
            "comment": "Liverpool now fighting for the European Conferenece League places."
        },
        {
            "time": "2023-04-01 09:41:38",
            "comment": "Drank too much 7 up, still burping."
        },
        {
            "time": "2023-04-01 15:12:09",
            "comment": "Vvd, robbo, henderson and fabinho are all finished"
        },
        {
            "time": "2023-04-01 10:12:01",
            "comment": "We can go back to trolling Liverpool again"
        },
        {
            "time": "2023-04-01 10:09:00",
            "comment": "The scoreline is today's date lmao on the American format"
        },
        {
            "time": "2023-04-01 10:28:52",
            "comment": "holy fuck that second half was just abysmal, rolled over and took their dick in our ass"
        },
        {
            "time": "2023-04-01 09:33:09",
            "comment": "Gundogan first half, KDB all game were incredible in how they made their runs"
        },
        {
            "time": "2023-04-01 09:43:35",
            "comment": "City fans who is better on the left, Grealish or Foden?"
        },
        {
            "time": "2023-04-01 09:27:00",
            "comment": "God damn Jack Grealish. What a game, so fun to watch on his day. He’s been a real Gamechanger the last weeks for City."
        },
        {
            "time": "2023-04-01 09:51:46",
            "comment": "[deleted]"
        },
        {
            "time": "2023-04-01 10:42:54",
            "comment": "If Liverpool do spend the 200m needed in the summer (BIG IF) and performances don't improve - is Klopp gone before Christmas?"
        },
        {
            "time": "2023-04-01 09:50:18",
            "comment": "Soft, sad liverpool"
        },
        {
            "time": "2023-04-01 10:14:47",
            "comment": "I only saw YNWA on my social network for one week all season long."
        },
        {
            "time": "2023-04-01 19:48:11",
            "comment": "Robertson and TAA really struggling. They used to be wicked dangerous but have really lost their edge. Mad to think TAA has so many assists at such a young age. Huge talent but really poor defender, and poor application. He just left Grealish run off him for the last goal, no appetite, zero pride in the performance. Robertson just looks tired. \n\nSalah got the goal, it's crazy but that was all he really did. Looked to be somewhat effective in the first half but offered nothing in the second. \n\nKlopp is at fault for quite a lot of this I think. Man plays 4.3.3 no matter what. Incredible coach, players love him, obviously instils his beliefs in his players, but has zero flexibility as a coach. \n\nCity were phenomenal. The whole team really. Stones looks great in midfield, Grealish and Mahrez ran riot. Alvarez is wasted in City. He will never start over Haaland and is far too good to sit on the bench. Would love to have him at United. Works hard, excellent technically"
        },
        {
            "time": "2023-04-01 09:27:33",
            "comment": "Genuinely looked like a training match at times in that second half. The amount of time/space our players had in the box was unbelievable"
        },
        {
            "time": "2023-04-01 09:29:55",
            "comment": "Well city certainly aren't going to hand us a league the easy way. \n\nFeels very ominous not going to lie. \n\nGrealish looks incredible right now, and the defence seems a lot more organised imo.\n\nLiverpool look shit, but they always have our number at Anfield and PTSD is couldn't be stronger for a fixture, for me. \n\nThink if we want to win, we can afford to drop very, very few points."
        },
        {
            "time": "2023-04-01 09:52:05",
            "comment": "Jonathan Morley and MrPaddyMurphy in shambles"
        },
        {
            "time": "2023-04-01 09:33:22",
            "comment": "Grealish was so good today , didn't even need the G/A to have an excellent game"
        },
        {
            "time": "2023-04-01 09:47:40",
            "comment": "Why did Klopp take Salah off. He is like a rock and he is the only player City fears. And he plays well with tsimikas and hendo depending on where Tsimikas goes (since tsimikas was a sub for Robbo, it prob wouldn't hav mattered).\n\nLiverpool have a mentality problem in addition to an injury problem and a lack of decent midfield problem."
        },
        {
            "time": "2023-04-01 09:31:55",
            "comment": "[deleted]"
        },
        {
            "time": "2023-04-01 09:47:35",
            "comment": "This season City have its ups and downs but when it was up they have insane scorelines like 6-3 vs United and 4-1 vs Liverpool."
        },
        {
            "time": "2023-04-01 09:27:28",
            "comment": "Henderson and Fabinho are Liverpool's 1st and 2nd best midfielders.\n\nThey need to be their 5th and 6th best midfielders."
        },
        {
            "time": "2023-04-01 09:38:09",
            "comment": "How did City get their hands on both Alvarez and Haaland, they're just too good  \nIf City ever play a 2 striker formation, the league is doomed"
        },
        {
            "time": "2023-04-01 09:30:26",
            "comment": "One of city's best performance this season. Everyone in that starting 11 showed what they are good at. Easily Grealish's best game and the £100m, while still crazy, maybe makes sense now."
        },
        {
            "time": "2023-04-01 10:07:54",
            "comment": "Only thing Liverpool fans should be happy about is you didn't make Arsenal a favor. Previous years whenever you needed them to turn up against City they bent over (just like Liverpool today)"
        },
        {
            "time": "2023-04-01 09:27:18",
            "comment": "What a sad game. Liverpool really thought they could get away with not defending against City, then they gave up when that obviously didn't work, and finally for whatever super sub Ox ends up on the pitch."
        },
        {
            "time": "2023-04-01 09:27:33",
            "comment": "Our record at the Etihad is shocking. 1 PL win there since 2008"
        },
        {
            "time": "2023-04-01 09:28:15",
            "comment": "Brighton with 2 games in hand to take the Europa Conference League spot from Liverpool. Lovely to see."
        },
        {
            "time": "2023-04-01 09:29:11",
            "comment": "I think we should unironically be looking to win against Liverpool at home and so do other relegation teams around us. They are absolutely there for the taking away from home."
        },
        {
            "time": "2023-04-01 09:29:56",
            "comment": "That was nice of Liverpool to give Man City an attack vs defence training session."
        },
        {
            "time": "2023-04-01 09:27:02",
            "comment": "imagine thinking super jack isn't a 100m player"
        },
        {
            "time": "2023-04-01 09:27:11",
            "comment": "Wish grealish would stop playing both us around and just have sex with me..."
        },
        {
            "time": "2023-04-01 09:36:48",
            "comment": "You have to give credit to the referee for letting the game flow and not making the match all about him. Honestly it was refreshing to see the officials get most of the major decisions right.\n\nGrealish was sensational and deserve to be man of the match. Alvarez was also unplayable today and he played a key part in three of City's goals (he scored one of the goals). The Liverpool defence were lucky Haaland didn't play as the score would have been even more embarrassing for them, Liverpool's defence were so open in the second half."
        },
        {
            "time": "2023-04-01 09:39:35",
            "comment": "That must be the quickest I’ve ever heard freed from desire being played at full time in any game ever. Ref hadn’t even stopped blowing for full time, impressive"
        },
        {
            "time": "2023-04-01 09:31:12",
            "comment": "Liverpool has to sell and replenish half the team. There is no use of Henderson, Milner, Ox, VVD, Fabinho , Robertson. Players who don't even try."
        },
        {
            "time": "2023-04-01 09:40:34",
            "comment": "It's a real shame Stones gets injured as often as he does, what an incredible player."
        },
        {
            "time": "2023-04-01 09:28:00",
            "comment": "Imagine if Haaland hadn't been injured. This game would have gone from bullying to a war crime."
        },
        {
            "time": "2023-04-01 09:27:47",
            "comment": "Grealish might have one of the punchable faces and thickest ass, but goddamn he ran Liverpool to the ground"
        },
        {
            "time": "2023-04-01 09:35:00",
            "comment": "City were absolutely phenomenal today. Everyone turned up and it was magic. Also huge shout out to Grealish, what a boy"
        },
        {
            "time": "2023-04-01 09:37:05",
            "comment": "Liverpool is just a mess atm tbh. Well-deserved W for City the title is on and it is up to Arsenal to play their part now, should they wish to be called \"Champions\"."
        },
        {
            "time": "2023-04-01 09:29:02",
            "comment": "Stones had a perfect game"
        },
        {
            "time": "2023-04-01 09:32:31",
            "comment": "Bless him, he played phenomenally today, but interviewing Grealish is a bit like asking a toddler to explain quantum physics"
        },
        {
            "time": "2023-04-01 09:26:51",
            "comment": "Liverpool should honestly just go ahead and sell the entire squad, especially Van Dijk. Then Klopp should be fired. Matter of fact I think the owners and directors should resign too. Actually if we’re being honest they should probably go ahead and demolish Anfield stadium. Lastly I think the right thing to do is to just dissolve the club"
        },
        {
            "time": "2023-04-01 11:28:21",
            "comment": "[deleted]"
        },
        {
            "time": "2023-04-01 09:27:50",
            "comment": "[deleted]"
        },
        {
            "time": "2023-04-01 09:39:05",
            "comment": "Honestly considering the battles of recent years between the 2, watching this was just sad tbh and Liverpool is in deep trouble.\n\nThey need preferably 3( But at the minimum 2) new midfielders because Thiago is the only quality midfielder they have left. And they also need a brand new CB because VVD and Matip have been destroyed by injuries and are done at the very elite level.\n\nConsidering how cheap FSG is and them not having CL money next season, I can foresee several years of middle-table mediocrity."
        },
        {
            "time": "2023-04-01 09:28:05",
            "comment": "Liverpool defence is when you unbind your tackle key and can only jockey on fifa"
        },
        {
            "time": "2023-04-01 09:28:24",
            "comment": "DJ Grealo masterclass"
        },
        {
            "time": "2023-04-01 09:39:59",
            "comment": "ay caramba"
        },
        {
            "time": "2023-04-01 09:27:22",
            "comment": "Im not saying Im angry with you Liverpool, Im just saying that I hope you get Conference League next season"
        },
        {
            "time": "2023-04-01 18:40:09",
            "comment": "This arteta, pep, ten hag era will be legendary"
        },
        {
            "time": "2023-04-01 09:27:22",
            "comment": "The Olés went on for so long. Glorious"
        },
        {
            "time": "2023-04-01 09:34:53",
            "comment": "John Stones is an exceptional footballer. Imagine if he played 38 league games a season. Him and Ake are my fav defenders in the league. It’s pretty clear Akanji’s quite a few levels below City’s other 4 CBs... but Pep always seems to get players gunning in their 2nd season. Speaking of which, Grealish was unbelievable. Having a top top season. \n\nCity really fun to watch today, but Liverpool basically looked like they were doing a hungover training session in the 2nd half. Has anyone gone from excellent to complete liability as quickly as Fabinho? Looks like van Dijk will never recover from failing the Ouattara test. Man plays like he can’t be bothered anymore.\n\nTrent will get the attention but Robertson was properly rubbish today."
        },
        {
            "time": "2023-04-01 09:43:24",
            "comment": "That Stones/Rodri double pivot...Pep you have rocked my world"
        },
        {
            "time": "2023-04-01 09:42:04",
            "comment": "Can’t wait for this week’s radical takes.\n\nTrent ‘is tremendously unfairly judged’ - when he played that ball to Jota in the first goal and ‘so so shit’ - by the end of the match.\n\nPeople gotta realise that players have strengths and weaknesses. It’s up to his manager to exploit and mitigate them, respectively, and to the opposing manager to do the exact opposite. \n\nThe player is mostly the same. No need for extremes as if you’re all such visionaries ‘who always knew he was (whatever)’.\n\nYou’ll get to see both sides of the coin until the end of times."
        },
        {
            "time": "2023-04-01 12:22:11",
            "comment": "bruh"
        },
        {
            "time": "2023-04-01 10:01:28",
            "comment": "The way this team can never finish a game well is so... at this point I will just stop watching at half time."
        },
        {
            "time": "2023-04-01 09:27:00",
            "comment": "first time city fans can enjoy the emptihad jokes - sure were a lot of empty seats on the liverpool end!"
        },
        {
            "time": "2023-04-01 09:26:54",
            "comment": "Grealish masterclass"
        },
        {
            "time": "2023-04-01 09:26:57",
            "comment": "We’ve been walloped"
        },
        {
            "time": "2023-04-01 09:26:58",
            "comment": "Lambs to the slaughter, oh how the mighty have fallen."
        },
        {
            "time": "2023-04-01 09:27:04",
            "comment": "Guardiola might not be bald, he's just got very fine hair."
        },
        {
            "time": "2023-04-01 09:28:10",
            "comment": "Horror show in the second half for Liverpool"
        },
        {
            "time": "2023-04-01 09:29:47",
            "comment": "I remember I used to always shit on our dogs of war midfield back in the day for having zero creativity but my god what I’d do to have a midfield like that back. This midfield we have now is the stuff of nightmares."
        },
        {
            "time": "2023-04-01 09:31:51",
            "comment": "Liverpool need to stop sleeping after scoring first"
        },
        {
            "time": "2023-04-01 09:27:10",
            "comment": "Jack Grealish is, in fact, decent at football"
        },
        {
            "time": "2023-04-01 09:27:41",
            "comment": "Ramadan Mahrez."
        },
        {
            "time": "2023-04-01 09:43:36",
            "comment": "If another manager came in, do they keep Trent as their starting RB? And i love Trent but he is so lazy i don’t know what’s happened, i genuinely don’t remember him like that 2-3 seasons ago\n\nMaybe the tactics disguised it but wow. Not impressed with him or that whole midfield today"
        },
        {
            "time": "2023-04-01 12:27:31",
            "comment": "I'm bathing in the tears of liverpool supporters tonight 🚣🚣🚣🚣🚣"
        },
        {
            "time": "2023-04-01 09:27:40",
            "comment": "Stones was too good. Silent but deadly. Boulder John the enforcer."
        },
        {
            "time": "2023-04-01 09:56:58",
            "comment": "Total domination"
        },
        {
            "time": "2023-04-01 09:27:52",
            "comment": "You’ll be hard pressed to think of a 45 minute period where this Liverpool side have been so thoroughly humbled as they were in tonight’s match. Liverpool quit, and that’s very rare."
        },
        {
            "time": "2023-04-01 09:33:28",
            "comment": "Jack Grealish is the most over hated player in the world"
        },
        {
            "time": "2023-04-01 09:31:13",
            "comment": "Grealish was an absolute monster today."
        },
        {
            "time": "2023-04-01 09:28:14",
            "comment": "I 4-1 am very happy with that."
        },
        {
            "time": "2023-04-01 09:35:08",
            "comment": "I know Trent isn't the best defender but damn that was bad. I just dont understand his mindset, he knew coming in we are gonna dominate possession so defense should really be his primary focus. Just really poor concentration."
        },
        {
            "time": "2023-04-01 09:53:14",
            "comment": "I guess no look defending is Trent These days 🥶🥶"
        },
        {
            "time": "2023-04-01 09:26:51",
            "comment": "Not a single misplaced pass in the second half, what a team! I fucking love bald fraud. Hope he returns to Barça at some point"
        },
        {
            "time": "2023-04-01 09:26:58",
            "comment": "The definition of \"EZ\""
        },
        {
            "time": "2023-04-01 09:27:07",
            "comment": "[Fucking hell we actually have to go and play THIS City team here in a few weeks](https://starecat.com/content/wp-content/uploads/chuckles-im-in-danger-ralph-wiggum-the-simpsons.jpg)"
        },
        {
            "time": "2023-04-01 09:27:14",
            "comment": "Liverpool just barely seem to care anymore. It's so strange really"
        },
        {
            "time": "2023-04-01 09:31:43",
            "comment": "I’m not sure how we’re not in a relegation fight I’ve seen more effort in Sunday league matches we are finished"
        },
        {
            "time": "2023-04-01 13:12:53",
            "comment": "city are a really good team. i hope arsenal wins the PL tho."
        },
        {
            "time": "2023-04-01 09:27:06",
            "comment": "That must have been soul crushing"
        },
        {
            "time": "2023-04-01 09:28:00",
            "comment": "Grealish is back"
        },
        {
            "time": "2023-04-01 09:28:24",
            "comment": "I mean Arsenal shouldn't have been hoping for anything from this Liverpool side, the annoying part is that they resemble an actual team at home, and not whatever the fuck this shit is."
        },
        {
            "time": "2023-04-01 09:28:29",
            "comment": "lol"
        },
        {
            "time": "2023-04-01 09:30:31",
            "comment": ">Rodri on Andy Braveheart🏴󠁧󠁢󠁳󠁣󠁴󠁿 Robertson's performance: \"For me this is not football, it's a bit rubbish\""
        },
        {
            "time": "2023-04-01 09:39:28",
            "comment": "Liverpool fans, can TAA play midfield and y'all bring in a defensively sound RB?"
        },
        {
            "time": "2023-04-01 09:46:01",
            "comment": "VVD IS FINISHED AND WE NEED A WHOLE NEW MIDFIELD I WOKE UP AT 4:30AM FOR THIS 😡 I HAVE TO GO BACK TO SLEEP ANGRY"
        },
        {
            "time": "2023-04-01 09:28:58",
            "comment": "Good times\n\n\nJack is my favourite city player"
        },
        {
            "time": "2023-04-01 10:12:00",
            "comment": "Man city knocking out Bayern? I will love it and I think I deserve it"
        },
        {
            "time": "2023-04-01 09:35:27",
            "comment": "City always look really good against big clubs at home and Liverpool have been shocking away all season. I don't know why everyone is acting shocked at the result. Imo they're more likely the drop points away at Southampton, Everton and brentford then when arsenal, Liverpool or Chelsea visit the etihad."
        },
        {
            "time": "2023-04-01 09:29:36",
            "comment": "Liverpool are obviously having post trophy hangover after their 7-0 win. This is a meaningless game to them."
        },
        {
            "time": "2023-04-01 09:27:12",
            "comment": "Trent disaster class today as is the usual in big games. Fans will jump to defend him blaming others players, the lack of players, the coach, vvd but the hard truth of it is.. trent is miles off it and always has been when the stakes are high. My favorite passage of play was the one man romp pressing the goalie tossing hands in air meanwhile city calmly play into midfield to score with trent at the heart of it."
        },
        {
            "time": "2023-04-01 09:35:22",
            "comment": "genuine question, what players in that starting LFC 11 need to be upgraded upon?\n\nVVD, Robbo, Trent, Fab, Hendo, and Elliot (he’s not even a CM 😭)\n\nThey need at least 5 new starters IMO"
        },
        {
            "time": "2023-04-01 09:28:24",
            "comment": "Lmao. Get pranked by taking the lead. Gottem"
        },
        {
            "time": "2023-04-01 09:33:23",
            "comment": "Imagine this game but with Haaland"
        },
        {
            "time": "2023-04-01 09:47:52",
            "comment": "TAA is such a shit defender, we didn't see it as often before because he had prime VVD and Gomez and fabinho to cover his ass but now it's clear as day"
        },
        {
            "time": "2023-04-01 09:28:29",
            "comment": "Where the arsenal stans at now? At 0-1 they were all up here jizzing all over the place."
        },
        {
            "time": "2023-04-01 09:27:53",
            "comment": "Did they just put on \"Grealish's on fire, your defence is terrified\" after the game?\n\nNice touch"
        },
        {
            "time": "2023-04-01 09:28:01",
            "comment": "Pure domination. Grealish was absolutely amazing this game. Bring it on you gooners😈"
        },
        {
            "time": "2023-04-01 09:28:43",
            "comment": "I 4-1 look forward to seeing Liverpool in Europa Conference League next season"
        },
        {
            "time": "2023-04-01 09:45:22",
            "comment": "4-1 is the date, right?"
        },
        {
            "time": "2023-04-01 09:42:55",
            "comment": "Lmao seeing United fans dig at Liverpool fans for the 7-0 result and then this. \n\nYou lost to this lot 7-0 lads the joke is still on you 🤣"
        },
        {
            "time": "2023-04-01 09:27:05",
            "comment": "Time to give Grealish his flowers\n\nBig game player"
        },
        {
            "time": "2023-04-01 09:50:33",
            "comment": "Great result!\n\nDon’t get the benefit or replays in the stadium but can anybody tell me what the purpose of Trent is? He didn’t even prove to be a minor inconvenience today. Don’t recall a single tackle or block and he seemed to put no effort in at all!"
        }
    ]
}