{
    "title": "Match Thread: Man Utd vs Man City English",
    "match_date": "2023-01-14",
    "comments": [
        {
            "time": "2023-01-14 09:58:10",
            "comment": "Regardless of the legality of the first goal, City cannot collapse like that. Reminded me of the game against Real last season"
        },
        {
            "time": "2023-01-14 09:31:31",
            "comment": "There’s a new bald fraud in town"
        },
        {
            "time": "2023-01-14 09:33:33",
            "comment": "City literally had one shot on target."
        },
        {
            "time": "2023-01-14 09:26:16",
            "comment": "If Arsenal win tomorrow the pressure is going to be unreal until the end of the season."
        },
        {
            "time": "2023-01-14 09:25:57",
            "comment": "Rashford interfered more for one goal than Haaland interfered with the entire game."
        },
        {
            "time": "2023-01-14 09:32:49",
            "comment": "What a signing Casemiro has been. Mcfred to Casemiro Eriksen has been a huge huge upgrade. Masterclass from ETH as well, other than that one 20 minute patch in 2nd half, city looked directionless"
        },
        {
            "time": "2023-01-14 09:50:40",
            "comment": "> I don’t care about the Premier League or the Carabao Cup, we cannot win\n\nPep just now hahaha"
        },
        {
            "time": "2023-01-14 09:38:24",
            "comment": "I can't wait to see a clip of Wan Bissaka turning into prime Zidane for 5 seconds"
        },
        {
            "time": "2023-01-14 09:29:39",
            "comment": "Haaland hasn't scored in 2 league games, he's washed"
        },
        {
            "time": "2023-01-14 09:26:47",
            "comment": "United now in the title race???\n\nDid not wish for that when I was hoping they'd beat Man City"
        },
        {
            "time": "2023-01-14 09:28:31",
            "comment": "They got lucky with that first decision, but overall Utd were worth something today, I thought. Huge transformation under Ten Hag.\n\nNot sure what’s going on with City. Does feel more and more as though the league is there for Arsenal to take."
        },
        {
            "time": "2023-01-14 09:29:24",
            "comment": "THANK YOU UNIT..oh wait… they’re in the title race now…"
        },
        {
            "time": "2023-01-14 09:33:31",
            "comment": "71% possession with only 1 shot on target is straight up embarrassing, even more so when your striker is Haaland."
        },
        {
            "time": "2023-01-14 09:25:53",
            "comment": "Did we roll back 20 years and nobody told me, Arsenal and Man U in a title race"
        },
        {
            "time": "2023-01-14 09:25:56",
            "comment": "Did Haaland even play?"
        },
        {
            "time": "2023-01-14 09:32:06",
            "comment": "Arteta currently shaving his head to try and assert his dominance."
        },
        {
            "time": "2023-01-14 09:58:16",
            "comment": "Shaw as CB is a great option, guess he starts against Barca at CB now."
        },
        {
            "time": "2023-01-14 09:35:44",
            "comment": "Casemiro has absolutely transformed Man United since joining"
        },
        {
            "time": "2023-01-14 11:23:42",
            "comment": "Happy to see man u fans are happy with case he's so good"
        },
        {
            "time": "2023-01-14 10:07:01",
            "comment": "Is it me or did AWB look class on the ball, i swear he used to be memed for it"
        },
        {
            "time": "2023-01-14 11:31:00",
            "comment": "Are city scoring less this season? It just seems Haaland scores all their goals now, and they’ve fixated in playing towards him, while last year everything seemed a lot more fluid."
        },
        {
            "time": "2023-01-14 09:25:58",
            "comment": "What will get lost in all of this is how unbelievable Shaw was today. Completely nullified Haaland while at CB and even in his short stint at LB at the end, he was fantastic."
        },
        {
            "time": "2023-01-14 09:25:53",
            "comment": "I didn’t understand why people care so much about their defensive midfielders till I got a defensive midfielder myself\n\nI’ve only had Casemiro for half a year but if anything happened to him, I would kill everyone in this thread and then myself"
        },
        {
            "time": "2023-01-14 10:24:11",
            "comment": "There probably wouldn't be a better no 9 for man u that Alvarez, especially considering how young he is, shame they didn't pay up"
        },
        {
            "time": "2023-01-14 09:43:14",
            "comment": "Pep got outbalded tonight lol."
        },
        {
            "time": "2023-01-14 09:38:48",
            "comment": "That’s a proper derby. Important, exciting and controversial!"
        },
        {
            "time": "2023-01-14 09:30:31",
            "comment": "Special shout-out to the entire defense. Wan bissaka wow what a performance. Varane, shaw absolutely pocketed haaland. Mahrez is gonna have malacia nightmares. Midfield suffered through but kept their heads down. Bruno was special. Absolute captain’s effort for the entire 90 mins. We got lucky with the first goal but second was solid by garnacho and rashford. We take those. Let’s fuckkkinggg go."
        },
        {
            "time": "2023-01-14 09:34:22",
            "comment": "City have lost 100% of their past 1 games, Pep out?"
        },
        {
            "time": "2023-01-14 10:19:16",
            "comment": "[Thank god, they finally found Haaland.](https://i.imgur.com/irKxJkM.jpg)"
        },
        {
            "time": "2023-01-14 09:36:01",
            "comment": "It's incredible how slow sometimes city's build-up is, when you compare it to Arsenal this season they look like they're moving in mud."
        },
        {
            "time": "2023-01-14 09:30:05",
            "comment": "Think I saw Haaland touch the ball twice the whole match"
        },
        {
            "time": "2023-01-14 11:31:42",
            "comment": "its funny that old pep would've hated a player like haaland. someone who's invisible if he doesn't score."
        },
        {
            "time": "2023-01-14 10:19:01",
            "comment": "Why was Haaland not playing in this derby?"
        },
        {
            "time": "2023-01-14 11:33:26",
            "comment": "Is Luke Shaw ahead of Martinez now lol"
        },
        {
            "time": "2023-01-14 09:50:28",
            "comment": "“In top football you have to suffer and sacrifice” ETH is the guy"
        },
        {
            "time": "2023-01-14 09:25:54",
            "comment": "[deleted]"
        },
        {
            "time": "2023-01-14 09:32:00",
            "comment": "Damn europa league is gonna go hard"
        },
        {
            "time": "2023-01-14 11:19:02",
            "comment": "[Shoutout to Evra for immediately posting his reaction to this game lmao](https://www.instagram.com/reel/CnZhTWYqe0S/?igshid=YmMyMTA2M2Y=)"
        },
        {
            "time": "2023-01-14 10:16:30",
            "comment": "Malacia devoured Mahrez for lunch"
        },
        {
            "time": "2023-01-14 12:00:24",
            "comment": "Fred and shaw were absolutely massive today."
        },
        {
            "time": "2023-01-14 09:58:39",
            "comment": "[deleted]"
        },
        {
            "time": "2023-01-14 09:48:11",
            "comment": "Garnacho is looking like some player"
        },
        {
            "time": "2023-01-14 10:26:37",
            "comment": "First goal was a gift. I’ll take it."
        },
        {
            "time": "2023-01-14 15:38:41",
            "comment": "Can someone tell me when was the last time both Liverpool and Manchester City lost on the same day. It occurs to me that it could not have happened too often over the last few years."
        },
        {
            "time": "2023-01-14 09:33:22",
            "comment": "Would be livid if that goal was given against us but will take it obviously! \nThink we at least deserved a draw and actually looked like we had a proper game plan that we executed well. Managed to nullify Foden and KDB in the first half and haaland basically all game. Especially considering how dreadful our midfield was in the reverse fixture as well"
        },
        {
            "time": "2023-01-14 09:35:50",
            "comment": "Haaland just learned about the concept of Casemiro."
        },
        {
            "time": "2023-01-14 11:03:00",
            "comment": "Unpopular opinion - silva hasn't looked motivated all season, looks like he doesn't give a fuck. I think he needs to leave, it seems like he wants to go.\n\nIt's either that or after a long season last season and now the world cup, he just wants a break. I can't work it out."
        },
        {
            "time": "2023-01-14 09:25:57",
            "comment": "**Broke**: this helps us pull away from man city :)\n\n**Woke** this helps man united pull closer to us :(\n\nWill City get fined for [this](https://i.redd.it/dvpl7d5a52ca1.jpg)?"
        },
        {
            "time": "2023-01-14 09:26:53",
            "comment": "Why didn't Haaland play?"
        },
        {
            "time": "2023-01-14 09:35:03",
            "comment": "Wonder if anyone in the media will criticise golden boy foden"
        },
        {
            "time": "2023-01-14 10:26:54",
            "comment": "Waiting for Haaland on Twitter : TheY didn't BeLiEvE us"
        },
        {
            "time": "2023-01-14 09:26:20",
            "comment": "United one point behind City. Absolutely mad."
        },
        {
            "time": "2023-01-14 10:48:56",
            "comment": "“Every time City lose, they smash it the next game”\n\nNot this time"
        },
        {
            "time": "2023-01-14 09:48:24",
            "comment": "Guardiola post match: Álvarez is one of the best players I've seen in my life. I absolutely adore him. That's why he's going to be sitting on the bench until the end of the season."
        },
        {
            "time": "2023-01-14 23:19:39",
            "comment": "Ole Gunnar Solskjaer said that when he left Molde, Molde won the championship the following season. \n\nOGS died for our sins."
        },
        {
            "time": "2023-01-14 10:55:52",
            "comment": "Why did Pep leave Haaland out of one of the biggest games of the season?"
        },
        {
            "time": "2023-01-14 09:42:39",
            "comment": "2nf half was ultimate smash and grab with the extremely lucky offside call. (Common sense suggests it's a clear off side with Rashford objectively in control of the ball when he faked a shot/pass)\n\nBut Man Utd created more than enough to be ahead in the first half while City didn't do jack shit.\n\nGarnacho absolutely electric."
        },
        {
            "time": "2023-01-14 09:40:31",
            "comment": "Arsenal and Man U finishing 1, 2 in the league would make me feel young again, like it's the late 90s or early 00s."
        },
        {
            "time": "2023-01-14 09:42:54",
            "comment": "Think the top 4 is honestly done and dusted, all those teams in the top 4 are seriously strong. \n\nNewcastle's defence is freaky."
        },
        {
            "time": "2023-01-14 14:10:16",
            "comment": "LET TEN HAG COOK"
        },
        {
            "time": "2023-01-14 09:30:15",
            "comment": "Next time play Alvarez"
        },
        {
            "time": "2023-01-14 09:40:52",
            "comment": "was haaland playing?"
        },
        {
            "time": "2023-01-14 19:07:25",
            "comment": "We are really fucked"
        },
        {
            "time": "2023-01-14 10:03:05",
            "comment": "Anyone know why Haaland wasn’t playing today?"
        },
        {
            "time": "2023-01-14 15:44:01",
            "comment": "I think the Top Four has already been decided. Arsenal, City, United, and Newcastle. \n\nI think Liverpool, Tottenham, and Chelsea have all got no hope of making Top Four."
        },
        {
            "time": "2023-01-14 09:38:09",
            "comment": "Haaland was completely isolated and left out to dry by his own team.\n\nThey legit just ignored him. Equivalent to unplugging your younger brother's controller and pretending like hes playing with you."
        },
        {
            "time": "2023-01-14 13:46:40",
            "comment": "I can't fucking believe Julian spent the whole match on the bench. He has to leave, because he can't be playing second fiddle and barely getting minutes."
        },
        {
            "time": "2023-01-14 09:26:34",
            "comment": "The officials in this league are not up to standard."
        },
        {
            "time": "2023-01-14 09:27:11",
            "comment": "👉🏾👨🏾"
        },
        {
            "time": "2023-01-14 09:26:44",
            "comment": "bald fraud vs bald fraud --> winner is bald fraud"
        },
        {
            "time": "2023-01-14 09:50:57",
            "comment": "Fred did an excellent Park Ji-Sung impression. Kept City's best player quiet for most of the match."
        },
        {
            "time": "2023-01-14 10:32:57",
            "comment": "Im glad city lost but what the fuck was that offside call? I haven’t seen anything like it blatantly called wrong in the Bundesliga since VAR was introduced."
        },
        {
            "time": "2023-01-14 13:22:13",
            "comment": "Here is another shoutout to our set piece coach.  Goal scoring aside we haven't conceded from a corner or freekick for a loooooooong while."
        },
        {
            "time": "2023-01-14 09:44:25",
            "comment": "This fucking team has always choked so hard in big matches since Pep took over that it's disgusting. Scoring one goals and starting to make sloppy passes, contesting the ball like they're scared of getting injuries and refusing to track back after a failed tackle. And why bother keeping Haaland on the field when he's completely neutralized like that ? Remind me when this team failed to secure the EPL ( which is actually easier to accept due to their recent dominance ) and fucked up in the crucial minutes of the UCL semifinals. I get that they are in a slump but the spirit is just unacceptable."
        },
        {
            "time": "2023-01-14 13:29:01",
            "comment": "Arsenal are actually favourites now I think"
        },
        {
            "time": "2023-01-15 03:44:52",
            "comment": "Saw a Citeh fan over at r/MCFC saying Ten Hag's \"only a chicken shit manager using coward tactics like telling Fred to mark KDB\"\n\n\nLmfao backed the wrong bald fraud"
        },
        {
            "time": "2023-01-14 11:10:01",
            "comment": "1st goal is offside but I'd take this performance any days. After conceding, Team didn't crumble, didn't rush and actually switch to the correct plans with Garnacho coming on. Earlier this season, the away game we crumbled after conceding first. \n\nJust show that ETH is bringing back the comeback mentality and the iron discipline. And Fred on KDB, Malacia ran his heart out every tackles,  AWB can actually dribble with ball now. That's just insane how much these supposedly technically poor players improved."
        },
        {
            "time": "2023-01-14 12:30:44",
            "comment": "Liverpool lost. Spurs lost. Citeh lost.\n\nIs this Christmas again?"
        },
        {
            "time": "2023-01-14 09:29:41",
            "comment": "Arsenal need to win tomorrow now"
        },
        {
            "time": "2023-01-14 15:24:40",
            "comment": "I’ll tell you what is delicious - city fans moaning about malacia and Casemiro not getting booked for persistent fouling. After years of city doing it, someone gets them back and they are in meltdown. \n\nThings you love to see."
        },
        {
            "time": "2023-01-14 09:33:08",
            "comment": "At least City will be placated by knowing they'll get the VAR to admit they made an error in five months"
        },
        {
            "time": "2023-01-15 01:31:06",
            "comment": "Now it's Pep-1 and ETH- 1\n\nThe next match b/w them will be the decider. The winner gets to call the loser \"Bald Fraud\" , also the loser pays for the hair oil of the winner for a month!!"
        },
        {
            "time": "2023-01-14 10:21:53",
            "comment": "Can't believe Ten Hag made United a legit contender in his first season."
        },
        {
            "time": "2023-01-14 20:29:53",
            "comment": "Eric Hentai number 1"
        },
        {
            "time": "2023-01-14 09:26:47",
            "comment": "Shaw, AWB, Malacia and Varane were fucking awesome.\n\nEriksen, Bruno, Fred must never share the field as a trio ever again.\n\nGarnacho won us that game."
        },
        {
            "time": "2023-01-14 09:57:07",
            "comment": "As controversial as the United equaliser is, and the dominance in City's possession... they had one shot on target, Haaland was non-existent and their defence looked dodgy multiple times. Our players played out of their skins and, other than a 20-25 minute spell in the second half, were probably better overall.\n\nWe may have got a bit lucky with the win but City hardly earned one either."
        },
        {
            "time": "2023-01-14 13:13:59",
            "comment": "Pep overthought again by refusing to bring Haaland on."
        },
        {
            "time": "2023-01-14 09:46:16",
            "comment": "Why didn’t Pep play Haaland??? Seemed a very odd decision."
        },
        {
            "time": "2023-01-14 10:00:45",
            "comment": "Btw, did that goal gonna take away all the credits from United for setting well today? Fred was being solid by man marking KDB. AWB had good time looking down Foden and Grealish too. City only like 1-2 chances with all the possession they had. They were kinda clueless."
        },
        {
            "time": "2023-01-14 10:33:31",
            "comment": "The bald fraud has been out frauded by his bald student.\n\nIt's bald frauds all the way down."
        },
        {
            "time": "2023-01-14 09:26:18",
            "comment": "Congratulations, EtH. You have won this year's Battle of the Balds."
        },
        {
            "time": "2023-01-14 10:20:25",
            "comment": "We countered their bald with our bald XD its negated"
        },
        {
            "time": "2023-01-14 10:31:44",
            "comment": "Arsenal don’t have to worry next week, United only seem to beat Arsenal when they’re struggling"
        },
        {
            "time": "2023-01-14 12:02:00",
            "comment": "https://tenor.com/en-GB/view/man-city-lawyers-khaldoon-mubarak-gif-26224680"
        },
        {
            "time": "2023-01-14 11:37:16",
            "comment": "Has Haaland made City worse somehow? He is a goal machine but if he doesn't score he's like a dead weight for a team that plays like them."
        },
        {
            "time": "2023-01-14 10:15:50",
            "comment": "City were always better with a “mouse-like” striker (Aguero/Tevez) than an outright number 9 (Negredo)\n\nTheir entire motto is we can’t predict which one of the little players will pop up where. Now it’s simple: every ball is aimed at Haaland.\n\nBut Haaland can’t be blamed because he’s the top scorer.\n\nThis is otherwise known as the Ronaldo problem."
        },
        {
            "time": "2023-01-14 09:26:01",
            "comment": "I hate that the discussion after big games is always about referees but fuck me that is outrageous"
        },
        {
            "time": "2023-01-14 09:26:56",
            "comment": "Haaland pocketed"
        },
        {
            "time": "2023-01-14 09:33:12",
            "comment": "Haaland got shut down by Varane and Shaw today, he's not invincible."
        },
        {
            "time": "2023-01-14 09:38:21",
            "comment": "The bald derby is over and Ten Hag's baldness shines the brightness!"
        },
        {
            "time": "2023-01-14 09:40:48",
            "comment": "To be fair City can't complain, they've had numerous stuff go for them this season - The KDB dive against Fulham was a major one."
        },
        {
            "time": "2023-01-14 09:27:57",
            "comment": "United should be proud of themselves. Ronaldo is an idiot blaming and trashtalking EtH, if anything this is the first time in so long I'm seeing United go down the right path. Completely different from the earlier part of the season where they were just trying to get Ronaldo to score and played pathetic football \n\nNow they have like 4 different attacking threats and any of them could score"
        },
        {
            "time": "2023-01-14 09:32:22",
            "comment": "On surface level Arsenal are winners today - but United will come away feeling they are brewing up a title charge themselves. Haven't seen them play with this much fire in their belly in a long time."
        },
        {
            "time": "2023-01-14 09:26:04",
            "comment": "Seeing United look so competent for once is worrying"
        },
        {
            "time": "2023-01-14 09:26:26",
            "comment": "Is it ok to stop pretending now that City will simply win every game and win the league by 15 points?"
        },
        {
            "time": "2023-01-14 09:27:29",
            "comment": "What a game for Luke Shaw again, he stepped up big time these past few weeks."
        },
        {
            "time": "2023-01-14 09:26:38",
            "comment": "Lahoz is watching the game and even he thinks it was scandalous 😂"
        },
        {
            "time": "2023-01-14 09:39:46",
            "comment": "Lmao at City players ignoring Haaland all game. What did the poor man do?"
        },
        {
            "time": "2023-01-14 09:25:50",
            "comment": "as a neutral idc about the result, but that officiating still infuriated me. makes me not want to watch any of the later games today."
        },
        {
            "time": "2023-01-14 11:21:12",
            "comment": "Still can’t believe people said rashford only scored against shit teams when he got 30+ ga against “big 6” and he adds another one in this game"
        },
        {
            "time": "2023-01-14 12:01:45",
            "comment": "City fans have a very short memory.\n\nhttps://www.espn.co.uk/football/english-premier-league/story/4298611/man-citys-goal-vs-aston-villa-was-offsidepremier-league-admits\n\nCity then go on to win the league by a point. But you would think there is some massive conspiracy against them based on their reactions today."
        },
        {
            "time": "2023-01-14 09:44:58",
            "comment": "A player in an offside position at the moment the ball is played or touched\\* by a team-mate is only penalised on becoming involved in active play by:\n\n1. interfering with play by playing or touching a ball passed or touched by a team-mate or;\n2. interfering with an opponent by:\n\n* preventing an opponent from playing or being able to play the ball by clearly obstructing the opponent’s line of vision or\n* challenging an opponent for the ball or\n* clearly attempting to play a ball which is close  when this action impacts on an opponent or\n* making an obvious action which clearly impacts on the ability of an opponent to play the ball or\n* gaining an advantage by playing the ball or interfering with an opponent when it has rebounded or been deflected off the goalpost, crossbar or an opponent been deliberately saved by any opponent"
        },
        {
            "time": "2023-01-14 09:29:23",
            "comment": "How many touches did KDB and Haaland have in the last 30 minutes? United absolutely clamped down on those two and it made a huge impact."
        },
        {
            "time": "2023-01-14 09:58:17",
            "comment": "Just watched Pep's post game interview, and I'm impressed how he kept it together and kept it professional."
        },
        {
            "time": "2023-01-14 09:26:27",
            "comment": "That offsides is one of the most baffling decisions I’ve ever seen"
        },
        {
            "time": "2023-01-14 09:28:39",
            "comment": "🎶ONE HAAG TWO HAAG THREE HAAG…🎶"
        },
        {
            "time": "2023-01-14 09:33:29",
            "comment": "Law 11\n\n2. Offside offence\n\nA player in an offside position at the moment the ball is played or touched* by a team-mate is only penalised on becoming involved in active play by:\ninterfering with play by playing or touching a ball passed or touched by a team-mate or\ninterfering with an opponent by:\npreventing an opponent from playing or being able to play the ball by clearly obstructing the opponent’s line of vision or\nchallenging an opponent for the ball or\nclearly attempting to play a ball which is close when this action impacts on an opponent or\nmaking an obvious action which clearly impacts on the ability of an opponent to play the ball\nor\ngaining an advantage by playing the ball or interfering with an opponent when it has:\nrebounded or been deflected off the goalpost, crossbar or an opponent\nbeen deliberately saved by any opponent\n\nEdit: Having seen the play many many times, it's Very hard to determine. But technically speaking Rashford does neither of these things. He doesn't touch the ball nor obstruct the vision of the defender. And if he did or not impact the ability of the defender to get the ball is debatable, as the defender itself slows down and doesn't really go challenge for the ball. Think the rule does need to become clearer for future reference tho."
        },
        {
            "time": "2023-01-14 10:08:32",
            "comment": "Great. Now we have to worry about City and United chasing us down."
        },
        {
            "time": "2023-01-14 09:25:58",
            "comment": "City look toothless, after 2-1 they just looked lost"
        },
        {
            "time": "2023-01-14 09:42:59",
            "comment": "Where’s halland?"
        },
        {
            "time": "2023-01-14 09:47:18",
            "comment": "Awb has made a decent comeback in the last month ,He might still be out of the door in summer but we might actually be able to get a half decent fee for him"
        },
        {
            "time": "2023-01-14 10:15:58",
            "comment": "Beautiful"
        },
        {
            "time": "2023-01-14 09:27:24",
            "comment": "At least in 3 months time the FA will say they made the wrong decision lmao"
        },
        {
            "time": "2023-01-14 10:42:08",
            "comment": "United fortunate to get away with the offside call, but you have to be good enough to contest a big game to get a decision like that\n\nTen Hag is working something special, especially when you look at his top 6 match record, 4 wins from 6 matches"
        },
        {
            "time": "2023-01-14 10:34:12",
            "comment": "Haaland come outside ya little shit"
        },
        {
            "time": "2023-01-14 18:18:01",
            "comment": "4 billion touches and passes all for one shot on target"
        },
        {
            "time": "2023-01-14 09:38:08",
            "comment": "manchester united stage a late comeback with the help of a questionable refereeing decision, everyone hates their players, and everyone’s piss is boiled. i’m reliving my childhood here"
        },
        {
            "time": "2023-01-14 10:18:14",
            "comment": "With the deadweight gone, Man Utd cannot be stopped. They are playing an impressive football!"
        },
        {
            "time": "2023-01-14 09:47:17",
            "comment": "Casemiro has had such an impact. Wish we would have purchased a defensive midfielder for our team."
        },
        {
            "time": "2023-01-14 09:48:46",
            "comment": "\"DiD HaAlanD PlAy?\"\n\nHere's a better one. Did City play? Outside Grealish's goal, what did they do?"
        },
        {
            "time": "2023-01-14 10:14:46",
            "comment": "Where is haaland ?"
        },
        {
            "time": "2023-01-14 09:26:39",
            "comment": "Aside from the fucking woeful decision to give the first goal, I can’t believe how many pundits agree with the decision"
        },
        {
            "time": "2023-01-14 10:36:23",
            "comment": "I seem to remember a certain narrative that AWB was 'bamby on ice' and was physically and technically incapable of dribbling...\n\nSomeone gimme that fancam of his touches today.\n\nPulled off the best dribbles of anyone on that pitch."
        },
        {
            "time": "2023-01-14 10:54:51",
            "comment": "It's too bad r/soccer told me im not allowed to be happy about this result because of bad officiating 😟"
        },
        {
            "time": "2023-01-14 09:42:22",
            "comment": "Man Utd (2.07) 2-1 (0.76) Man City\n\nAccording to Xg philosophy on twitter"
        },
        {
            "time": "2023-01-14 09:52:29",
            "comment": "refs fault city managed to get 1 shot on target while holding the ball for 75 minutes😂"
        },
        {
            "time": "2023-01-14 10:32:28",
            "comment": "Bad day for oil"
        },
        {
            "time": "2023-01-14 10:15:41",
            "comment": "Now watch some \"honest\" United fans head over to the City sub to say the Fernandes goal shouldn't have been given. IaM A UnItEd FaN bUT...."
        },
        {
            "time": "2023-01-14 09:39:14",
            "comment": "A very good game of football which says a lot about uniteds progress under eth."
        },
        {
            "time": "2023-01-14 09:42:21",
            "comment": "thanks Real Madrid"
        },
        {
            "time": "2023-01-14 13:46:18",
            "comment": "we can lose tomorrow in peace"
        },
        {
            "time": "2023-01-14 09:27:24",
            "comment": "[deleted]"
        },
        {
            "time": "2023-01-14 09:31:24",
            "comment": "Garnacho is a star in the making btw"
        },
        {
            "time": "2023-01-14 09:38:19",
            "comment": "That’s a tough one. Looked forward to that all week and didn’t sleep last night. Going to go walk it off before I start smoking again."
        },
        {
            "time": "2023-01-14 09:42:41",
            "comment": "Fred 17 > De Bruyne 17"
        },
        {
            "time": "2023-01-14 09:47:58",
            "comment": "Like I've said before about both Varane and Casemiro, they're still the best"
        },
        {
            "time": "2023-01-14 09:49:13",
            "comment": "Arsenal vs Utd next weekend. Man, that’s going to be good. The biggest match of the season right there"
        },
        {
            "time": "2023-01-14 10:04:41",
            "comment": "[deleted]"
        },
        {
            "time": "2023-01-14 09:26:13",
            "comment": "My bald fraud >>>>> your bald fraud"
        },
        {
            "time": "2023-01-14 09:32:00",
            "comment": "Feel disgusting after rooting for United 90 minutes but they got the job done. Thank you lads. Ref MOTM definitely. Time to make Conte cry now."
        },
        {
            "time": "2023-01-14 09:28:26",
            "comment": "One Hag\n\nTwo Hag\n\nThree Hag\n\nFour Hag\n\nFive Hag\n\nSix Hag\n\nSeven Hag\n\nEight Hag\n\nNine Hag\n\nERIK TEN HAG <3"
        },
        {
            "time": "2023-01-14 09:27:17",
            "comment": "hungry tie retire deer mourn gaping decide payment piquant sparkle\n\n *This post was mass deleted and anonymized with [Redact](https://redact.dev)*"
        },
        {
            "time": "2023-01-14 09:28:05",
            "comment": "what an ending Malacia, Rashford, Garnacho and Attwell were superb for United today"
        },
        {
            "time": "2023-01-14 09:31:15",
            "comment": "“The future is now, bald man” \n\n*- Erik Ten Hag, January 14th 2023*"
        },
        {
            "time": "2023-01-14 09:35:39",
            "comment": "At 1-0 down, I thought this was going to be one of those days when City nick one more on the counter attack.\n\n But full credit to the United team for finding the resolve, resilience and strength to fight back. \n\nThis team is unrecognizable from what we saw last year. They look like a true team and fighting for each other."
        },
        {
            "time": "2023-01-14 09:25:58",
            "comment": "This title race between Arsenal and United is 🔥"
        },
        {
            "time": "2023-01-14 10:19:01",
            "comment": "It was offside\n\n\nBut I don't give a fuck"
        },
        {
            "time": "2023-01-14 09:27:30",
            "comment": "Pep's post-match interview should be good."
        },
        {
            "time": "2023-01-14 09:27:35",
            "comment": "man utd helping arsenal to the title, love to see it. what confidence does to a team is ridiculous. no longer afraid of losing the midfield battle or giving space away in front of the defense with case there"
        },
        {
            "time": "2023-01-14 09:28:40",
            "comment": "well at least city fans can looked forward to those useless apology from PGMOL"
        },
        {
            "time": "2023-01-14 09:42:49",
            "comment": "Dernot Gallagher is such a joke, he says he doesn't know whether he impacts the GK, when obviously he does because HE DOESN'T KNOW WHO'll strike it"
        },
        {
            "time": "2023-01-14 09:32:24",
            "comment": "Don't care for either team but I'll call an absolutely shite ref decision when I see one"
        },
        {
            "time": "2023-01-14 09:25:50",
            "comment": "Ten Hag is “him”"
        },
        {
            "time": "2023-01-14 09:25:56",
            "comment": "WELL WE KNOW WHICH BALD IS THE FRAUD"
        },
        {
            "time": "2023-01-14 09:27:50",
            "comment": "“Eras come to an end”\n\n*- Erik Ten Hag, August 2022 (commenting about Klopp’s and Pep’s achievements at Liverpool and Manchester City)*"
        },
        {
            "time": "2023-01-14 09:27:52",
            "comment": "MALACIA BIG GAME PLAYER, BEST LB OF THE NETHERLANDS, THE PREMIER LEAGUE"
        },
        {
            "time": "2023-01-14 09:33:09",
            "comment": "Back to the days of us having bought the refs. I missed it so much."
        },
        {
            "time": "2023-01-14 09:39:15",
            "comment": "Something is seriously wrong with our attack atm and I can’t quite figure out what it is\n\nEdit: but I thought Rodri was brilliant today as per usual. Definitely our most important player"
        },
        {
            "time": "2023-01-14 09:43:28",
            "comment": "Since when has AWB been able to dribble through multiple opponents? He had a few times where he somehow made it through multiple people. I don’t think I’ve ever seen him do that with such close control. Almost thought he was doing some of it on accident until it worked."
        },
        {
            "time": "2023-01-14 09:26:34",
            "comment": "Don't look now, but Erling Haaland hasn't scored in 4 games."
        },
        {
            "time": "2023-01-14 09:27:45",
            "comment": "Master class from English refs once again"
        },
        {
            "time": "2023-01-14 09:28:17",
            "comment": "How does Foden start ahead of Grealish for City? Dudes a freakin’ nightmare, it’s like the ball’s superglued to him when he starts running with it."
        },
        {
            "time": "2023-01-14 10:02:37",
            "comment": "Fair play to the guy eras do come to an end"
        },
        {
            "time": "2023-01-14 20:02:20",
            "comment": "Some saulty views here. It was a great game to watch with good team play and tactics from both teams"
        },
        {
            "time": "2023-01-14 09:39:36",
            "comment": "What a great job Ten Hag is doing. In October we lost 6-3 against City and we didn't really compete in that game, it looked like top 4 was gone. But I'm really happy with this performance as we didn't give a lot of space to the like of Mahrez, Foden and De Bruyne while Haaland was completely ineffective which is due to Luke Shaw who's been excellent as a centre back.\n\nThe Bruno Fernandes goal definitely changed the game and City's game wasn't the same after that goal but if I had to be honest it shouldn't gave stood as Rashford was offside and he did interfere with play.\n\nI'm not sure if we're in a title race but I think its becoming more likely we will get top 4."
        },
        {
            "time": "2023-01-14 09:56:14",
            "comment": "I don't know whether it's correct according to the game, but I actually like it a lot when players game the offside rule. messi had a goal for us where he drew the defenders to him even though he was running offside and then let the ball go on to an onside player, think it was suarez or neymar. I like players being a little tricky and clever"
        },
        {
            "time": "2023-01-14 09:26:56",
            "comment": "City completely fucked."
        }
    ]
}