{
    "title": "Match Thread: Chelsea vs Man City English",
    "match_date": "2023-01-05",
    "comments": [
        {
            "time": "2023-01-05 15:24:10",
            "comment": "Graphic says Haaland has 0 touches in first 20 mins\n\nHaaland immediately gets on the ball\n\nIt's like he has network functionality built in."
        },
        {
            "time": "2023-01-05 15:28:21",
            "comment": "Truly revolutionary of Pep to have two RBs on the field and have neither of them playing RB"
        },
        {
            "time": "2023-01-05 15:09:39",
            "comment": "Our Physio and Medical teams have to be comfortably the worst in the League."
        },
        {
            "time": "2023-01-05 15:31:35",
            "comment": "I really wanna know what Boehly is doing with the medical department. This is questionable and as a fan I wanna know what’s happening. \n\nBoehly sacked a lot of Chelsea employees. Via Zoom and whatever. \n\nIt’s now the 10th injury and that’s not acceptable. This season is basically over. Nearly every key player is injured in the long term. \n\n- Kante (got injured again)\n\n- James (got injured again) \n\n- fofana (got injured again in a friendly)\n\n- Broja out the season \n\n- Sterling probably hamstring \n\n- Mount got injured in training \n\n- Pulisic got injured this match \n\n- Mendy shoulder injury \n\n- Chilwell injured\n\n- Ruben Lotus Cheek."
        },
        {
            "time": "2023-01-05 14:57:10",
            "comment": "Kind of mad that Chelsea are 4/1 to win on Paddy Power considering they play at home\n\nFor those of you unfamiliar with betting, that means if you bet £10 on Chelsea, you lose £10"
        },
        {
            "time": "2023-01-05 15:03:21",
            "comment": "what position is Cancelo playing?? this is a wild formation lol"
        },
        {
            "time": "2023-01-05 15:19:15",
            "comment": "Yeah we're about to spend another 500M after todays injuries lmao"
        },
        {
            "time": "2023-01-05 16:41:30",
            "comment": "Zakaria who has started less than 3 matches this season, and was considered out of favor just a month ago, is outplaying every single Chelsea pplayer today, and is by far chelsea's best player"
        },
        {
            "time": "2023-01-05 15:53:15",
            "comment": "They need to fix this extra time shit asap, its going to be so infuriating after seeing the right way to do it at the world cup, there is no fucking reason to not implement it in the premier league, like how the fuck is there only 2 minutes added time, its so dumb and stupid and such an easy thing to fix"
        },
        {
            "time": "2023-01-05 15:44:52",
            "comment": "De Bruyne has barely completed a pass. Foden invisible. Weird formation that seems to have unbalanced both defence and attack."
        },
        {
            "time": "2023-01-05 16:39:15",
            "comment": "Gallagher running around like a coked up puppy but at least he looks like he cares."
        },
        {
            "time": "2023-01-05 15:01:45",
            "comment": "5-5 draw with 6 red cards is all i ask"
        },
        {
            "time": "2023-01-05 15:04:59",
            "comment": "Instead of Enzo maybe Bohley should buy a hospital"
        },
        {
            "time": "2023-01-05 16:38:44",
            "comment": "We should keep Zakaria here tbh he’s pretty good."
        },
        {
            "time": "2023-01-05 16:59:12",
            "comment": "Mom pick me up I’m scared"
        },
        {
            "time": "2023-01-05 15:15:42",
            "comment": "Quiz time: https://pbs.twimg.com/media/FlvAqSLWYBwuoco?format=jpg&name=large\n\nIn this situation Kai Havertz:\n\nA. made excellent pass to Auba in the box. \n\nB. Sent the ball to the Ziyech on the right.\n\nC. Passed back to Thiago Silva."
        },
        {
            "time": "2023-01-05 15:17:34",
            "comment": "Stones just robbed Reddit of a lot of money"
        },
        {
            "time": "2023-01-05 15:36:36",
            "comment": "I swear pep just walks in the changing room before games sometimes, shouts \"surprise!\" And runs off giggling to himself as the players read his insane formation"
        },
        {
            "time": "2023-01-05 15:44:07",
            "comment": "how’s he not call that handball?? blind"
        },
        {
            "time": "2023-01-05 16:54:53",
            "comment": "Chelsea the better team in the first half. City the better team in the second half. City better at being the better team.\n\nDecent game, that."
        },
        {
            "time": "2023-01-05 15:47:37",
            "comment": "2 minutes is comical considering two injuries and the shoe thing lol. Wish we kept the World Cup style of actually giving the amount of time lost"
        },
        {
            "time": "2023-01-05 15:19:18",
            "comment": "Incredible tackle but this has to be a joke. Might as well relegate now if Sterling and Puli are both gone lmao"
        },
        {
            "time": "2023-01-05 15:23:13",
            "comment": "Two subs down. 70 mins to go. It's going to be a long ride here."
        },
        {
            "time": "2023-01-05 16:53:10",
            "comment": "Much like the Carabao cup game. We lost but didn't look too bad.\n\nHope that this game opens up Potter to use more youth, especially Chukwuemeka who looked pretty good today.\n\nPS. We actually should consider buying Zakaria out."
        },
        {
            "time": "2023-01-05 18:14:07",
            "comment": "Don't think Pep's 3 at the back worked as well as he wanted it to this game, atleast for the 1st half. They sacrificed one to form that huge overload in the middle with Rodri, Gundogan, Debruyne, and silva playing off eachother (it was like 60-70% possession?). Think he wanted more incision passes into Haaland, but it wasn't working out (think Debruyne plays a little more outwards to play in crosses to him normally, but he felt a lot closer to the middle).  \n\nBut when chelsea pressed that far right side with ziyech and hit city on the counter they def had the upper hand in terms of chances in the 1st half. Didn't help that cancelo / Foden weren't involved enough (less from Foden) and didnt stretch out chelsea enough. \n\n\nPep obviously knows what works and doesnt, akanji in and the kid lewis at rb(who was super good today). Mahrez and Grealish gave that width. Gave city a lot more control in those wide areas imo. Cucurella was sleeping/Mahrez got ahead of Grealish's pass. \n\nIdk how Potter should have responded to City's changes tbh. Chelsea were also unlucky, fucked by injuries, but atleast they saw sparks from: hall, zakaria, and Chukwuemeka."
        },
        {
            "time": "2023-01-05 15:44:09",
            "comment": "Refs just don’t call blatant handballs anymore it’s pathetic"
        },
        {
            "time": "2023-01-05 16:38:27",
            "comment": "Zakaria looks pretty solid ngl"
        },
        {
            "time": "2023-01-05 16:41:11",
            "comment": "Hard to argue against continuing this Zakaria/Kova midfield."
        },
        {
            "time": "2023-01-05 16:59:41",
            "comment": "How to play with Haaland??\n\nNormal team: Pass ball -> Haaland -> score  \nCity: Pass -> Pass -> Pass -> Pass -> Pass (in box) -> Pass -> Pass -> Corner"
        },
        {
            "time": "2023-01-05 15:18:59",
            "comment": "That looked painful for Pulisic even though it definitely wasn't a foul just the full force of a shot coming to a dead stop sucks when you both kick the ball at the same time."
        },
        {
            "time": "2023-01-05 16:12:31",
            "comment": "\"Champions of Europe, you'll never sing that\"\n\nLmaooo"
        },
        {
            "time": "2023-01-05 16:34:45",
            "comment": "Gallagher my boy, love the spirit"
        },
        {
            "time": "2023-01-05 16:47:30",
            "comment": "Zakaria balling damn. How wasn’t he starting for so long"
        },
        {
            "time": "2023-01-05 16:52:43",
            "comment": "That’s a huge win for City"
        },
        {
            "time": "2023-01-05 16:54:45",
            "comment": "Zakaria looked pretty good"
        },
        {
            "time": "2023-01-05 16:58:54",
            "comment": "City were poor. Need to do better. KDB had an awful game. Haaland was invisible apart from one chmace that he misssed. Defence gave away the ball too often"
        },
        {
            "time": "2023-01-05 15:10:48",
            "comment": "kovacic is top toer"
        },
        {
            "time": "2023-01-05 15:16:57",
            "comment": "John stones take a bow 👏"
        },
        {
            "time": "2023-01-05 15:19:49",
            "comment": "Someone poisoning our team or something? Weakening players bones and muscles? \n\nOur medical team need a real looking at. So many injuries."
        },
        {
            "time": "2023-01-05 15:26:41",
            "comment": "Chelsea actually been better than City this half. Did not expect that"
        },
        {
            "time": "2023-01-05 16:36:19",
            "comment": "Rodri has the immune to yellow cards defensive mid gene that Casemiro and Fernandinho possess as well"
        },
        {
            "time": "2023-01-05 16:38:10",
            "comment": "Fucking yeaaah Gallagher showing some spirit unlike first team lazy fucks"
        },
        {
            "time": "2023-01-05 16:42:05",
            "comment": "What does Havertz even do"
        },
        {
            "time": "2023-01-05 16:42:06",
            "comment": "Gallagher: *Boss, should I play on the left, centre, middle, midfield or striker?*\n\nPotter: *Yes*"
        },
        {
            "time": "2023-01-05 14:51:23",
            "comment": "Potter probably triple captained haaland"
        },
        {
            "time": "2023-01-05 15:19:38",
            "comment": "Just one more CB needed so we can have a full injured XI\n\nMendy - James, Fofana, ?, Chillwell - Kante, RLC, Mount - Sterling, Broja, Pulisic"
        },
        {
            "time": "2023-01-05 16:17:46",
            "comment": "I swear i saw that shot go in in the opposite corner"
        },
        {
            "time": "2023-01-05 16:39:06",
            "comment": "It's a match against Man City with 11 men out injured. It's not been too bad. Plenty of teams would get smashed."
        },
        {
            "time": "2023-01-05 16:42:49",
            "comment": "Cucurella is some kind of prank, can't believe that this guy was in the same price class as de Ligt"
        },
        {
            "time": "2023-01-05 16:47:26",
            "comment": "When was Zakaria this saucy? Goddamn"
        },
        {
            "time": "2023-01-05 16:51:16",
            "comment": "Haha so absurd that Arsenal v Newcastle had only 1 extra minute compared to this match."
        },
        {
            "time": "2023-01-05 16:51:28",
            "comment": "Zakaria looked class at least today. Also like this Chukwuemeka guy"
        },
        {
            "time": "2023-01-05 15:22:06",
            "comment": "kovacic best player on the pitch so far. outrageous"
        },
        {
            "time": "2023-01-05 16:29:39",
            "comment": "No idea why people are surprised at Aubameyang’s performance. If the midfielders and wingers aren’t giving him the right service, he’s not going to do anything. He’s a poacher. Ziyech’s final ball keeps hitting City defenders and god only knows what Havertz is trying to do out there."
        },
        {
            "time": "2023-01-05 16:38:59",
            "comment": "Gallagher very entertaining right now, really love to see him not just accepting this is a loss."
        },
        {
            "time": "2023-01-05 16:39:00",
            "comment": "I like to think Potter's tactics for Gallagher were just be a mad bastard."
        },
        {
            "time": "2023-01-05 16:40:17",
            "comment": "Impressed with Zakaria today - probably been Chelsea's best player"
        },
        {
            "time": "2023-01-05 16:53:36",
            "comment": "I’m curious to see how good Boehlys trigger finger is as much as Potter needs time. Roman would have swung the axe"
        },
        {
            "time": "2023-01-05 15:17:39",
            "comment": "Man wtf\n\n\nSome tackle"
        },
        {
            "time": "2023-01-05 15:27:37",
            "comment": "Outside the box shots really have decreased over the years"
        },
        {
            "time": "2023-01-05 15:36:08",
            "comment": "Walker 34' [great assassination attempt]"
        },
        {
            "time": "2023-01-05 15:49:37",
            "comment": "Considering I predicted a 6-0 loss this is going great"
        },
        {
            "time": "2023-01-05 16:38:05",
            "comment": "Worst part is that City were beatable today. Brentford would have beaten em"
        },
        {
            "time": "2023-01-05 16:38:14",
            "comment": "Respect the energy from Gallagher"
        },
        {
            "time": "2023-01-05 16:38:39",
            "comment": "Love the fight Gallagher is showing"
        },
        {
            "time": "2023-01-05 16:41:08",
            "comment": "They pass to Haaland like they hate him. Everyone just smashes the ball at him whenever they want to pass to him"
        },
        {
            "time": "2023-01-05 16:47:49",
            "comment": "Zakaria is a baller"
        },
        {
            "time": "2023-01-05 16:49:05",
            "comment": "Bring back World Cup added time"
        },
        {
            "time": "2023-01-05 15:26:31",
            "comment": "Unpopular opinion; Cucurella's problem is his hairstyle. mf can't see what's going on around him."
        },
        {
            "time": "2023-01-05 15:11:55",
            "comment": "Kovacic is my only shot of finding anything to enjoy about this match"
        },
        {
            "time": "2023-01-05 15:16:52",
            "comment": "what a tackle"
        },
        {
            "time": "2023-01-05 15:20:07",
            "comment": "Fucking hell no wonder the NHS is overwhelmed"
        },
        {
            "time": "2023-01-05 15:24:04",
            "comment": "Koulibaly now with an injured boot. Chelsea just can't catch a break."
        },
        {
            "time": "2023-01-05 15:39:06",
            "comment": "That movement from Haaland is outstanding."
        },
        {
            "time": "2023-01-05 15:39:31",
            "comment": "City just changed to a back three of Ake - Stones - Walker, with Cancelo at right wing back, but no one at left wing back?\n\nPep experiments with Chelsea continue."
        },
        {
            "time": "2023-01-05 15:44:37",
            "comment": "clear handball ffs"
        },
        {
            "time": "2023-01-05 15:45:19",
            "comment": "Dare I say Zakaria’s looked good\n\nKdB on the other hand is still in WC form"
        },
        {
            "time": "2023-01-05 15:53:22",
            "comment": "2 minutes added on when there’s 2 injury subs and a shoe replacement. Absolute fuckin joke"
        },
        {
            "time": "2023-01-05 16:26:27",
            "comment": "Auba subbed in and out 💀"
        },
        {
            "time": "2023-01-05 16:36:15",
            "comment": "Rico Lewis already looks very competent at 18"
        },
        {
            "time": "2023-01-05 16:39:52",
            "comment": "Zakaria motm"
        },
        {
            "time": "2023-01-05 16:44:11",
            "comment": "Cucurella for 60m will never not be funny"
        },
        {
            "time": "2023-01-05 16:47:07",
            "comment": "Whoever said Zakaria has no technique was fucking wrong. Dribbles past players like prime  Mousa Dembele"
        },
        {
            "time": "2023-01-05 16:47:31",
            "comment": "That was silky by Zakaria!"
        },
        {
            "time": "2023-01-05 16:48:01",
            "comment": "Chelsea's youngsters show more passion for the club than every veteran combined with the exception of Silva and James"
        },
        {
            "time": "2023-01-05 16:51:27",
            "comment": "Hall hates Arsenal that much - that’s the explanation I’m going with"
        },
        {
            "time": "2023-01-05 15:05:10",
            "comment": "Auba to come on and take points off city?? Has Wenger done it again???"
        },
        {
            "time": "2023-01-05 15:07:32",
            "comment": "Auba taking points of City to help Arsenal is the narrative we all need"
        },
        {
            "time": "2023-01-05 15:15:45",
            "comment": "Kovacic just glides like it’s nothing"
        },
        {
            "time": "2023-01-05 15:23:23",
            "comment": "Even the football boots of Chelsea players can't avoid injuries."
        },
        {
            "time": "2023-01-05 15:25:54",
            "comment": "Won't catch me saying this often but losing both of your wingers inside 20 minutes is devastating. Feel bad for Chelsea and not only because I'm rooting for them tonight"
        },
        {
            "time": "2023-01-05 15:26:30",
            "comment": "Chelsea On the way to Injured 11.\n\n\n1. Reece James\n2. Ben Chilwell\n3. Armando Broja\n4. Wesley Fofana\n5. Edouard Mendy\n6. N'Golo Kante\n7. Ruben Loftus-Cheek\n8. Mason Mount\n9. Raheem Sterling\n10. Christian Pulisic"
        },
        {
            "time": "2023-01-05 15:27:54",
            "comment": "Chelsea are now 1 CB away from a full injured 11:\n\nMendy \n\nJames Fofana ??? Chilwell \n\nRLC Kante Mount \n\nPulisic Broja Sterling"
        },
        {
            "time": "2023-01-05 15:30:18",
            "comment": "Mendy, Chilwell, James, Kante, RLC, Fofana, Broja, Mount, Sterling, Pulisic.\n\nThats almost our best X.I. out with injury… christ"
        },
        {
            "time": "2023-01-05 15:32:27",
            "comment": "If City continue to play like this against United and Arsenal they are in trouble."
        },
        {
            "time": "2023-01-05 15:34:58",
            "comment": "Didn't this ref have hair until last season?"
        },
        {
            "time": "2023-01-05 15:36:21",
            "comment": "Lmao what was that throw"
        },
        {
            "time": "2023-01-05 15:36:33",
            "comment": "Not sure what Walker's doing, but it is funny"
        },
        {
            "time": "2023-01-05 15:36:34",
            "comment": "Walker trying to decapitate Silva"
        },
        {
            "time": "2023-01-05 15:36:34",
            "comment": "Lmao that throw in tho"
        },
        {
            "time": "2023-01-05 15:37:04",
            "comment": "WTF, is Walker trying to kill Bernardo"
        },
        {
            "time": "2023-01-05 15:46:32",
            "comment": "Auba can only make 6 runs a game and Kai is determined to ignore them all."
        },
        {
            "time": "2023-01-05 15:55:15",
            "comment": "Kovacic best player on the field."
        },
        {
            "time": "2023-01-05 16:05:04",
            "comment": "\"Alright we're switching to a back 4\"\n\n\"Ok, well we have two right backs on the field now which should we take off?\"\n\n\"Both\""
        },
        {
            "time": "2023-01-05 16:09:16",
            "comment": "People shit on City for being boring but it’s not entirely their fault…because of their ability teams just sit in in ridiculously low blocks. It’s hard to play flowing footy like that"
        },
        {
            "time": "2023-01-05 16:21:38",
            "comment": "That looked like Kepa could’ve reached that…."
        },
        {
            "time": "2023-01-05 16:22:37",
            "comment": "Nah Kepa is actually pathetic there"
        },
        {
            "time": "2023-01-05 16:26:28",
            "comment": "Subbed the sub. Rip Auba"
        },
        {
            "time": "2023-01-05 16:27:51",
            "comment": "Auba has 0 love for Chelsea and is just happy collecting a paycheck, such an utterly bizarre transfer"
        },
        {
            "time": "2023-01-05 16:33:09",
            "comment": "Chelsea have so may injured it looks like a hockey team judging by their kit numbers"
        },
        {
            "time": "2023-01-05 16:34:24",
            "comment": "The fact these kids have created more than Auba in like 10 minutes it's crazy"
        },
        {
            "time": "2023-01-05 16:36:30",
            "comment": "Card that mofo. Running 15 yards with the ball after the foul, what a joke of a ref."
        },
        {
            "time": "2023-01-05 16:38:24",
            "comment": "I like Gallagher. He's got spirit. I'd start him on that alone."
        },
        {
            "time": "2023-01-05 16:40:17",
            "comment": "Zakaria my motm for Chelsea"
        },
        {
            "time": "2023-01-05 16:47:00",
            "comment": "Zakaria has been quality today"
        },
        {
            "time": "2023-01-05 16:47:00",
            "comment": "Zakaria got skills"
        },
        {
            "time": "2023-01-05 16:47:23",
            "comment": "Surely Hall has to start over Cucu now?"
        },
        {
            "time": "2023-01-05 16:48:57",
            "comment": "Absolutely insane that outside Silva, our best players is a deadline day loan signing from Juve that Tuchel didn't even want."
        },
        {
            "time": "2023-01-05 16:52:57",
            "comment": "Job done."
        },
        {
            "time": "2023-01-05 15:51:45",
            "comment": "I dont know what yall are watching, I thought Chelsea looked exponentially better than we have looked anytime in the past 4-5 games"
        },
        {
            "time": "2023-01-05 15:24:02",
            "comment": "Cucurella cost £60m?"
        },
        {
            "time": "2023-01-05 15:47:49",
            "comment": "Sterlings injury alone was 2+ mins. Premier league refereeing is so bad it literally cannot be overstated"
        },
        {
            "time": "2023-01-05 15:48:47",
            "comment": "Quite rate Zakaria from the games he's played so far. Much better loan than Saul and wouldn't mind us signing him permanently so far"
        },
        {
            "time": "2023-01-05 15:49:16",
            "comment": "Chelsea are such a weird team. Just the whole makeup of players feels wrong"
        },
        {
            "time": "2023-01-05 15:50:07",
            "comment": "Chelsea actually giving me hope they take points away from Man City, never thought id see that this season"
        },
        {
            "time": "2023-01-05 15:51:12",
            "comment": "Chelsea should be buying some doctors instead of 100mil players"
        },
        {
            "time": "2023-01-05 15:53:32",
            "comment": "City really has dropped off compared to previous season haven’t they? They could still win the league, but their level of control in game has been reduced from what I have seen. Probably to do with having an actual striker, but their winger situation is looking quite underwhelming."
        },
        {
            "time": "2023-01-05 16:11:38",
            "comment": "Haven’t seen a of Zakaria before tonight but been quite impressed overall"
        },
        {
            "time": "2023-01-05 16:22:02",
            "comment": "CUCU IS FUCKING DOGSHIT I DEMAND A REFUND"
        },
        {
            "time": "2023-01-05 16:26:25",
            "comment": "Hahahahaha imagine getting subbed like that. Career done"
        },
        {
            "time": "2023-01-05 16:32:53",
            "comment": "No James + no Chilwell = no goals."
        },
        {
            "time": "2023-01-05 16:36:23",
            "comment": "Fucking get a grip ref, I see we're going back to time wasting after the world cup finished"
        },
        {
            "time": "2023-01-05 16:40:39",
            "comment": "Zakaria and Kovacic played their hearts out"
        },
        {
            "time": "2023-01-05 16:43:53",
            "comment": "Zakaria should start the rest of the season."
        },
        {
            "time": "2023-01-05 16:45:34",
            "comment": "kalvin's body looking less sexy but good for a football game."
        },
        {
            "time": "2023-01-05 16:47:01",
            "comment": "Zakaria 🔥"
        },
        {
            "time": "2023-01-05 16:47:06",
            "comment": "Zakaria looks really good"
        },
        {
            "time": "2023-01-05 16:47:54",
            "comment": "Wtf Zakaria is insane"
        },
        {
            "time": "2023-01-05 16:51:59",
            "comment": "Kovačić and Zakaria look great. Too bad everyone upfront is garbage"
        },
        {
            "time": "2023-01-05 17:09:37",
            "comment": "KDB MOTM O.o?"
        },
        {
            "time": "2023-01-05 15:46:54",
            "comment": "Can someone please explain Kai Havertz to me I just simply do not understand him as a footballer"
        },
        {
            "time": "2023-01-05 16:57:45",
            "comment": "What a youngster City has in Lewis"
        },
        {
            "time": "2023-01-05 15:02:20",
            "comment": "Hoping for a Potter masterclass the likes we haven't seen since the Triwizard Tournament"
        },
        {
            "time": "2023-01-05 15:03:36",
            "comment": "Cancelo RW?"
        },
        {
            "time": "2023-01-05 15:17:25",
            "comment": "What a tackle."
        },
        {
            "time": "2023-01-05 15:20:51",
            "comment": "Chlesea are gonna use all subs before half"
        },
        {
            "time": "2023-01-05 15:23:18",
            "comment": "what the fuck. 3 first half injuries???"
        },
        {
            "time": "2023-01-05 15:24:44",
            "comment": "Starting to think Boehly should drop his next 100 mil on new medical staff"
        },
        {
            "time": "2023-01-05 15:25:31",
            "comment": "Haaland looks like Cillian Murphy with 33% more Neanderthal DNA"
        },
        {
            "time": "2023-01-05 15:30:41",
            "comment": "I have no criticism of anyone. Everyone is playing well. Even the ref is a fine figure of a man."
        },
        {
            "time": "2023-01-05 15:36:01",
            "comment": "wtf lmao"
        },
        {
            "time": "2023-01-05 15:36:03",
            "comment": "Walker lmao"
        },
        {
            "time": "2023-01-05 15:36:08",
            "comment": "The fuck was that throw in lmao"
        },
        {
            "time": "2023-01-05 15:36:09",
            "comment": "Throw in of the year that."
        },
        {
            "time": "2023-01-05 15:36:12",
            "comment": "Are we avoiding passing to foden?"
        },
        {
            "time": "2023-01-05 15:36:19",
            "comment": "Fucking hell that’s two times now Havertz just hasn’t seen a blatantly on through ball right in front of him"
        },
        {
            "time": "2023-01-05 15:36:23",
            "comment": "Lmao what was that throw"
        },
        {
            "time": "2023-01-05 15:37:10",
            "comment": "This kind of sums up City this season for me. While they are capable of brilliance they are way too sloppy, way too often.\n\nI don't think Pep's very unorthodox 3-4-3 shape is helping very much but they haven't moved the ball quickly enough or with enough purpose. They really aren't making it difficult for Chelsea.\n\nKovacic been the best player on the pitch so far. Looks like the only Chelsea player comfortable under pressure."
        },
        {
            "time": "2023-01-05 15:38:39",
            "comment": "Thank fuck Havertz and Auba are (sorry Chelsea fans) quite shit, otherwise we would've been 1/2 down by now."
        },
        {
            "time": "2023-01-05 15:40:38",
            "comment": "One of the most boring games of the season thus far."
        },
        {
            "time": "2023-01-05 15:43:17",
            "comment": "Kovacic is fucking class. If it wasn’t for injuries and his lack of consistency, he’d be top top top👌🏾"
        },
        {
            "time": "2023-01-05 15:44:42",
            "comment": "Chaos FC"
        },
        {
            "time": "2023-01-05 15:46:31",
            "comment": "Fuckinghell city what the fuck are you doing?! We allow them to attack how they want and for some reason Foden isn’t allowed to be a part of the game ???"
        },
        {
            "time": "2023-01-05 15:46:58",
            "comment": "Only 2 mins added is a joke"
        },
        {
            "time": "2023-01-05 15:52:24",
            "comment": "Actually enjoyed it as a game of tactics. But I am struggling to wrap my head around how quickly Haaland took that pass with his right and shot (just over) with his left. We all make jokes about him being a robot, but the speed he did that was fucking inhuman."
        },
        {
            "time": "2023-01-05 16:11:03",
            "comment": "very clear that city's change of shape and personel is working. chelsea unable to adapt so far"
        },
        {
            "time": "2023-01-05 16:17:47",
            "comment": "Is De Bruyne hung over or something?"
        },
        {
            "time": "2023-01-05 16:22:53",
            "comment": "Unbelievable ball watching from Kepa\n\nSeriously, what the fuck was that?"
        },
        {
            "time": "2023-01-05 16:27:29",
            "comment": "Aubameyang now is making Aubameyang in his last season at Arsenal look like Aubameyang in his first three seasons at Arsenal."
        },
        {
            "time": "2023-01-05 16:28:19",
            "comment": "I for one am shocked that the world's laziest man - Pierre-Emerick Aubameyang - has had yet another stinker. Shocked I tell you!"
        },
        {
            "time": "2023-01-05 16:31:22",
            "comment": "is kepa a fan? watching everything across the box"
        },
        {
            "time": "2023-01-05 16:32:00",
            "comment": "I don’t know why so many are hating on Potter. He actually had a good tactical plan initially. Did you take a look at Chelsea’a injury list? Look at the subs City brought in comparison. These will obviously be game changers"
        },
        {
            "time": "2023-01-05 16:34:59",
            "comment": "Lmao Gallagher"
        },
        {
            "time": "2023-01-05 16:35:47",
            "comment": "I love Gallagher man. Maybe not been as good as we'd hoped but he's passionate and it's nice to see."
        },
        {
            "time": "2023-01-05 16:39:10",
            "comment": "Gallagher vs Man City"
        },
        {
            "time": "2023-01-05 16:40:31",
            "comment": "Zakaria has played very well again tonight"
        },
        {
            "time": "2023-01-05 16:40:44",
            "comment": "Zakaria looks really good I’m jelly"
        },
        {
            "time": "2023-01-05 16:44:43",
            "comment": "If Philips is fat then what the fuck am I"
        },
        {
            "time": "2023-01-05 16:46:29",
            "comment": "Cucurella, the 65 mil left back, being showed up by a kid from academy is bit shit. Worst is Potter knew his capabilities & sanctioned that move. Did he want a spy in the players' WhatsApp group?"
        },
        {
            "time": "2023-01-05 16:46:49",
            "comment": "Zakaria looking class on the ball and hard to dispossess"
        },
        {
            "time": "2023-01-05 16:48:04",
            "comment": "Zakaria has been such a bright spot for Chelsea."
        },
        {
            "time": "2023-01-05 16:49:09",
            "comment": "If I was Sterling or Pulisic I'd be very worried about how well Chukwuemeka has done tonight"
        },
        {
            "time": "2023-01-05 16:49:18",
            "comment": "Can we just appreciate how good the officiating has been today? As a neutral I’ve agreed with nearly every call the ref has made."
        },
        {
            "time": "2023-01-05 23:49:34",
            "comment": "Clearly Chelsea needs more defenders and center backs, yep that'll solve the issue here"
        },
        {
            "time": "2023-01-05 16:54:46",
            "comment": "Yeah, we are being shaky at times. Stones was brilliant"
        },
        {
            "time": "2023-01-05 14:51:48",
            "comment": "go on chelsea do the thing"
        },
        {
            "time": "2023-01-05 14:58:36",
            "comment": "Anyone's audio fucked up on Peacock? I can barely hear the commentator over the crowd or backing music."
        },
        {
            "time": "2023-01-05 15:04:13",
            "comment": "damn chelsea unlucky af"
        },
        {
            "time": "2023-01-05 15:12:43",
            "comment": "Injury free Kovacic is top 5 mids in the league."
        },
        {
            "time": "2023-01-05 15:37:47",
            "comment": "Dodgeball throw in lol wtf was that???"
        },
        {
            "time": "2023-01-05 15:45:01",
            "comment": "No way is this our best team so far this season, purely driven by injuries"
        },
        {
            "time": "2023-01-05 15:51:27",
            "comment": "I'm truly aggravated by these leagues and their relationship to added time.\n\nFIFA set a precedent during the World Cup that every minute wasted needs to be added on. \n\nIt is a shame that that won't translate to EPL, La Liga, Bundesliga, etc."
        },
        {
            "time": "2023-01-05 16:15:42",
            "comment": "By the time RLC comes back Zakaria might have nailed down the starting place"
        },
        {
            "time": "2023-01-05 16:18:16",
            "comment": "Why the fuck are you taking Silva out when KDB has been absolutely trash.."
        },
        {
            "time": "2023-01-05 16:20:30",
            "comment": "This fucking ref"
        },
        {
            "time": "2023-01-05 16:22:20",
            "comment": "can absolutely see why Pep likes playing Grealish\n\nThe amount of players that start following him once he's on the ball is insane"
        },
        {
            "time": "2023-01-05 16:23:33",
            "comment": "Now That's What I Call Kepa!"
        },
        {
            "time": "2023-01-05 16:23:51",
            "comment": "Why does it seem like Kepa could’ve just stuck a hand out on that"
        },
        {
            "time": "2023-01-05 16:27:43",
            "comment": "Ziyech has the absolutely worst body language lol, at least pretend to show the subs some love."
        },
        {
            "time": "2023-01-05 16:28:18",
            "comment": "the dreaded sub-on sub-off, rip auba"
        },
        {
            "time": "2023-01-05 16:28:36",
            "comment": "Cucurella got absolutely torched today"
        },
        {
            "time": "2023-01-05 16:28:42",
            "comment": "Subbed off after being subbed on is usually harsh but today Auba came on so early that he was basically a starter"
        },
        {
            "time": "2023-01-05 16:31:20",
            "comment": "The fuck is kepa doin? Kepa what the fuck you doin"
        },
        {
            "time": "2023-01-05 16:31:51",
            "comment": "What is this knee slide shit Kepa keeps doing, fucking grab the ball"
        },
        {
            "time": "2023-01-05 16:32:08",
            "comment": "You know what Chelsea need? a random striker way past it to play back up\n\nPato, Falcao, Higuain, Eto'o \n\nIt is football heritage that Bohley is ruining \n\ngo sign Kevin Gameiro or smthn"
        },
        {
            "time": "2023-01-05 16:37:49",
            "comment": "That ref has very hairy arms but is bald. Feelsbadman"
        },
        {
            "time": "2023-01-05 16:39:00",
            "comment": "Connor Gallagher pashun®"
        },
        {
            "time": "2023-01-05 16:39:46",
            "comment": "fuckin hell Gallagher smoked his weetabix this morning"
        },
        {
            "time": "2023-01-05 16:40:57",
            "comment": "This match would be great if Chelsea could fucking pass"
        },
        {
            "time": "2023-01-05 16:42:45",
            "comment": "Gallagher showing fantastic fight and energy. Any football fan can't moan about his attitude"
        },
        {
            "time": "2023-01-05 16:47:46",
            "comment": "Chelsea subs have been great"
        },
        {
            "time": "2023-01-05 16:48:47",
            "comment": "Zakaria is a great player honestly"
        },
        {
            "time": "2023-01-05 16:49:28",
            "comment": "Potter - Boys gave everything. Early injuries hurt us. Unlucky with a few chances. Youngsters played well"
        },
        {
            "time": "2023-01-05 16:50:19",
            "comment": "He's a kid so that's just inexperience but man, should have crossed it"
        },
        {
            "time": "2023-01-05 16:57:23",
            "comment": "need to have much better performance next game. This game was won by luck. team is unorganized and all over the place."
        },
        {
            "time": "2023-01-05 16:41:20",
            "comment": "Our own fans berating gallagher here for showing energy and trying to do something.\n\nThe fanbase is in shambles.."
        },
        {
            "time": "2023-01-05 16:53:48",
            "comment": "I hate Chelsea, but you have to give it to Roman Abramovich, this man loved that club and really delivered quality both on and off the pitch."
        },
        {
            "time": "2023-01-05 15:31:00",
            "comment": "If I had a nickel for everytime Pep overthinks and brings out the weird tactics in a crucial game against Chelsea..."
        },
        {
            "time": "2023-01-05 14:48:39",
            "comment": "I still cant believe they sacked tuchel after 3 losses and a draw"
        },
        {
            "time": "2023-01-05 15:49:52",
            "comment": "Arsenal should have zero problem winning the league on this evidence\n\nFeel Pep's tactics have gone a tad stale and are relying too much on Haaland and De Bruyne"
        },
        {
            "time": "2023-01-05 16:39:11",
            "comment": "Passion merchant"
        },
        {
            "time": "2023-01-05 15:05:02",
            "comment": "lol i forgot aubameyang play for chelsea"
        },
        {
            "time": "2023-01-05 15:09:18",
            "comment": "Steal it in the final 3rd and pass it all the way back. Go chelsea"
        },
        {
            "time": "2023-01-05 15:10:29",
            "comment": "Kovacic 🔥"
        },
        {
            "time": "2023-01-05 15:11:54",
            "comment": "Kovacic is looking lively today"
        },
        {
            "time": "2023-01-05 15:14:55",
            "comment": "Kovacic is just class"
        },
        {
            "time": "2023-01-05 15:17:13",
            "comment": "What a play by Stones"
        },
        {
            "time": "2023-01-05 15:17:24",
            "comment": "What a tackle!"
        },
        {
            "time": "2023-01-05 15:17:39",
            "comment": "That tackle was so nice"
        },
        {
            "time": "2023-01-05 15:17:52",
            "comment": "cracking tackle from Stonesy"
        },
        {
            "time": "2023-01-05 15:18:12",
            "comment": "Ok, I think Pep is overcomplicating this shit. Cancelo is clearly not comfortable."
        },
        {
            "time": "2023-01-05 15:18:33",
            "comment": "Chelsea made of glass."
        },
        {
            "time": "2023-01-05 15:20:27",
            "comment": "Man i almost feel sorry for Potter"
        },
        {
            "time": "2023-01-05 15:20:57",
            "comment": "Sterling and Pulisic injured? Chelsea are paying 100m + for Murdyk now"
        },
        {
            "time": "2023-01-05 15:21:19",
            "comment": "wow what are they serving at the Chelsea dining hall"
        },
        {
            "time": "2023-01-05 15:27:30",
            "comment": "Thiago Silva is absurd"
        },
        {
            "time": "2023-01-05 15:31:05",
            "comment": "The whole team par Bernardo and Stones are looking like they bulked on pasta 10 minutes before kick off everyone looks so tired."
        },
        {
            "time": "2023-01-05 15:35:51",
            "comment": "lmao he ducked"
        },
        {
            "time": "2023-01-05 15:36:19",
            "comment": "Not surprised he ducked with the speed he threw that"
        },
        {
            "time": "2023-01-05 15:36:33",
            "comment": "My man just ducked the throw in like dodgeball"
        },
        {
            "time": "2023-01-05 15:37:45",
            "comment": "Havertz should play as CDM. The amount of back passes he plays as a forward is terrifying"
        },
        {
            "time": "2023-01-05 15:38:59",
            "comment": "\"feels more like chess than football\" blah blah blahblah"
        },
        {
            "time": "2023-01-05 15:39:11",
            "comment": "This is not cerebral! This is just Pep doing weird shit and injured Chelsea team not being able to take advantage."
        },
        {
            "time": "2023-01-05 15:40:20",
            "comment": "Haaland got into a shooting position in what, half a second there? The reflexes are insane."
        },
        {
            "time": "2023-01-05 15:42:47",
            "comment": "is pep playing cancelo at RW??"
        },
        {
            "time": "2023-01-05 15:42:53",
            "comment": "De Bruyne is garbage this game"
        },
        {
            "time": "2023-01-05 15:43:05",
            "comment": "The thing about Chelsea is that they always try to walk it in."
        },
        {
            "time": "2023-01-05 15:44:04",
            "comment": "We’re playing really good so this is ending 2-0 for city"
        },
        {
            "time": "2023-01-05 15:48:15",
            "comment": "Kovačić is a complete midfielder and an absolute joy to watch"
        },
        {
            "time": "2023-01-05 15:49:13",
            "comment": "2 mins added on after 10 mins of total injury time is ridiculous."
        },
        {
            "time": "2023-01-05 15:49:42",
            "comment": "good stuff so far from the london cowboys"
        },
        {
            "time": "2023-01-05 15:54:01",
            "comment": "I wonder whether Foden keeps this haircut because he genuinely thinks it looks good or he just doing it ironically to take the piss out of people who laugh at it."
        },
        {
            "time": "2023-01-05 15:59:58",
            "comment": "Cancelo has been meh but he’s still skinned Cucurella once or twice"
        },
        {
            "time": "2023-01-05 16:00:05",
            "comment": "is this universal brain pep again?\n\n\ncity will probably get away with the three points on sheer individual quality, but the team needs to adapt to the new halabd game plan asap"
        },
        {
            "time": "2023-01-05 16:05:37",
            "comment": "Im convinced Pep is just bored, what on earth is this setup"
        },
        {
            "time": "2023-01-05 16:11:13",
            "comment": "What is Chelsea doing 😂😂"
        },
        {
            "time": "2023-01-05 16:12:12",
            "comment": "Zakaria making the strong case for him to start. Been brilliant so far."
        },
        {
            "time": "2023-01-05 16:15:18",
            "comment": "Chukwuemeka has been excellent imo"
        },
        {
            "time": "2023-01-05 16:16:28",
            "comment": "Chukwuemeka have impressed me"
        },
        {
            "time": "2023-01-05 16:19:49",
            "comment": "Ederson having flashbacks 😂"
        },
        {
            "time": "2023-01-05 16:20:09",
            "comment": "how’s that not a foul on Auba in the midfield there"
        },
        {
            "time": "2023-01-05 16:20:27",
            "comment": "Certainly more enjoyable for the neutral now"
        },
        {
            "time": "2023-01-05 16:20:50",
            "comment": "The camera will cut back to the City bench and Pep will just be naked with his legs crossed in the thinking man pose"
        },
        {
            "time": "2023-01-05 16:21:02",
            "comment": "Zakaria and Kova have been really good so far"
        },
        {
            "time": "2023-01-05 16:21:47",
            "comment": "Curcurella can't defend"
        },
        {
            "time": "2023-01-05 16:22:16",
            "comment": "Kepa?"
        },
        {
            "time": "2023-01-05 16:22:18",
            "comment": "That's awful from kepa"
        },
        {
            "time": "2023-01-05 16:22:30",
            "comment": "Kepa???"
        },
        {
            "time": "2023-01-05 16:22:54",
            "comment": "What the fuck is kepa doing there."
        },
        {
            "time": "2023-01-05 16:23:29",
            "comment": "Amazing cross from Grealish. Brilliant stuff."
        },
        {
            "time": "2023-01-05 16:23:46",
            "comment": "What the fuck is kepa doing there"
        },
        {
            "time": "2023-01-05 16:23:52",
            "comment": "Did Kepa just watch that pass go past him"
        },
        {
            "time": "2023-01-05 16:26:43",
            "comment": "\"Fuck it play the kids\" Potter manages like I play fm"
        },
        {
            "time": "2023-01-05 16:27:44",
            "comment": "The sub being subbed what a fall from grace for Auba"
        },
        {
            "time": "2023-01-05 16:31:08",
            "comment": "Fucking hell that replay makes it look even worse what the fuck is Kepa doing"
        },
        {
            "time": "2023-01-05 16:31:19",
            "comment": "Holy shit Kepa let it go again lmfao"
        },
        {
            "time": "2023-01-05 16:31:34",
            "comment": "Kepa cannot defend low crosses."
        },
        {
            "time": "2023-01-05 16:31:54",
            "comment": "I swear kepa did the same shit there"
        },
        {
            "time": "2023-01-05 16:32:01",
            "comment": "Why does Hutchinson look about 10yrs old"
        },
        {
            "time": "2023-01-05 16:32:44",
            "comment": "Kovacic thundercunt to tie the game"
        },
        {
            "time": "2023-01-05 16:32:45",
            "comment": "Potter should just play the kids rest of the season"
        },
        {
            "time": "2023-01-05 16:34:15",
            "comment": "city look beatable, chelsea look tragic."
        },
        {
            "time": "2023-01-05 16:36:38",
            "comment": "Tbh it looks like Kepa has been instructed to shield those cross balls and not come from them. I'd like to hear from a goal keeping coach why that might be the case."
        },
        {
            "time": "2023-01-05 16:37:18",
            "comment": "Gotta love how he warns Gallagher but just lovingly smiles at Rodri"
        },
        {
            "time": "2023-01-05 16:40:51",
            "comment": "Zakaria looking great"
        },
        {
            "time": "2023-01-05 16:40:55",
            "comment": "I know it's understandable as it's his debut but Hutchinson looks starstruck, bloke can't seem to do anything lol"
        },
        {
            "time": "2023-01-05 16:40:57",
            "comment": "I can't believe football hasn't stamped out people kicking away the ball/picking up and running off with the ball after the whistle is blown."
        },
        {
            "time": "2023-01-05 16:43:43",
            "comment": "I still have no clue what Havertz is actually good at"
        },
        {
            "time": "2023-01-05 16:45:22",
            "comment": "Chelsea bringing on these youth players is bringing tears to my eyes. Omari Hutchinson on and I'm thinking I remember when I signed you on loan in FM for my Ebbsfleet United team when you were 17."
        },
        {
            "time": "2023-01-05 16:45:56",
            "comment": "Phillips wearing a corset 100%"
        },
        {
            "time": "2023-01-05 16:47:13",
            "comment": "City played like absolute shit today. Really nice of Kepa to gift them a goal to lift their spirits."
        },
        {
            "time": "2023-01-05 16:47:15",
            "comment": "Zakaria MOTM"
        },
        {
            "time": "2023-01-05 16:48:13",
            "comment": "Zakaria jesus"
        },
        {
            "time": "2023-01-05 16:48:15",
            "comment": "Lewis Hall looks like an absolute star in the making"
        },
        {
            "time": "2023-01-05 16:48:36",
            "comment": "Zakaria and Kovacic is an insanley press resistant midfield."
        },
        {
            "time": "2023-01-05 16:48:52",
            "comment": "Let Zakaria, Gallagher, Chuks start in the midfield. Fuck it we ride"
        },
        {
            "time": "2023-01-05 16:50:14",
            "comment": "Fucking hell how do we let ourselves end up 3 v 5 there"
        },
        {
            "time": "2023-01-05 16:50:18",
            "comment": "Zakaria is really good tonight. Given the opinion Juve fans have abuot his six month here in Serie A, I'm surprised."
        },
        {
            "time": "2023-01-05 16:51:01",
            "comment": "That attack was exactly what you'd expect from inexperienced youngsters at 90+2 vs City"
        },
        {
            "time": "2023-01-05 16:51:50",
            "comment": "Hutchinson has looked clueless. Hall and Carney miles clear off their senior counterparts"
        },
        {
            "time": "2023-01-05 16:55:04",
            "comment": "Chelsea’s youth players when they came on looked much better than the regular starters but their attack still looks fairly toothless"
        },
        {
            "time": "2023-01-05 16:55:37",
            "comment": "AUBAMA WHO?\n\nAUBAMA WHAT?"
        },
        {
            "time": "2023-01-05 16:58:12",
            "comment": "Considering the injuries, I’m actually proud of Chelsea"
        },
        {
            "time": "2023-01-05 16:35:08",
            "comment": "Players running away with the ball so that the opposition can't take a quick free kick should be an immediate yellow."
        },
        {
            "time": "2023-01-05 15:30:45",
            "comment": "Google has changed their city formation 3 times this match, they now think city are playing 3-2-4-1."
        },
        {
            "time": "2023-01-05 16:32:52",
            "comment": "Chelsea look like a dysfunctional mess.\n\nManchester City doing *just* enough to win games which almost guarantee's they will get knocked out of the Champions League by a team that throws everything at them late on."
        },
        {
            "time": "2023-01-05 17:11:36",
            "comment": "Conclusions from this game. No Kante no party. Pep tactics works better with a false 9."
        },
        {
            "time": "2023-01-05 16:48:15",
            "comment": "Dare I say that sacking Tuchel was not a good idea"
        },
        {
            "time": "2023-01-05 14:53:16",
            "comment": "How you doing fellow Chelseafans"
        },
        {
            "time": "2023-01-05 14:56:18",
            "comment": "This either ends 0-5 or 2-1, no other outcome"
        },
        {
            "time": "2023-01-05 15:03:16",
            "comment": "Nice audio peacock"
        },
        {
            "time": "2023-01-05 15:05:07",
            "comment": "Sterling is so unlucky against his former teams"
        },
        {
            "time": "2023-01-05 15:06:40",
            "comment": "Does City usually wear their home kit when away to Chelsea? I know that they're different shades of blue but kind of surprising they'd allow it."
        },
        {
            "time": "2023-01-05 15:08:12",
            "comment": "This formation of ours is bizarre"
        },
        {
            "time": "2023-01-05 15:13:46",
            "comment": "Watching Auba \"press\" is hilarious"
        },
        {
            "time": "2023-01-05 15:15:34",
            "comment": "Mendy, Chilwell, James, Kante, RLC, Fofana, Broja, Mount, Sterling.\n\nThats NOT tonights starting line-up, it is however our injury list. My brother in christ…"
        },
        {
            "time": "2023-01-05 15:17:22",
            "comment": "Stones holy hell that was brilliant"
        },
        {
            "time": "2023-01-05 15:17:38",
            "comment": "Stone cold tackle"
        },
        {
            "time": "2023-01-05 15:17:49",
            "comment": "fantastic from stones"
        },
        {
            "time": "2023-01-05 15:17:57",
            "comment": "Damn, that was an amazing tackle, saved a goal there"
        },
        {
            "time": "2023-01-05 15:21:29",
            "comment": "If we can just get a run of games with Kova and James fit we might pick up 3 point’s somewhere."
        },
        {
            "time": "2023-01-05 15:22:21",
            "comment": "Would be nice if City are this poor against us next week"
        },
        {
            "time": "2023-01-05 15:22:31",
            "comment": "Silky feet by that robot"
        },
        {
            "time": "2023-01-05 15:22:51",
            "comment": "Potter might be the unluckiest dude in the world"
        },
        {
            "time": "2023-01-05 15:23:29",
            "comment": "Touches for Haaland are like buses\n\nYou wait ages for one and then six come along at once."
        },
        {
            "time": "2023-01-05 15:24:01",
            "comment": "Thought koulibaly was about to go out but man just had to change his shoes"
        },
        {
            "time": "2023-01-05 15:24:46",
            "comment": "Injury FC\n\nYou’ll never sing that"
        },
        {
            "time": "2023-01-05 15:24:57",
            "comment": "So 22 mins in and Chelsea only have one substitution break left.\n\nThough they can make subs at half time without using that, right?"
        },
        {
            "time": "2023-01-05 15:26:11",
            "comment": "i love thiago"
        },
        {
            "time": "2023-01-05 15:26:43",
            "comment": "Chelsea doing a good job crowding KDB when he gets the ball in an attacking position"
        },
        {
            "time": "2023-01-05 15:27:04",
            "comment": "kovacic is insane lmao"
        },
        {
            "time": "2023-01-05 15:27:08",
            "comment": "We are not on a great form but City doesn’t look good at all wtf is happening"
        },
        {
            "time": "2023-01-05 15:28:09",
            "comment": "Silva, the 38 year old man carrying this club...."
        },
        {
            "time": "2023-01-05 15:29:35",
            "comment": "Me on FM 🤝 Todd Boehly \n\n\nFrantically searching the free agent list when the annual plague wipes out half your squad"
        },
        {
            "time": "2023-01-05 15:29:45",
            "comment": "Alright, which one of you gave Pep something to smoke before he thought up this game?"
        },
        {
            "time": "2023-01-05 15:30:19",
            "comment": "I demand an increase in entertainment!"
        },
        {
            "time": "2023-01-05 15:30:35",
            "comment": "Zakaria in our midfield immediately better than anyone else we’ve put there this season. Noticeable impact"
        },
        {
            "time": "2023-01-05 15:36:21",
            "comment": "Walker was aiming for his head lmao, playing dodgeball"
        },
        {
            "time": "2023-01-05 15:36:38",
            "comment": "Almost took B.Silva off lol"
        },
        {
            "time": "2023-01-05 15:37:03",
            "comment": " What the actual fuck was that throw?!"
        },
        {
            "time": "2023-01-05 15:38:48",
            "comment": "Hes so scary"
        },
        {
            "time": "2023-01-05 15:39:08",
            "comment": "Haaland what a touch but his finish let him down. Great effort still"
        },
        {
            "time": "2023-01-05 15:39:29",
            "comment": "I don't even understand how it's possible to get so much power on that from Haaland"
        },
        {
            "time": "2023-01-05 15:40:07",
            "comment": "So quick to get that shot off after the first touch, would have been a lovely goal"
        },
        {
            "time": "2023-01-05 15:40:28",
            "comment": "I can’t lie, I just don’t see the fire in this City side. Majority have conquered the league in such a fashion I doubt they have the same desire"
        },
        {
            "time": "2023-01-05 15:40:51",
            "comment": "Foden has been non existent this half"
        },
        {
            "time": "2023-01-05 15:40:52",
            "comment": "10 injuries \n\nI think we need to ask the physios some questions"
        },
        {
            "time": "2023-01-05 15:42:16",
            "comment": "Sometimes Cucurella makes me miss Alonso, at least the man could score bangers"
        },
        {
            "time": "2023-01-05 15:42:19",
            "comment": "Weird seeing City unable to break a team down, but also not keeping possession"
        },
        {
            "time": "2023-01-05 15:43:33",
            "comment": "City are there for the taking. So sloppy with and without the ball, players running into each other's areas of pitch and just plain poor overall."
        },
        {
            "time": "2023-01-05 15:44:05",
            "comment": "can kdb make a pass?"
        },
        {
            "time": "2023-01-05 15:44:08",
            "comment": "Ziyech looks the most dangerous so far"
        },
        {
            "time": "2023-01-05 15:44:49",
            "comment": "Chukwuemeka!"
        },
        {
            "time": "2023-01-05 15:44:49",
            "comment": "A Chelsea player shooting from outside the box? Say it ain't so"
        },
        {
            "time": "2023-01-05 15:45:05",
            "comment": "KDB running looks like he’s about to run out of gas at any moment"
        },
        {
            "time": "2023-01-05 15:45:40",
            "comment": "highly entertaining first half"
        },
        {
            "time": "2023-01-05 15:46:15",
            "comment": "That chukumeka dude is playing without fear that’s why he’s good this game"
        },
        {
            "time": "2023-01-05 15:46:46",
            "comment": "I don't know if there is actually an official way of running like a Mancunian, but if there isn't, Foden has invented one."
        },
        {
            "time": "2023-01-05 15:46:50",
            "comment": "Ziyech really knows how to cross a ball huh jesus"
        },
        {
            "time": "2023-01-05 15:47:04",
            "comment": "Scared, ~~Potter~~ Pep?"
        },
        {
            "time": "2023-01-05 15:47:14",
            "comment": "Idk how the Stamford bridge faithful watch havertz every week without hurling objects at him"
        },
        {
            "time": "2023-01-05 15:48:27",
            "comment": "Cucurella getting skinned every time cancelo touches the ball… I know it’s cancelo but come on lad"
        },
        {
            "time": "2023-01-05 15:50:41",
            "comment": "Damn we really have a full on injured 11 that is better than the current line up"
        },
        {
            "time": "2023-01-05 15:57:10",
            "comment": "Honesty fuck it I think Chelsea should start playing the new young guys. Can’t be worse than what we’ve put out this year. I like how fresh we look today."
        },
        {
            "time": "2023-01-05 15:59:49",
            "comment": "Ridiculous pep experiment, hopefully he’s smart enough to see this one didn’t work"
        },
        {
            "time": "2023-01-05 16:04:19",
            "comment": "Subs at half time? Pep must be ill"
        },
        {
            "time": "2023-01-05 16:06:58",
            "comment": "Wasn't it easier to get Cancelo (very good player) to play in his actual position instead of subbing him off? I mean, you have two right backs on the field and you sub both of them off, to end up playing a CB at RB?\n\nPep really needs an assistant manager that can stop him from trying to reinvent the wheel every match."
        },
        {
            "time": "2023-01-05 16:07:39",
            "comment": "Ok can someone kick the ball as far away from our goal as possible or nah?"
        },
        {
            "time": "2023-01-05 16:10:44",
            "comment": "Azpi is breathing so hard it looks like he is going to pass out."
        },
        {
            "time": "2023-01-05 16:10:57",
            "comment": "Guys \n\nKick\n\nThe \n\nBall \n\nAway"
        },
        {
            "time": "2023-01-05 16:11:24",
            "comment": "lazy pass that from ziyech. poor at this level especially"
        },
        {
            "time": "2023-01-05 16:12:03",
            "comment": "Ake’s hairstyle is glorious."
        },
        {
            "time": "2023-01-05 16:17:39",
            "comment": "City player always love to pass in box without shooting except De bruyne and Haaland"
        },
        {
            "time": "2023-01-05 16:19:39",
            "comment": "I hate bald reffs"
        },
        {
            "time": "2023-01-05 16:20:31",
            "comment": "Will Rodri ever see a yellow?"
        },
        {
            "time": "2023-01-05 16:20:42",
            "comment": "you bald cunt, how was that not a foul!?"
        },
        {
            "time": "2023-01-05 16:20:44",
            "comment": "I hate when such obvious fouls are not given"
        },
        {
            "time": "2023-01-05 16:21:37",
            "comment": "I'm pretty sure Rodri could stab every single Chelsea player on the pitch and at worst would get a finger wag from Tierney"
        },
        {
            "time": "2023-01-05 16:21:45",
            "comment": "oh look wingers on the pitch and cucurella and azpilicueya get exposed"
        },
        {
            "time": "2023-01-05 16:21:49",
            "comment": "Pep just showed why he's levels above the fans lmao"
        },
        {
            "time": "2023-01-05 16:21:49",
            "comment": "HAHA it had to be an assist by Grealish"
        },
        {
            "time": "2023-01-05 16:22:48",
            "comment": "kepa just fucking watched it haha"
        },
        {
            "time": "2023-01-05 16:22:51",
            "comment": "Martin Tyler sounded like he was directing a funeral when that went in"
        },
        {
            "time": "2023-01-05 16:22:58",
            "comment": "Boy am I glad I never finished that post moaning about trying Grealish & Mahrez again."
        },
        {
            "time": "2023-01-05 16:23:07",
            "comment": "Cucurella has been a traffic cone all game, mobile chicane for all the city players to dribble around and zero physicality.\n\nAnd Mahrez beats him to the ball for the goal."
        },
        {
            "time": "2023-01-05 16:23:11",
            "comment": "Everyday I wake up and thank God that we didn't sign Cucurella"
        },
        {
            "time": "2023-01-05 16:23:35",
            "comment": "Cucu sucks but fuck man we could practically field a stronger 11 with players who are injured atm. So unfortunate. Gonna be a brutal next month or two for sure"
        },
        {
            "time": "2023-01-05 16:23:53",
            "comment": "That's like 120 million between Kepa and Cucurella"
        },
        {
            "time": "2023-01-05 16:23:54",
            "comment": "Why didn't Kepa catch the cross?"
        },
        {
            "time": "2023-01-05 16:24:30",
            "comment": "Mahrez, one of the few North African players to break the Skillful-with-no-end-product curse."
        },
        {
            "time": "2023-01-05 16:26:19",
            "comment": "Man City breathing a huge sigh of relief they didn't spunk £62m on this waste of space at LB."
        },
        {
            "time": "2023-01-05 16:26:53",
            "comment": "These don’t look like subs that will win you a game vs City ngl."
        },
        {
            "time": "2023-01-05 16:27:14",
            "comment": "This is an utter humiliation for Aubameyang."
        },
        {
            "time": "2023-01-05 16:27:24",
            "comment": "Chelsea are 10 points off 4th\n\n*and 10 points off 18th*"
        },
        {
            "time": "2023-01-05 16:27:36",
            "comment": "ziyech is a good player but he gives off real dickhead vibes"
        },
        {
            "time": "2023-01-05 16:28:13",
            "comment": "Aubamayang what a pointless player. Subbed as a sub"
        },
        {
            "time": "2023-01-05 16:28:47",
            "comment": "Chelsea really missed a trick by not cashing in on Gallagher."
        },
        {
            "time": "2023-01-05 16:31:33",
            "comment": "Kepa really risking it"
        },
        {
            "time": "2023-01-05 16:31:48",
            "comment": "Kepa you wet yoghurt grab the ball"
        },
        {
            "time": "2023-01-05 16:31:52",
            "comment": "Did Kepa leave it again lmao?"
        },
        {
            "time": "2023-01-05 16:32:08",
            "comment": "Kepa clearly learned from the goal"
        },
        {
            "time": "2023-01-05 16:33:21",
            "comment": "The moment Mendy loses form and gets injured, Kepa regresses \n\ninteresting coincidence"
        },
        {
            "time": "2023-01-05 16:33:27",
            "comment": "Kepa needs to be braver with those balls he's always just pretending to go for it and pulling out. At some level he knows he needs to get to it"
        },
        {
            "time": "2023-01-05 16:34:28",
            "comment": "We sure he's not Brazilian?"
        },
        {
            "time": "2023-01-05 16:37:00",
            "comment": "This Lewis kid has come in and looked very good the past few games"
        },
        {
            "time": "2023-01-05 16:38:08",
            "comment": "pep knows alvarez exists right?"
        },
        {
            "time": "2023-01-05 16:38:30",
            "comment": "Look at the energy change"
        },
        {
            "time": "2023-01-05 16:39:32",
            "comment": "Gallagher looks like Mcmanamans son"
        },
        {
            "time": "2023-01-05 16:40:21",
            "comment": "Gallagher is unhinged"
        },
        {
            "time": "2023-01-05 16:41:15",
            "comment": "Chelsea's passing has been at such a low level this game"
        },
        {
            "time": "2023-01-05 16:44:45",
            "comment": "Yorkshire Pirlo is back"
        },
        {
            "time": "2023-01-05 16:46:28",
            "comment": "If Philips is fat then what the fuck am I"
        },
        {
            "time": "2023-01-05 16:47:06",
            "comment": "Phillips getting charity minutes to run off the Kebab he had for dinner"
        },
        {
            "time": "2023-01-05 16:49:27",
            "comment": "Shouldn't have brought on Omari, hopefully this match doesnt affect his confidence too much"
        },
        {
            "time": "2023-01-05 16:50:14",
            "comment": "Worth a hit. He's been really bright since he came on."
        },
        {
            "time": "2023-01-05 16:50:24",
            "comment": "Chelsea's tactic going forward seems to be to pass it sideways 3 times, and if that hasn't magically bamboozled City's defenders into walking off the pitch, pass it back to their defenders, reset and try the 3 pass bamboozle again"
        },
        {
            "time": "2023-01-05 16:51:44",
            "comment": "havertz is so much worse as a 9 than 10 or 8"
        },
        {
            "time": "2023-01-05 16:51:52",
            "comment": "Chelsea about to spend 200M on Enzo + Mudryk"
        },
        {
            "time": "2023-01-05 16:52:22",
            "comment": "Almost there. scrubbed off this win."
        },
        {
            "time": "2023-01-05 16:56:39",
            "comment": "potter with that PTSD stare lmao"
        },
        {
            "time": "2023-01-05 14:47:05",
            "comment": "What a great birthday gift. Watching my favorite team play :))))))"
        },
        {
            "time": "2023-01-05 16:38:07",
            "comment": "Lewis Hall looks pretty solid so far. Miles better than Cucurella at least"
        },
        {
            "time": "2023-01-05 16:41:13",
            "comment": "Here’s a fun fact. Chelsea are closer to the relegation zone than they are to the top of the league"
        },
        {
            "time": "2023-01-05 16:52:45",
            "comment": "In all honesty considering the injuries it could've been way worse"
        },
        {
            "time": "2023-01-05 16:28:57",
            "comment": "Is Cuckerella the biggest scam from the last transfer window?"
        },
        {
            "time": "2023-01-05 15:49:27",
            "comment": "So 1. Wish we could play city now, think we'd run through 'em - not sure it will be the case in a month's time\n\n\n2. I have so much respect for Thiago Silva, at 38, he's been such a rock during a very inconsistent time for Chelsea and dude just continues to cut out so much with absolute ease. Personification of class"
        },
        {
            "time": "2023-01-05 15:09:43",
            "comment": "Wtf Havertz could’ve played Auba clean through but literally just turned around and passed backwards??"
        },
        {
            "time": "2023-01-05 15:36:21",
            "comment": "Kai Havertz play a progressive pass challenge (impossible)"
        },
        {
            "time": "2023-01-05 15:44:10",
            "comment": "bald refs man...."
        },
        {
            "time": "2023-01-05 16:28:03",
            "comment": "You know what Chelsea need ~~An goodback up goalkeeper, a good striker, a defender younger than 30, effective wingers~~ A brand new 130 million pound midfielder"
        },
        {
            "time": "2023-01-05 16:35:41",
            "comment": "ahh the typical Rodri being allowed to do whatever the fuck he wants"
        },
        {
            "time": "2023-01-05 16:36:01",
            "comment": "Maybe what Chelsea need is Conte and what Spurs need is Potter."
        },
        {
            "time": "2023-01-05 16:48:19",
            "comment": "Good tactical foul by kova but did he even do anything lol. Grealish went down so so easy but did his pull his shirt or??"
        },
        {
            "time": "2023-01-05 14:53:22",
            "comment": "I'm going to bet we don't have a shot until the 74th minute."
        },
        {
            "time": "2023-01-05 15:02:35",
            "comment": "Would’ve thought they would make City wear different colors"
        },
        {
            "time": "2023-01-05 15:03:24",
            "comment": "Sterling injured ? Lmao"
        },
        {
            "time": "2023-01-05 15:07:15",
            "comment": "Unreal that we're bringing on Aubameyang to play 86 minutes in the year of our Lord 2023"
        },
        {
            "time": "2023-01-05 15:08:18",
            "comment": "why the fuck did he go backwards"
        },
        {
            "time": "2023-01-05 15:09:33",
            "comment": "Will Kante ever play for Chelsea again? I can’t remember the last time I watched him"
        },
        {
            "time": "2023-01-05 15:13:20",
            "comment": "City are going to have 80% possession"
        },
        {
            "time": "2023-01-05 15:13:40",
            "comment": "This is gonna be the Aubamayeng comeback game"
        },
        {
            "time": "2023-01-05 15:13:45",
            "comment": "Not sure what position he’s in but I don’t think Joao can play it."
        },
        {
            "time": "2023-01-05 15:16:32",
            "comment": "See kai? You can press triangle sometimes"
        },
        {
            "time": "2023-01-05 15:17:06",
            "comment": "[deleted]"
        },
        {
            "time": "2023-01-05 15:17:46",
            "comment": "Great bit of play there, and nice tackle from Stones."
        },
        {
            "time": "2023-01-05 15:17:47",
            "comment": "Jonny boulders"
        },
        {
            "time": "2023-01-05 15:18:34",
            "comment": "Not sure why Pep doesn't simply play his best players in their actual positions"
        },
        {
            "time": "2023-01-05 15:20:07",
            "comment": "Signed until 2030 still makes me laugh"
        },
        {
            "time": "2023-01-05 15:20:26",
            "comment": "Chelsea players get injured as often as us?"
        },
        {
            "time": "2023-01-05 15:20:31",
            "comment": "Pulisic :("
        },
        {
            "time": "2023-01-05 15:20:39",
            "comment": "Omari Hutchinson and Auba on to complete Arsenal redemption arcs and both grab a hattrick?"
        },
        {
            "time": "2023-01-05 15:20:42",
            "comment": "Pulisic being this banjaxed at 24 is quite sad"
        },
        {
            "time": "2023-01-05 15:21:28",
            "comment": "Pulisic is Captain America, but like, Steve Rodgers pre-super soldier serum"
        },
        {
            "time": "2023-01-05 15:21:47",
            "comment": "We're not going to have a team for Sunday at this rate 🤣"
        },
        {
            "time": "2023-01-05 15:23:15",
            "comment": "Kovacic is lookin dangerous today"
        },
        {
            "time": "2023-01-05 15:23:57",
            "comment": "ffs, I though K2 was injured too"
        },
        {
            "time": "2023-01-05 15:25:20",
            "comment": "We're miles off the pace"
        },
        {
            "time": "2023-01-05 15:25:22",
            "comment": "Stopping play to change a shoe is going to revolutionize Simeone's tactics"
        },
        {
            "time": "2023-01-05 15:25:37",
            "comment": "Having a blast listening to danish commentators pronounce Chukwuemeka."
        },
        {
            "time": "2023-01-05 15:25:42",
            "comment": "just fucking play cancelo as a left back and walker as a right back wtf is that shit"
        },
        {
            "time": "2023-01-05 15:25:44",
            "comment": "KdB is not sharp tonight"
        },
        {
            "time": "2023-01-05 15:26:10",
            "comment": "Pep really made a fucking mess of this game. Why is he so against playing people where they are comfortable and perform better?!"
        },
        {
            "time": "2023-01-05 15:26:29",
            "comment": "Damn we're playing well, going to be 3-0 City though"
        },
        {
            "time": "2023-01-05 15:27:26",
            "comment": "Idk which team to root for here, Chelsea loss would be good for Liverpool top 4 but I don't like City winning every year"
        }
    ]
}