{
    "title": "Match Thread: Man Utd vs Liverpool English",
    "match_date": "2022-08-22",
    "comments": [
        {
            "time": "2022-08-22 14:55:53",
            "comment": "The Dutch website I'm watching the stream on subtitled this game with ''Can Van Dijk stop Chong from scoring?''   \n\nI know they love to mention the Dutch players for both teams, but fucking Chong, lol"
        },
        {
            "time": "2022-08-22 15:17:17",
            "comment": "Milner was right, Virgil should've closed down on that instead of standing there like a statue for 4 seconds."
        },
        {
            "time": "2022-08-22 15:02:34",
            "comment": "I just like the fact that every single possible result in this game is really funny."
        },
        {
            "time": "2022-08-22 17:21:42",
            "comment": "Surely Maguire stays on the bench moving forward"
        },
        {
            "time": "2022-08-22 15:00:45",
            "comment": "This is such a relaxing game to watch. Every outcome is going to be funny"
        },
        {
            "time": "2022-08-22 15:48:26",
            "comment": "Maguire’s bench performance has been outstanding, really brought out the best of the team"
        },
        {
            "time": "2022-08-22 14:57:01",
            "comment": "19th vs 15th, let's get his relegation battle going"
        },
        {
            "time": "2022-08-22 15:41:52",
            "comment": "Fuck you Martinez that's the funniest og of all time"
        },
        {
            "time": "2022-08-22 16:24:17",
            "comment": "Via the transitive property, Brentford would beat Liverpool 6-0."
        },
        {
            "time": "2022-08-22 14:53:42",
            "comment": "As a fan of a team fighting for the title, I seriously can’t get motivated to watch these bottom 5 clashes like Man United vs Liverpool.\n\nSooner we get the Super League and fixtures like this are done with, the better."
        },
        {
            "time": "2022-08-22 15:20:15",
            "comment": "Martinez has great vision"
        },
        {
            "time": "2022-08-22 15:50:33",
            "comment": "People saying \"Martinez is actually good\", like he wasn't ajax player of the season last year."
        },
        {
            "time": "2022-08-22 15:19:22",
            "comment": "Van dijks a different player since mitrovic did him in"
        },
        {
            "time": "2022-08-22 15:13:56",
            "comment": "Lol NBC, the Ronaldo graphic. \"Reportedly given permission to leave the club (Only if another club buys him)\""
        },
        {
            "time": "2022-08-22 15:17:34",
            "comment": "Van Dijk relying on his aura"
        },
        {
            "time": "2022-08-22 15:57:18",
            "comment": "Fernandes should get an assist for pointing out where Sancho should put the ball in the net"
        },
        {
            "time": "2022-08-22 17:20:32",
            "comment": "Carragher isn't crying about the result here, he's actually crying about Ronaldo airing him probably"
        },
        {
            "time": "2022-08-22 18:40:07",
            "comment": "Please keep Maguire on the bench PLEASE"
        },
        {
            "time": "2022-08-22 15:52:57",
            "comment": "It took one half and Maguire’s job is gone"
        },
        {
            "time": "2022-08-22 15:36:59",
            "comment": "No mistakes in the first 30 minutes by Maguire. Greatness"
        },
        {
            "time": "2022-08-22 15:48:04",
            "comment": "Why am I seeing Milner on my TV screen in 2022?"
        },
        {
            "time": "2022-08-22 19:12:52",
            "comment": "I believe the guy saying telling me I was wrong about Liverpool because of their xG owes me an apology."
        },
        {
            "time": "2022-08-22 15:17:54",
            "comment": "Milner bollocking VVD is big time alpha shit"
        },
        {
            "time": "2022-08-22 15:20:48",
            "comment": "The Casemiro effect"
        },
        {
            "time": "2022-08-22 14:53:39",
            "comment": "Monday, the king is benched"
        },
        {
            "time": "2022-08-22 16:23:39",
            "comment": "Klopp 🤝 Pep\n\nGiving United wins here and there so fans don’t revolt against the Glazers and United’s true financial power isn’t unlocked"
        },
        {
            "time": "2022-08-22 15:20:37",
            "comment": "Casemiro is such a good DMF united are winning even without him playing"
        },
        {
            "time": "2022-08-22 16:56:00",
            "comment": "Martinez motm."
        },
        {
            "time": "2022-08-22 15:33:49",
            "comment": "All Casemiro has to do is be in the building and Liverpool can’t handle it"
        },
        {
            "time": "2022-08-22 17:23:37",
            "comment": "Damn, an upset at Old Trafford! We pulled a Brentford act.\n\nJokes aside, we finally showed some desire to win. I’m not going to complain too much. We were much much better from the last two games. I just hope this is not a one-match thing. Hope we keep this up.\n\nThis back-four looks good. Varane, Martinez and Malacia were the stand-out performers for me. \nAnd Martinez, my man! Hope the appreciation is as loud as the trolling. Man just threw himself around and killed for the ball. He’s got that dawg in him you know.\n\nMuch needed win to lighten the atmosphere around the club and get some momentum going forward."
        },
        {
            "time": "2022-08-22 17:53:02",
            "comment": "[removed]"
        },
        {
            "time": "2022-08-23 00:55:36",
            "comment": "[deleted]"
        },
        {
            "time": "2022-08-22 15:35:59",
            "comment": "Hope Roy's watching, a midfield of Henderson and Milner would be great at EURO 2012"
        },
        {
            "time": "2022-08-22 14:52:13",
            "comment": "this game is guaranteed to be a shit show one way or another"
        },
        {
            "time": "2022-08-22 17:03:22",
            "comment": "All the talk about the cost of Casemiro and Martinez but the business done for Malacia looks top quality"
        },
        {
            "time": "2022-08-22 14:52:16",
            "comment": "Casemiro wearing all black as he’s presented, like he’s coming to United’s Funeral lmao"
        },
        {
            "time": "2022-08-22 17:03:52",
            "comment": "Maguire was brilliant today.. did what he is best at."
        },
        {
            "time": "2022-08-22 14:50:59",
            "comment": "I don’t care who wins I just want 8-0"
        },
        {
            "time": "2022-08-22 15:33:11",
            "comment": "VVD looks like he can't be bothered this game, needs to lose the attitude."
        },
        {
            "time": "2022-08-22 16:19:58",
            "comment": "i'm not convinced, let's see man u perform against an actual contender like leeds or fulham, not relegation fodder like liverpool"
        },
        {
            "time": "2022-08-22 16:22:32",
            "comment": "It was MANE FC after all"
        },
        {
            "time": "2022-08-22 16:39:55",
            "comment": "Bruno mate you're embarrassing."
        },
        {
            "time": "2022-08-22 15:12:19",
            "comment": "Trent getting cooked twice in 10 minutes.\n\nEmbarrassing stuff really.\n\nGreat start by Man Utd nonetheless"
        },
        {
            "time": "2022-08-22 15:12:23",
            "comment": "This relegation six-pointer has been pretty good for the neutral so far."
        },
        {
            "time": "2022-08-22 15:37:56",
            "comment": "Dang martinez is real good"
        },
        {
            "time": "2022-08-22 16:24:12",
            "comment": "Malacias attitude is first class, the first and most important thing for any footballer really. Got quality added on that as well though of course."
        },
        {
            "time": "2022-08-22 15:44:28",
            "comment": "Martinez is really, really good so far, especially alongside Varane."
        },
        {
            "time": "2022-08-22 17:49:07",
            "comment": "That reminded me of Fergies United. Every player fighting for the ball and then piecing them up on the break. \n\nHopefully they can keep playing like this. Joy to watch."
        },
        {
            "time": "2022-08-22 16:55:16",
            "comment": "It's 3 weeks in and Liverpool have already dropped 7 points. In the 2019-20 season, it took Liverpool 30 matches to drop as many points."
        },
        {
            "time": "2022-08-22 16:15:22",
            "comment": "Klopp is tired of dealing with Pep then another bald fraud show up in town and giving him hard time."
        },
        {
            "time": "2022-08-22 17:05:59",
            "comment": "Van dijk is still on off-season break"
        },
        {
            "time": "2022-08-22 16:55:22",
            "comment": "Can never tell if Klopp is trying to greet or strangle someone"
        },
        {
            "time": "2022-08-22 15:12:01",
            "comment": "De Gea fucking left his box? nah get fucked, this is a simulation surely"
        },
        {
            "time": "2022-08-22 15:41:46",
            "comment": "Maguire woulda finished that"
        },
        {
            "time": "2022-08-22 15:43:12",
            "comment": "Martinez showing all those dumb cunt english pundits that the problem was their compatriot fridge that they always stand up for"
        },
        {
            "time": "2022-08-22 17:06:49",
            "comment": "The amount of shit united got for being bad and they are ahead of liverpool one week later. Peak Barclays this."
        },
        {
            "time": "2022-08-22 18:39:18",
            "comment": "Things ain't been the same since prem lost to the mls"
        },
        {
            "time": "2022-08-22 15:19:18",
            "comment": "This game is making Maguire look like a complete bum"
        },
        {
            "time": "2022-08-22 15:47:52",
            "comment": "Erik Ten Hag looks like Lenin."
        },
        {
            "time": "2022-08-22 16:52:14",
            "comment": "Not gonna lie, Bruno is pretty funny to watch as a neutral"
        },
        {
            "time": "2022-08-22 18:15:07",
            "comment": "United at 5:1 were too easy to pass up $$$$"
        },
        {
            "time": "2022-08-22 15:23:24",
            "comment": "credit where credit is due. glazers have turned it around and they have earned another five years of ownership"
        },
        {
            "time": "2022-08-22 16:27:09",
            "comment": "Malacia plays for the badge. Tears in my eyes."
        },
        {
            "time": "2022-08-22 16:35:24",
            "comment": "Lisandro Martinez is killing it"
        },
        {
            "time": "2022-08-22 16:44:12",
            "comment": "Van de Beek looks like a young Woody Harrelson"
        },
        {
            "time": "2022-08-22 14:56:01",
            "comment": "People are so focused on how funny it'd be if Man United lose their first 3 games, but I don't think enough attention has been paid to how funny it'd be if Liverpool were on 2 points from 3 very winnable games. Even a draw would be funny"
        },
        {
            "time": "2022-08-22 17:12:08",
            "comment": "Ten Haag has such a weird skull shape"
        },
        {
            "time": "2022-08-22 17:14:54",
            "comment": "martial is a big part of man utds attack. he was largely missed in the other 2 matches"
        },
        {
            "time": "2022-08-22 15:21:35",
            "comment": "WTF changed in this united team? can't believe they are playing like this"
        },
        {
            "time": "2022-08-22 15:52:50",
            "comment": "Mané and Maguire both making their absences felt"
        },
        {
            "time": "2022-08-22 17:07:40",
            "comment": "I didn't expect Jadon Sancho's voice to sound like that"
        },
        {
            "time": "2022-08-22 17:33:17",
            "comment": "Klopp: \"We should have won this game, I know it sounds ridiculous but that is how I saw it.” He has lost his mind…."
        },
        {
            "time": "2022-08-22 16:21:55",
            "comment": "Mane knew exactly when to get out."
        },
        {
            "time": "2022-08-22 16:36:29",
            "comment": "No fridge no Shaw and man utd defense looks like a proper one"
        },
        {
            "time": "2022-08-22 16:39:55",
            "comment": "Just give him a second yellow for that"
        },
        {
            "time": "2022-08-22 16:40:30",
            "comment": "Was there anything more predictable than Bruno trying to feign an injury after that ball incident"
        },
        {
            "time": "2022-08-22 16:50:14",
            "comment": "[Klopp to the touchline official at all times](https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRR_y9I5gTO1xw95i1rWh16DN8GYoJYCIpKOg&usqp=CAU)"
        },
        {
            "time": "2022-08-22 16:51:22",
            "comment": "6 more months of Glazers in 😎"
        },
        {
            "time": "2022-08-22 16:52:38",
            "comment": "First time in a minute I've been impressed by members of Man U's defence. Malacia and Martinez have been impeccable."
        },
        {
            "time": "2022-08-22 16:54:50",
            "comment": "Alright, so United won't finish 20th. \n\nI do wonder what Liverpool will do with their lineup against Bournemouth though."
        },
        {
            "time": "2022-08-22 16:55:14",
            "comment": "confirmed brentford and brighton title race"
        },
        {
            "time": "2022-08-22 15:47:59",
            "comment": "The nerve of English pundits to claim that the problem was Martinez and not the square-headed oaf Maguire in the previous matches. The nerve."
        },
        {
            "time": "2022-08-22 17:10:50",
            "comment": "Maguire and Shaw needs to never play again for United"
        },
        {
            "time": "2022-08-22 17:11:26",
            "comment": "I think arsenal might actually be biggest challengers against city this season"
        },
        {
            "time": "2022-08-22 22:46:34",
            "comment": "Trent was so bad"
        },
        {
            "time": "2022-08-22 16:05:24",
            "comment": "hahaha whys klopps mouth just hanging open like he got a lobotomy"
        },
        {
            "time": "2022-08-22 16:24:34",
            "comment": "Salah getting pocketed by Malacia and Martinez"
        },
        {
            "time": "2022-08-22 16:35:23",
            "comment": "Martinez reminds me of mascherano so much. No shit taken putting his whole heart on the field"
        },
        {
            "time": "2022-08-22 16:50:09",
            "comment": "Bruno is why people make fun of our sport"
        },
        {
            "time": "2022-08-22 16:50:48",
            "comment": "Bruno Fernandes is so unlikeable"
        },
        {
            "time": "2022-08-22 16:58:10",
            "comment": "Relegation six-pointer really delivered a compelling match \n\nI'm gonna go cry now."
        },
        {
            "time": "2022-08-22 17:01:02",
            "comment": "Martinez MotM?"
        },
        {
            "time": "2022-08-22 17:01:35",
            "comment": "Liverpool might have to splash some cash on midfielder or can bid goodbye to any trophy hopes"
        },
        {
            "time": "2022-08-22 16:06:03",
            "comment": "That shot of Ronaldo just staring looks almost exactly like Homelander lol"
        },
        {
            "time": "2022-08-22 16:54:18",
            "comment": "The thing I don't understand. You're allowed to waste as much time as possible in extra minutes and refs never have the guts to add the appropriate time on top of that any more."
        },
        {
            "time": "2022-08-22 16:57:59",
            "comment": "Imagine Losing to this Man U side right after Case touched old trafford ground, He keeps liverpool in chains on and off the pitch."
        },
        {
            "time": "2022-08-22 17:06:46",
            "comment": "What is this I am feeling? Happiness? Joy? I’m confused!"
        },
        {
            "time": "2022-08-22 16:39:56",
            "comment": "Bruno is easily one of the most annoying players in the world"
        },
        {
            "time": "2022-08-22 15:17:33",
            "comment": "Does Van Dijk just not engage with anything anymore, how about trying to make a block, he’s just standing there 😂"
        },
        {
            "time": "2022-08-22 15:20:54",
            "comment": "We were so busy memeing untied that maybe Liverpool were the relegation contenders all along?"
        },
        {
            "time": "2022-08-22 15:30:09",
            "comment": "Lmao that was a foul on Diaz in the first place???"
        },
        {
            "time": "2022-08-22 15:31:39",
            "comment": "Entire united team is on one level of intensity, while Rashford is on a level lower. He needs to up it a notch to be more effective, and honestly he can do that."
        },
        {
            "time": "2022-08-22 15:43:17",
            "comment": "Rashy is so washed"
        },
        {
            "time": "2022-08-22 16:17:38",
            "comment": "This relegation clash is hitting different"
        },
        {
            "time": "2022-08-22 16:40:05",
            "comment": "Oh Bruno... you make it impossible to root for you"
        },
        {
            "time": "2022-08-22 16:40:46",
            "comment": "Bruno Fernandes is hands down the biggest Bitch in English football"
        },
        {
            "time": "2022-08-22 16:57:34",
            "comment": "Liverpool have been horrendous these 3 games"
        },
        {
            "time": "2022-08-22 17:13:51",
            "comment": "Can't work out which manager Keane's haircut reminds me of"
        },
        {
            "time": "2022-08-22 19:35:33",
            "comment": "bruh"
        },
        {
            "time": "2022-08-22 15:08:21",
            "comment": "That's the definition of a yellow"
        },
        {
            "time": "2022-08-22 15:17:28",
            "comment": "Lmao Milner giving VVD the hairdryer"
        },
        {
            "time": "2022-08-22 15:20:45",
            "comment": "What a pass by Eriksen."
        },
        {
            "time": "2022-08-22 15:26:04",
            "comment": "Fuck man Eriksen has been amazing, tackles, interceptions, retaining possession. New role but playing like he's a natural there"
        },
        {
            "time": "2022-08-22 15:30:06",
            "comment": "Diaz was definitely fouled first?"
        },
        {
            "time": "2022-08-22 15:40:43",
            "comment": "Martinez shutting some people up today"
        },
        {
            "time": "2022-08-22 15:41:59",
            "comment": "Martinez 😍🇦🇷"
        },
        {
            "time": "2022-08-22 15:44:46",
            "comment": "Yeah. Maguire isnt a starter anymore. He isn't benching Varane or Martinez"
        },
        {
            "time": "2022-08-22 15:51:33",
            "comment": "SHAW shouldn’t start ever again , Varane and Malacia FTW"
        },
        {
            "time": "2022-08-22 16:13:11",
            "comment": "am I crazy or that looked like a clear offside"
        },
        {
            "time": "2022-08-22 16:13:33",
            "comment": "Did they even draw 2 lines there?"
        },
        {
            "time": "2022-08-22 16:29:07",
            "comment": "Shaw is done out ere.\n\nThe person who said Malacia would displace him 3 games into the season was spot on."
        },
        {
            "time": "2022-08-22 16:29:34",
            "comment": "Wario meme: we’ve kept the glazers in….. but at what cost??"
        },
        {
            "time": "2022-08-22 16:33:55",
            "comment": "So unnecessary Bruno. I mean, diving is never necessary but that was exceptionally unneeded."
        },
        {
            "time": "2022-08-22 16:34:17",
            "comment": "I'll have whatever Rashford took before this game please."
        },
        {
            "time": "2022-08-22 16:36:26",
            "comment": "So this is why they celebrated the charity shield like the world cup. They knew."
        },
        {
            "time": "2022-08-22 16:39:55",
            "comment": "Is Bruno actually looking for a red card, looking like a true cunt"
        },
        {
            "time": "2022-08-22 16:40:28",
            "comment": "Such a joke, Bruno has to get booked for that."
        },
        {
            "time": "2022-08-22 16:40:59",
            "comment": "Bruno knew he could get away with any weird shithousery there because that would have been the second yellow and Michael Oliver wasn't gonna follow up a diving-yellow with that, which as a neutral I gotta appreciate this true masterclass"
        },
        {
            "time": "2022-08-22 16:53:28",
            "comment": "Can't wait to hear Klopps excuse for this one. Lol"
        },
        {
            "time": "2022-08-22 16:55:21",
            "comment": "And just like that, as dog shit as United have looked the first two matches, they're now ahead of Liverpool in the table."
        },
        {
            "time": "2022-08-22 16:56:34",
            "comment": "Lmao we’re actually above Liverpool right now"
        },
        {
            "time": "2022-08-22 15:46:57",
            "comment": "How can anyone think that's anything less than a yellow by Dalot? What could Bruno even argue for there?"
        },
        {
            "time": "2022-08-22 16:54:39",
            "comment": "Malacia and Martinez were immense. BuT hE iS tOo ShOrT"
        },
        {
            "time": "2022-08-22 16:59:36",
            "comment": "God I can't wait to see Bruno vs Romero, when an unstoppable cunt meats an immovable cunt."
        },
        {
            "time": "2022-08-22 17:02:25",
            "comment": "What the hell is going on with Liverpool? Great last season and now drawing against lower table teams and losing to man United. VVD has been struggling the last few games. I really don’t know what’s going on, but I hope they can sort things out."
        },
        {
            "time": "2022-08-22 17:27:35",
            "comment": "Bruh"
        },
        {
            "time": "2022-08-22 16:59:24",
            "comment": "The key was Maguire.  Excising him from the lineup was the cure.  Please sell him to Chelsea."
        },
        {
            "time": "2022-08-22 14:57:10",
            "comment": "United losing and having 0 points after 3 games would be fun, but Liverpool losing and having 2 points after 3 is great as well... idk who to root for"
        },
        {
            "time": "2022-08-22 15:06:32",
            "comment": "Bro pushed Milner with both hands lol"
        },
        {
            "time": "2022-08-22 15:07:04",
            "comment": "So lucky to get away with that Trent"
        },
        {
            "time": "2022-08-22 15:33:11",
            "comment": "Did Liverpool switch bodies with last week’s Manchester United"
        },
        {
            "time": "2022-08-22 15:37:48",
            "comment": "The Varane Martinez partnership has been great so far"
        },
        {
            "time": "2022-08-22 15:42:06",
            "comment": "I’m 5’8” and it would be nice if commentators stop talking about Martinez height"
        },
        {
            "time": "2022-08-22 15:43:27",
            "comment": "Even with Trents horror performance Rashford somehow still has been the worst player on the pitch"
        },
        {
            "time": "2022-08-22 15:54:26",
            "comment": "So…if United win, will the narrative switch to a “What’s wrong with Liverpool?” Type thing?"
        },
        {
            "time": "2022-08-22 15:54:51",
            "comment": "As long as Varane and Martinez are healthy \n\nMaguire should never touch the pitch again"
        },
        {
            "time": "2022-08-22 16:08:18",
            "comment": "0 shots on target. The only one who came close to score for Liverpool was fernandes"
        },
        {
            "time": "2022-08-22 16:15:04",
            "comment": "Biggest winners tonight are the Glazers \n\nAll the eyes are off them now"
        },
        {
            "time": "2022-08-22 16:19:35",
            "comment": "Ten Haag’s problem is now he doesn’t know who from Maguire, Ronaldo or Shaw was the problem."
        },
        {
            "time": "2022-08-22 16:22:33",
            "comment": "Klopp’s excuses tonight should be magnificent"
        },
        {
            "time": "2022-08-22 16:24:13",
            "comment": "this is just a lazy fucking performance. Half these players just don't look arsed. Stat just came up that we've been outrun. By United, who famously haven't fucking run very much. Embarrassing."
        },
        {
            "time": "2022-08-22 16:29:48",
            "comment": "Mcfred last dance, tears in my eyes"
        },
        {
            "time": "2022-08-22 16:31:26",
            "comment": "Salah in that 30+ year old new contract with massive wages form 🔥🔥🔥\n\nCan’t escape it, legit happens every time without fail lmao"
        },
        {
            "time": "2022-08-22 16:32:06",
            "comment": "Bruno can't handle the ball, touch of a zebra, flops for a penalty. At least ref followed with a yellow"
        },
        {
            "time": "2022-08-22 16:34:52",
            "comment": "Yeah Martinez is fucking amazing"
        },
        {
            "time": "2022-08-22 16:35:22",
            "comment": "Who is this Martinez guy? He's defending like a maniac!"
        },
        {
            "time": "2022-08-22 16:37:21",
            "comment": "One goal and Rashford is Messi now, people underestimate the impact of mentality and confidence on player's ouputs"
        },
        {
            "time": "2022-08-22 16:39:28",
            "comment": "Ref is a fucking pussy for not sending Bruno off. What a loser lmao"
        },
        {
            "time": "2022-08-22 16:39:38",
            "comment": "[deleted]"
        },
        {
            "time": "2022-08-22 16:40:34",
            "comment": "Bruno should’ve been sent off."
        },
        {
            "time": "2022-08-22 16:40:34",
            "comment": "Bruno is such a rat cunt lol, and I’m a neutral here."
        },
        {
            "time": "2022-08-22 16:40:46",
            "comment": "If a player is on a yellow, they should still get a second yellow for timewasting. Michael Oliver is a spineless bellend, that’s the most blatant yellow I’ve ever seen, send the ratty scum off."
        },
        {
            "time": "2022-08-22 16:41:24",
            "comment": "Send off the Rat you coward."
        },
        {
            "time": "2022-08-22 16:45:29",
            "comment": "The 2-2 smell is very strong right now"
        },
        {
            "time": "2022-08-22 16:47:56",
            "comment": "Well that was pathetic"
        },
        {
            "time": "2022-08-22 16:48:27",
            "comment": "On Monday, the King jogs"
        },
        {
            "time": "2022-08-22 16:48:45",
            "comment": "Imagine 10 years ago saying that people would call Ronaldo “the king” as slander, unreal"
        },
        {
            "time": "2022-08-22 16:50:35",
            "comment": "Wake up baby new Klopp excuse dropped"
        },
        {
            "time": "2022-08-22 16:52:49",
            "comment": "Martial telling the ball boy to chill ahah"
        },
        {
            "time": "2022-08-22 16:54:16",
            "comment": "Every now and then Martial reminds me that he’s  got better than average skills."
        },
        {
            "time": "2022-08-22 16:54:35",
            "comment": "I can’t believe they won and they didn’t even sub in Maguire that’s squad depth"
        },
        {
            "time": "2022-08-22 17:07:19",
            "comment": "Martial is going to be a key player if he stays fit"
        },
        {
            "time": "2022-08-22 17:45:15",
            "comment": "So many jokes about united but liverpool is the team that needs a makeover 😂😂😂"
        },
        {
            "time": "2022-08-22 17:16:19",
            "comment": "So now Carra is a Martinez fanboy, what a fickle weirdo"
        },
        {
            "time": "2022-08-22 15:30:47",
            "comment": "Grabbing Diaz by the hips but not a foul?"
        },
        {
            "time": "2022-08-22 16:14:53",
            "comment": "VAR review \n\n*shows view from corner flag*\n\n*shows line from Rashfords foot*\n\n*that’s all they show*\n\n“Looks good to me”"
        },
        {
            "time": "2022-08-22 16:22:37",
            "comment": "Soccer aid performance from Firmino"
        },
        {
            "time": "2022-08-22 16:47:07",
            "comment": "it's insane how the only professional footballers who ever seem to get cramp are the ones who are in front and trying to see out a result"
        },
        {
            "time": "2022-08-22 17:28:12",
            "comment": "We could draw & lose every game until may and fsg wouldn’t sign anyone, and klopp will say that’s he’s happy with the squad."
        },
        {
            "time": "2022-08-22 14:53:12",
            "comment": "\"I'm not starting Ronaldo because he refuses to press\"\n\nMakes sense."
        },
        {
            "time": "2022-08-22 14:55:54",
            "comment": "Show the protest outside the stadium you cowards!"
        },
        {
            "time": "2022-08-22 14:58:11",
            "comment": "Michael Owen not wanting to see Liverpool batter United again. This man is our ambassador."
        },
        {
            "time": "2022-08-22 15:23:17",
            "comment": "does VVD not get dribbled past because he refuses to even attempt to defend in fear someone will dribble past him"
        },
        {
            "time": "2022-08-22 15:31:43",
            "comment": "dalot fouled him like 4 times and still gets the call lmao"
        },
        {
            "time": "2022-08-22 15:35:10",
            "comment": "You can already see the difference with no Maguire and Shaw in the lineup. Maguire should never start again for United."
        },
        {
            "time": "2022-08-22 15:38:48",
            "comment": "[deleted]"
        },
        {
            "time": "2022-08-22 15:41:48",
            "comment": "Lisandro Martinez is MASSIVE"
        },
        {
            "time": "2022-08-22 15:42:24",
            "comment": "Maguire would have put that top cheese, Fernandes has no finish"
        },
        {
            "time": "2022-08-22 15:42:47",
            "comment": "Lmao Bruno that could’ve been an all timer"
        },
        {
            "time": "2022-08-22 15:42:52",
            "comment": "Bruno's finishing has been abysmal. He should be scoring from there, can't believe Martinez managed to block it"
        },
        {
            "time": "2022-08-22 15:43:07",
            "comment": "Martinez has been incredible."
        },
        {
            "time": "2022-08-22 15:43:17",
            "comment": "Rashford is completely done at this level\n\nActually washed.. damn"
        },
        {
            "time": "2022-08-22 15:44:20",
            "comment": "Rashford doing Ronaldo chops oh brother"
        },
        {
            "time": "2022-08-22 15:47:25",
            "comment": "United fans going to bottle this walkout now aren’t they"
        },
        {
            "time": "2022-08-22 15:48:28",
            "comment": "I’ve seen all I needed to see: \n\nBrentford >>>> Man U > Liverpool"
        },
        {
            "time": "2022-08-22 15:53:31",
            "comment": "is this Klopps 7th year?"
        },
        {
            "time": "2022-08-22 16:12:48",
            "comment": "I don't know if I trust that VAR call"
        },
        {
            "time": "2022-08-22 16:13:15",
            "comment": "we're out here putting the \"mid\" in \"midfield\""
        },
        {
            "time": "2022-08-22 16:13:34",
            "comment": "Think VAR didn’t want to rule out a big confidence boosting offside goal for Rashford. Can excuse it tbh"
        },
        {
            "time": "2022-08-22 16:14:22",
            "comment": "All we need now is a Martinez header"
        },
        {
            "time": "2022-08-22 16:16:23",
            "comment": "Rashford was definitely offside but the guys working VAR went \"imagine the scenes\"."
        },
        {
            "time": "2022-08-22 16:24:11",
            "comment": "Malacia pocketing salah"
        },
        {
            "time": "2022-08-22 16:24:15",
            "comment": "Malacia pocketed Salah. Unbelievable."
        },
        {
            "time": "2022-08-22 16:28:00",
            "comment": "Compare the atittude of malacia with Shaw..."
        },
        {
            "time": "2022-08-22 16:28:51",
            "comment": "Malacia is proof that not every signing has to be 50m+"
        },
        {
            "time": "2022-08-22 16:30:01",
            "comment": "So Brentford 6-0 Liverpool incoming?"
        },
        {
            "time": "2022-08-22 16:31:46",
            "comment": "That dive was so bad that it deserves a red card"
        },
        {
            "time": "2022-08-22 16:33:56",
            "comment": "Rashford dribble past 3 ? What year is it?"
        },
        {
            "time": "2022-08-22 16:34:07",
            "comment": "Who tf possessed Rashford bruh"
        },
        {
            "time": "2022-08-22 16:39:57",
            "comment": "Holy fuck that little fight for the ball was the most hilarious childish shit, I can’t stop laughing"
        },
        {
            "time": "2022-08-22 16:40:06",
            "comment": "Bruno wtf man"
        },
        {
            "time": "2022-08-22 16:40:35",
            "comment": "Get Bruno the fuck off"
        },
        {
            "time": "2022-08-22 16:40:35",
            "comment": "You just can't let Bruno get away with that. Sending off or not it's a yellow card."
        },
        {
            "time": "2022-08-22 16:42:03",
            "comment": "Eriksen should be subbed asap"
        },
        {
            "time": "2022-08-22 16:42:09",
            "comment": "Bruno looks like the rat from Ratatouille"
        },
        {
            "time": "2022-08-22 16:42:17",
            "comment": "CR reduced to sympathy minutes"
        },
        {
            "time": "2022-08-22 16:42:55",
            "comment": "Whenever the quality of my stream drops I assume that means a goal is about to be scored"
        },
        {
            "time": "2022-08-22 16:46:43",
            "comment": "Tactical loss of potassium"
        },
        {
            "time": "2022-08-22 16:50:28",
            "comment": "Fernandes is thoroughly dislikable isn’t it"
        },
        {
            "time": "2022-08-22 16:53:57",
            "comment": "Bald fraud status on hold"
        },
        {
            "time": "2022-08-22 16:55:28",
            "comment": "Pitch was wet today"
        },
        {
            "time": "2022-08-22 16:56:25",
            "comment": "Disasterclass from Liverpool. Not seen them play so badly in a long while."
        },
        {
            "time": "2022-08-22 16:57:22",
            "comment": "Liverpool actually unlocked Rashford"
        },
        {
            "time": "2022-08-22 16:58:56",
            "comment": "The point table looks very weird"
        },
        {
            "time": "2022-08-22 16:39:55",
            "comment": "God Bruno is such a bitch"
        },
        {
            "time": "2022-08-22 16:46:17",
            "comment": "\"Unusual for defenders to go down with cramp\"\n\nYeah Gary mate because he's faking it."
        },
        {
            "time": "2022-08-22 17:09:25",
            "comment": "Bruno was hilarious that game"
        },
        {
            "time": "2022-08-22 16:13:11",
            "comment": "Strange that they haven’t show us the lines on that one, plus the weird angle as well."
        },
        {
            "time": "2022-08-22 16:41:27",
            "comment": "Bruno should have been off there, what a smeghead"
        },
        {
            "time": "2022-08-22 16:44:34",
            "comment": "Ronaldo a time wasting sub 😭 the kings team spirit knows no bounds"
        },
        {
            "time": "2022-08-22 16:52:16",
            "comment": "This is honestly less so that United were amazing but more so that Liverpool were absolute dogshit.\n\nDon't get me wrong United had good periods but Liverpool showed absolutely nothing across most of the 90."
        },
        {
            "time": "2022-08-22 17:05:11",
            "comment": "embarrassing result. defense was atrocious"
        },
        {
            "time": "2022-08-22 14:58:20",
            "comment": "Honestly, any result is going to end up being funny. Manchester lose again? Funny. Liverpool lose? There goes the league. Draw? Well both teams don't want.\n\nShould be a great game or a terrible one... hoping its a great one."
        },
        {
            "time": "2022-08-22 15:11:46",
            "comment": "🦀🦀DE GEA CAME OFF HIS LINE🦀🦀"
        },
        {
            "time": "2022-08-22 15:12:31",
            "comment": "Did De Gea just leave his box? Jesus, I like that."
        },
        {
            "time": "2022-08-22 15:19:16",
            "comment": "I have not seen a Liverpool performance this bad in probably 5 years"
        },
        {
            "time": "2022-08-22 15:20:14",
            "comment": "That canceled day off after the Brentford game really worked 😂"
        },
        {
            "time": "2022-08-22 15:23:50",
            "comment": "This is pretty exciting for a bottom-of-the-table match"
        },
        {
            "time": "2022-08-22 15:29:52",
            "comment": "Firmino had zero fucking intent to attack the goal himself\n\nfucking scoop chipped it like he's playing Fifa 12 the bellend"
        },
        {
            "time": "2022-08-22 15:31:08",
            "comment": "United players are playing their hearts out ngl"
        },
        {
            "time": "2022-08-22 15:32:03",
            "comment": "Seeing Case hurts :((("
        },
        {
            "time": "2022-08-22 15:33:46",
            "comment": "Seeing Casemiro in a United jersey will be *trippy.*"
        },
        {
            "time": "2022-08-22 15:33:56",
            "comment": "Elliott looks like the cousin in your family that has never held a full time job and bugs you to go outside and smoke at family gatherings"
        },
        {
            "time": "2022-08-22 15:39:32",
            "comment": "varane and martinez have been bossing it so far\n\nMaguire lost his spot?"
        },
        {
            "time": "2022-08-22 15:39:42",
            "comment": "Life without Mane..."
        },
        {
            "time": "2022-08-22 15:40:56",
            "comment": "Lisandro said the banter was enough."
        },
        {
            "time": "2022-08-22 15:41:19",
            "comment": "I love Martinez agression"
        },
        {
            "time": "2022-08-22 15:41:41",
            "comment": "I saw a blonde player on the ball and thought “oh wow McTominay look so composed and patient!” \n\nThen another blonde player got the ball, had a bad first touch and fumbled the ball away. “McTominay” the commentator said.\n\nI had confused Eriksen with McTominay."
        },
        {
            "time": "2022-08-22 15:41:50",
            "comment": "Bruno with the brainfart"
        },
        {
            "time": "2022-08-22 15:42:06",
            "comment": "Great job Martinez but what the fuck Bruno"
        },
        {
            "time": "2022-08-22 15:42:42",
            "comment": "Fuck if that was Maguire it'd be in."
        },
        {
            "time": "2022-08-22 15:43:05",
            "comment": "Martinez is prety good"
        },
        {
            "time": "2022-08-22 15:43:15",
            "comment": "Martinez has grown a solid 6 inches since the last game"
        },
        {
            "time": "2022-08-22 15:43:29",
            "comment": "Loool Martinez deserves MOTM for that"
        },
        {
            "time": "2022-08-22 15:44:48",
            "comment": "This is united's best suowing in months and rashford still manages to look like shit"
        },
        {
            "time": "2022-08-22 15:46:50",
            "comment": "Trent really saw Reece James’s terrible game yesterday and decided to outdo it"
        },
        {
            "time": "2022-08-22 15:47:01",
            "comment": "One of the worst halves I’ve seen Liverpool play under Klopp. They look so lethargic"
        },
        {
            "time": "2022-08-22 15:47:16",
            "comment": "It’s been a bold decision by us to play without a midfield for 45 minutes"
        },
        {
            "time": "2022-08-22 15:47:52",
            "comment": "Martinez and Varane WORKS btw"
        },
        {
            "time": "2022-08-22 15:49:15",
            "comment": "Is it me or is Lucha playing a lot better now without Maguire next to him? I hope he can shut up the haters soon."
        },
        {
            "time": "2022-08-22 15:49:26",
            "comment": "Good news: Elliott has been our best midfielder\n\nBad news: Elliott has been our best midfielder"
        },
        {
            "time": "2022-08-22 15:49:44",
            "comment": "Im ready for a season where City and Liverpool are not as nearly invincible as they have been if it means a 4 way chase for the title. As long as anyone but Spurs win."
        },
        {
            "time": "2022-08-22 15:56:29",
            "comment": "Liverpool should buy Casemiro…"
        },
        {
            "time": "2022-08-22 15:56:56",
            "comment": "Saying Liverpool has no midfield this match is only a slight exaggeration"
        },
        {
            "time": "2022-08-22 15:57:59",
            "comment": "That goal was so shambolic. Trent just jogging watching Sancho spin Milner about, and VVD just standing and staring rather than even trying to pressure him."
        },
        {
            "time": "2022-08-22 16:03:48",
            "comment": "Lmao did we just try to do the kick off glitch?"
        },
        {
            "time": "2022-08-22 16:06:15",
            "comment": "Lmao, look at ronaldo"
        },
        {
            "time": "2022-08-22 16:12:22",
            "comment": "Explain to me how that was onside and Jesus was offside lmao"
        },
        {
            "time": "2022-08-22 16:13:16",
            "comment": "Rashford scoring against Liverpool what year is it"
        },
        {
            "time": "2022-08-22 16:13:17",
            "comment": "What? Wasn't it offside?"
        },
        {
            "time": "2022-08-22 16:13:25",
            "comment": "lol no way that's ON"
        },
        {
            "time": "2022-08-22 16:14:14",
            "comment": "2-0 is the most dangerous lead..."
        },
        {
            "time": "2022-08-22 16:15:12",
            "comment": "Trent losing another big game all on his own. Liverpool fans ponder if they’d be better off with him sabotaging England.."
        },
        {
            "time": "2022-08-22 16:17:20",
            "comment": " United fans signing you’re just a shit Casemiro to Fabinho looooooool but they’re right tho"
        },
        {
            "time": "2022-08-22 16:19:11",
            "comment": "In all seriousness, I’m assuming Liverpool are just making this year more interesting for themselves.\n\nCan’t wait to see how they end up finishing 1 point behind City… in third, as Arsenal win the title"
        },
        {
            "time": "2022-08-22 16:21:39",
            "comment": "Mane was the glue holding all this together after all!"
        },
        {
            "time": "2022-08-22 16:23:02",
            "comment": "Makes me think that Mané had the correct idea to run away from this team."
        },
        {
            "time": "2022-08-22 16:26:48",
            "comment": "Shaw and Maguire were holding back this United super team"
        },
        {
            "time": "2022-08-22 16:26:50",
            "comment": "This NEEDS to be Utd's starting defence from now on. It's night and day without the England players dragging them down. They all look like they're ready to fight for each other too."
        },
        {
            "time": "2022-08-22 16:27:35",
            "comment": "Will the pundits have the balls to say how much better is United's defense without Maguire and Shaw?\n\nOr is it forbidden to shit on English NT members?"
        },
        {
            "time": "2022-08-22 16:28:39",
            "comment": "Fred's hair is looking pretty sick tbh"
        },
        {
            "time": "2022-08-22 16:30:37",
            "comment": "Manu losing the first two games so embarrassingly only to make them beating Liverpool worse is top class."
        },
        {
            "time": "2022-08-22 16:31:15",
            "comment": "Casemiro’s smile 🥲"
        },
        {
            "time": "2022-08-22 16:31:21",
            "comment": "Awful touch Bruno"
        },
        {
            "time": "2022-08-22 16:31:33",
            "comment": "Just realized that Casemiro looks like Nadal with more hair"
        },
        {
            "time": "2022-08-22 16:32:05",
            "comment": "Bruno, this is why people don’t like you!"
        },
        {
            "time": "2022-08-22 16:32:25",
            "comment": "Got to say, referees been on point tonight"
        },
        {
            "time": "2022-08-22 16:34:00",
            "comment": "This Martin Rashford lad looks much better than his brother"
        },
        {
            "time": "2022-08-22 16:36:02",
            "comment": "Two questions for Liverpool:\n\n1. Why is VVD not as good any more?\n2. Why did they let Mane go?"
        },
        {
            "time": "2022-08-22 16:39:09",
            "comment": "Bruno is going to get a card. Jesus Christ Bruno"
        },
        {
            "time": "2022-08-22 16:39:53",
            "comment": "absolutely embarrassed for Bruno"
        },
        {
            "time": "2022-08-22 16:39:54",
            "comment": "Fernandes is pathetic"
        },
        {
            "time": "2022-08-22 16:40:01",
            "comment": "Lol Fernandes crying after holding the ball like that, should be 2nd yellow"
        },
        {
            "time": "2022-08-22 16:40:16",
            "comment": "Surely that behaviour is a second yellow?"
        },
        {
            "time": "2022-08-22 16:40:28",
            "comment": "Bruno is an absolute moron. Why would he even risk that?"
        },
        {
            "time": "2022-08-22 16:40:31",
            "comment": "Wait, is that not a booking?"
        },
        {
            "time": "2022-08-22 16:40:45",
            "comment": "Bruno is a serious cunt"
        },
        {
            "time": "2022-08-22 16:41:07",
            "comment": "Salah is a lot like Son, could be anonymous the whole game but makes a difference when it matters."
        },
        {
            "time": "2022-08-22 16:42:08",
            "comment": "Bruno is on a yellow doing these stupid moves."
        },
        {
            "time": "2022-08-22 16:42:28",
            "comment": "Bruno should play for Simeone at some point , he would love him"
        },
        {
            "time": "2022-08-22 16:47:21",
            "comment": "Inb4 man United get battered next week.\n\n\nChuck mcgill: people don't change"
        },
        {
            "time": "2022-08-22 16:49:55",
            "comment": "Love how fast these guys stand up once they realise the ref isn’t going to bite"
        },
        {
            "time": "2022-08-22 16:50:47",
            "comment": "Bruno \"*ow my face*\" Fernandes"
        },
        {
            "time": "2022-08-22 16:51:58",
            "comment": "The sky crowd noise has dipped in and out all game, as if they're trying to censor a chant even though I can't hear anything bad at all"
        },
        {
            "time": "2022-08-22 16:53:04",
            "comment": "Klopp already underwent five stages of grief"
        },
        {
            "time": "2022-08-22 16:54:01",
            "comment": "Best we’ve played since City away in 2019, absolutely brilliant display"
        },
        {
            "time": "2022-08-22 16:54:04",
            "comment": "I wouldn't be able to look Bruno in the eye if I saw him with the NT"
        },
        {
            "time": "2022-08-22 16:54:37",
            "comment": "Last 5 minutes and what are our players doing ? Giving the corner, giving the ball to United. \n\nWhat a dreadful play and dreadful management by Klopp"
        },
        {
            "time": "2022-08-22 16:55:00",
            "comment": "Klopp trying to kill bruno"
        },
        {
            "time": "2022-08-22 16:55:03",
            "comment": "Martial is enjoying this way too much"
        },
        {
            "time": "2022-08-22 16:55:28",
            "comment": "Klopp choking Bruno lol he appreciates the shithousery"
        },
        {
            "time": "2022-08-22 16:56:29",
            "comment": "Klopp's gonna drop an F bomb or two during the interview tonight, then chin Geoff Shreeves after Shreeves asks him to not swear."
        },
        {
            "time": "2022-08-22 16:57:32",
            "comment": "Ronaldo: ok guess I'll stay"
        },
        {
            "time": "2022-08-22 15:28:44",
            "comment": "Think we're seeing why Southgate doesn't pick TAA now"
        },
        {
            "time": "2022-08-22 15:48:22",
            "comment": "My boy Licha Martinez carrying his weight like he’s always played at this level"
        },
        {
            "time": "2022-08-22 16:40:01",
            "comment": "What a weak refs in England really how this is not 2nd yellow I dont know"
        },
        {
            "time": "2022-08-22 16:55:18",
            "comment": "Lool\nAnd people said the preseason win wouldn’t translate"
        },
        {
            "time": "2022-08-22 15:33:46",
            "comment": "flair :Manchester_City:"
        },
        {
            "time": "2022-08-23 01:42:47",
            "comment": "tv pundits acting like United will go winless this season"
        },
        {
            "time": "2022-08-22 15:30:23",
            "comment": "Foul on Diaz???"
        },
        {
            "time": "2022-08-22 15:30:31",
            "comment": "That's a foul on Diaz what the fuck was that"
        },
        {
            "time": "2022-08-22 15:43:22",
            "comment": "Martinez: \"I swear on my mother he's playing against us\""
        },
        {
            "time": "2022-08-22 16:41:38",
            "comment": "How did Bruno not get sent off for that? Genuinely curious"
        },
        {
            "time": "2022-08-22 16:49:47",
            "comment": "Fernandes is a bit of a cunt isnt he ?"
        },
        {
            "time": "2022-08-22 14:52:14",
            "comment": "I'd like to see Casemiro playing in a suit"
        },
        {
            "time": "2022-08-22 15:07:03",
            "comment": "Elanga has no actual dribbling skills. He just runs"
        },
        {
            "time": "2022-08-22 15:07:50",
            "comment": "How is that not a yellow"
        },
        {
            "time": "2022-08-22 15:07:56",
            "comment": "How’s that not a yellow"
        },
        {
            "time": "2022-08-22 15:09:18",
            "comment": "Harry Maguire is one of those people who you can tell is British without him saying anything. Some white people look like they could be British, French, German, Swiss etc. Not Harry though. Very distinctive face he has."
        },
        {
            "time": "2022-08-22 15:17:26",
            "comment": "The way I’m trying not to smile right now lol this team annoys me cause this is what we can do, yet always choose not to"
        },
        {
            "time": "2022-08-22 15:18:54",
            "comment": "Why doesn’t VVD close Sancho down?? Just stands there 5 meters away!"
        },
        {
            "time": "2022-08-22 15:19:06",
            "comment": "Honestly the best thing about Man U vs Liverpool on Sky Sports is that they completely bypass the \"hurr durr commentators biased\" critique by having the most biased people they can find on both sides"
        },
        {
            "time": "2022-08-22 15:19:16",
            "comment": "Van Dijk is so nonchalant when he defends. Looks cool when it works but when his defending is poor like it has been this season it looks almost arrogant"
        },
        {
            "time": "2022-08-22 15:25:35",
            "comment": "Lisandro Martínez must have a candle under his ass after all the shitting over his height by pundits he received last week."
        },
        {
            "time": "2022-08-22 15:27:18",
            "comment": "Eriksen is awesome"
        },
        {
            "time": "2022-08-22 15:28:51",
            "comment": "Varane and Martinez are both good. It's unfair that we don't get to play against captain Maguire."
        },
        {
            "time": "2022-08-22 15:29:16",
            "comment": "Varane having to take a yellow to cover McTominay's mistake 💀"
        },
        {
            "time": "2022-08-22 15:30:11",
            "comment": "How is that not a foul on Diaz?"
        },
        {
            "time": "2022-08-22 15:34:30",
            "comment": "I'm glad Malacia is confident on the ball during his baptism by fire so far."
        },
        {
            "time": "2022-08-22 15:38:49",
            "comment": "Martinez got Milner on a leash man"
        },
        {
            "time": "2022-08-22 15:39:42",
            "comment": "Lmao milner spitting in his own face"
        },
        {
            "time": "2022-08-22 15:41:11",
            "comment": "Yo martinez-varane is class"
        },
        {
            "time": "2022-08-22 15:41:19",
            "comment": "Martinez is brilliant! Love to see it"
        },
        {
            "time": "2022-08-22 15:41:45",
            "comment": "How has Bruno Fernandes missed such a sitter?!...."
        },
        {
            "time": "2022-08-22 15:41:50",
            "comment": "Bruno HAHHAHAHAHAHAHAHAH"
        },
        {
            "time": "2022-08-22 15:42:33",
            "comment": "Martinez MOTM so far"
        },
        {
            "time": "2022-08-22 15:42:46",
            "comment": "Appreciate the attempt of a lifeline Bruno"
        },
        {
            "time": "2022-08-22 15:42:57",
            "comment": "Martínez is so good"
        },
        {
            "time": "2022-08-22 15:43:51",
            "comment": "Nah Martinez just saved Bruno from an all time moment man ffs"
        },
        {
            "time": "2022-08-22 15:44:06",
            "comment": "Bro\n\nWtf is Bruno doing 🤣🤣🤣🤣🤣"
        },
        {
            "time": "2022-08-22 15:46:39",
            "comment": "The shape of Ten Hag's skull is something else, baldness of a different level"
        },
        {
            "time": "2022-08-22 15:47:59",
            "comment": "I love to see the desire to win this time. Now is the time to be angry, play angry, and score."
        },
        {
            "time": "2022-08-22 15:48:15",
            "comment": "So happy to see varane doing well again"
        },
        {
            "time": "2022-08-22 15:48:38",
            "comment": "Liverpools best player tonight has been a 19 year old in midfield"
        },
        {
            "time": "2022-08-22 15:48:42",
            "comment": "United were certainly the better side early on and deserve their lead, but Liverpool were really coming into it towards the end of the half, and I just don't think United is gonna withstand that pressure for an entire second half. That said, Liverpool has to actually bury the chances they're sure to create rather than fluffling them as they have the past two weeks, so who knows what'll happen. I still like Liverpool to come back and win this though."
        },
        {
            "time": "2022-08-22 15:50:10",
            "comment": "This is where things will get tricky. Liverpool will definitely turn screws in the second half. Uniteds true test will only begin now"
        },
        {
            "time": "2022-08-22 15:50:15",
            "comment": "maguire's confidence must be in the mariana trench now"
        },
        {
            "time": "2022-08-22 15:50:44",
            "comment": "jesus christ i just saw liverpool's bench, that is GRIM"
        },
        {
            "time": "2022-08-22 15:55:10",
            "comment": "United haven't lost at OT when leading at half time since 1984. Well there's another record to be broken."
        },
        {
            "time": "2022-08-22 15:56:51",
            "comment": "Liverpool 🤝 Everton , relegation form"
        },
        {
            "time": "2022-08-22 15:56:51",
            "comment": "There was a legendary manager who said that teams go through a 3 year cycle, and then you have to turnover/reinvent the squad. Maybe Liverpool have reached that point?"
        },
        {
            "time": "2022-08-22 15:59:39",
            "comment": "Does anyone know how mane is getting on at Bayern, beyond the numbers? Is he fitting in & playing well? Him and gnabry & Coman together with T.Muller must be a dream."
        },
        {
            "time": "2022-08-22 16:01:04",
            "comment": "this is ending 1-1, klopp is going for the 38-points invincible season"
        },
        {
            "time": "2022-08-22 16:04:39",
            "comment": "Why does klopp occasionally look like he just received a ice pick lobotomy in the locker room"
        },
        {
            "time": "2022-08-22 16:05:03",
            "comment": "Shaw and Maguire discussing what to leak from the dressing room"
        },
        {
            "time": "2022-08-22 16:08:20",
            "comment": "Varane-Lisandro masterclass"
        },
        {
            "time": "2022-08-22 16:10:02",
            "comment": "Rashford has been legitimately useless, how does Elanga come off instead of him?\n\nEdit: you're welcome"
        },
        {
            "time": "2022-08-22 16:11:40",
            "comment": "Liverpool offside trap fail"
        },
        {
            "time": "2022-08-22 16:12:45",
            "comment": "How’s that onside?"
        },
        {
            "time": "2022-08-22 16:13:26",
            "comment": "I thought it look offside"
        },
        {
            "time": "2022-08-22 16:13:54",
            "comment": "Well at least my Eriksen gets upgraded I guess"
        },
        {
            "time": "2022-08-22 16:14:16",
            "comment": "Benching Ronaldo was the right thing to do."
        },
        {
            "time": "2022-08-22 16:15:08",
            "comment": "Varane doing keepy ups in the Liverpool box"
        },
        {
            "time": "2022-08-22 16:18:07",
            "comment": "Mane's hairline was holding Liverpool together all along"
        },
        {
            "time": "2022-08-22 16:18:25",
            "comment": "As improved as United have been, I have to say, Liverpool have been utter wank today ngl."
        },
        {
            "time": "2022-08-22 16:18:39",
            "comment": "if ronaldo had any shame he’d join sporting asap"
        },
        {
            "time": "2022-08-22 16:19:49",
            "comment": "I hope Martin Tyler busts out another \"OOOOOOOOHHHHHH YEEEEEEEEEEEEES\" to have Liverpool fans on the end of his finger again for bias despite his numerous famous Liverpool lines"
        },
        {
            "time": "2022-08-22 16:19:57",
            "comment": "The chemistry amongst the back four (the fired up high fives) is the biggest indictment on Maguire"
        },
        {
            "time": "2022-08-22 16:20:40",
            "comment": "Malacia been impressive"
        },
        {
            "time": "2022-08-22 16:21:04",
            "comment": "i hope liverpool get relegated for doing this to my FPL"
        },
        {
            "time": "2022-08-22 16:21:28",
            "comment": "Can we talk about Malacia has Liverpool and salah in his first ever start and isn’t doing bad at all .."
        },
        {
            "time": "2022-08-22 16:21:32",
            "comment": "Liverpool should have just handed Mane a blank cheque"
        },
        {
            "time": "2022-08-22 16:21:41",
            "comment": "Milner yelling at VVD to actually get into tackles I like it"
        },
        {
            "time": "2022-08-22 16:22:24",
            "comment": "Firmino is beyond washed"
        },
        {
            "time": "2022-08-22 16:22:57",
            "comment": "only took 2 games for EtH to abandon his playstyle, can't blame him with that squad tho"
        },
        {
            "time": "2022-08-22 16:24:39",
            "comment": "Martinez read the previous match threads"
        },
        {
            "time": "2022-08-22 16:25:34",
            "comment": "Ten Hag and Tan Hag"
        },
        {
            "time": "2022-08-22 16:26:29",
            "comment": "I know almost nothing about Malacia. He looks really really good."
        },
        {
            "time": "2022-08-22 16:26:35",
            "comment": "Malacia is having a class game"
        },
        {
            "time": "2022-08-22 16:26:42",
            "comment": "Malacia is quality"
        },
        {
            "time": "2022-08-22 16:27:15",
            "comment": "Malacia is class"
        },
        {
            "time": "2022-08-22 16:27:44",
            "comment": "Ten Hag looks the same winning vs Liverpool 2-0 and losing vs Brentford 4-0"
        },
        {
            "time": "2022-08-22 16:28:19",
            "comment": "Never start Maguire and Shaw again for the love of god"
        },
        {
            "time": "2022-08-22 16:28:35",
            "comment": "WTF? ETH brings on Fred now that Henderson is off. The world was robbed of McFred Vs Milnerson."
        },
        {
            "time": "2022-08-22 16:29:22",
            "comment": "Fucking liverpool \n\nCan’t do anything right. United were on a plate. 18 other teams wanted you to finish them and you do this 😂😂 no wonder everyone hates ya"
        },
        {
            "time": "2022-08-22 16:29:36",
            "comment": "To bring in Fred, ETH doesn't rate this Liverpool a bit"
        },
        {
            "time": "2022-08-22 16:29:45",
            "comment": "Panic buy incoming..."
        },
        {
            "time": "2022-08-22 16:30:03",
            "comment": "If Rashford put this effort in every week he wouldnt be getting wrote off at 24 years old."
        },
        {
            "time": "2022-08-22 16:30:31",
            "comment": "Ronaldo looking like he’s at his girlfriends second cousins wedding bored out of his tits. Or sat at a trial."
        },
        {
            "time": "2022-08-22 16:31:09",
            "comment": "Fernandes is such a twat my god"
        },
        {
            "time": "2022-08-22 16:31:37",
            "comment": "Fuck sake haha"
        },
        {
            "time": "2022-08-22 16:31:57",
            "comment": "[deleted]"
        },
        {
            "time": "2022-08-22 16:32:25",
            "comment": "What did Casemiro see that we didn’t?"
        },
        {
            "time": "2022-08-22 16:33:34",
            "comment": "This is by far the worst Liverpool performance I've seen in years. What is going on!?"
        },
        {
            "time": "2022-08-22 16:33:34",
            "comment": "Just doing our best to keep the Glazers in...."
        },
        {
            "time": "2022-08-22 16:33:40",
            "comment": "Pep vs. Mikel this season\n\nSensei vs. Samurai"
        },
        {
            "time": "2022-08-22 16:34:03",
            "comment": "Rashback??"
        },
        {
            "time": "2022-08-22 16:34:08",
            "comment": "What Liverpool need is Gerrard so I would charitably be willing to trade you 1 Gerrard."
        },
        {
            "time": "2022-08-22 16:34:11",
            "comment": "Marcus 'Maradona' Rashford"
        },
        {
            "time": "2022-08-22 16:34:30",
            "comment": "I figured United would’ve run themselves out in the first half, and then Liverpool would dominate the second half and win at a canter, but United have just straight up out-worked Liverpool, haven’t they? \n\nThis is so weird to see. I could almost kind of imagine United shithousing a draw, but that’s not been the case at all. They clearly aren’t as good, but they’ve just worked harder than their counterparts and that’s so unbelievable to see."
        },
        {
            "time": "2022-08-22 16:34:31",
            "comment": "Rashford might be back uno"
        },
        {
            "time": "2022-08-22 16:35:11",
            "comment": "The last ditch blocks by Martinez and Malacia have been amazing\n\nCompletely unsustainable but very nice to see them throw themselves at the ball"
        },
        {
            "time": "2022-08-22 16:35:27",
            "comment": "Varane and Martinez clearly liking each other"
        },
        {
            "time": "2022-08-22 16:35:34",
            "comment": "Martinez MVP! 🤝🤝🤝"
        },
        {
            "time": "2022-08-22 16:35:39",
            "comment": "Imagine Maguire in a game at this pace"
        },
        {
            "time": "2022-08-22 16:36:27",
            "comment": "[deleted]"
        },
        {
            "time": "2022-08-22 16:37:11",
            "comment": "Is Liverpool really waiting for just Bellingham? After Madrid and Mbappe debacle you'd think people learn not to bet your window/squad on just one player"
        },
        {
            "time": "2022-08-22 16:38:08",
            "comment": "Eriksen 0 pace"
        },
        {
            "time": "2022-08-22 16:39:02",
            "comment": "Mate Bruno should be off for that"
        },
        {
            "time": "2022-08-22 16:39:07",
            "comment": "Give that fucking rat the mustard"
        },
        {
            "time": "2022-08-22 16:39:10",
            "comment": "The fuck is Bruno doing man"
        },
        {
            "time": "2022-08-22 16:39:28",
            "comment": "How is that not another yellow"
        },
        {
            "time": "2022-08-22 16:39:28",
            "comment": "Bruno truly pathetic"
        },
        {
            "time": "2022-08-22 16:39:54",
            "comment": "Bruno is a dickhead lmao"
        },
        {
            "time": "2022-08-22 16:39:54",
            "comment": "The fuck is Bruno doing. Lol"
        },
        {
            "time": "2022-08-22 16:39:55",
            "comment": "Bruno suddenly playing American football 🏈"
        },
        {
            "time": "2022-08-22 16:40:34",
            "comment": "Bruno. What a cunt man"
        },
        {
            "time": "2022-08-22 16:40:35",
            "comment": "Fernandes should be off"
        },
        {
            "time": "2022-08-22 16:40:35",
            "comment": "That’s a red wtf"
        },
        {
            "time": "2022-08-22 16:40:40",
            "comment": "Hope utd lose just because of Bruno. Cunt"
        },
        {
            "time": "2022-08-22 16:40:51",
            "comment": "Shocking Bruno doesn't get sent off for that shite lol"
        },
        {
            "time": "2022-08-22 16:41:06",
            "comment": "You can tell Bruno was the kid who would go home and take the ball with him if he was losing in the playground"
        },
        {
            "time": "2022-08-22 16:41:11",
            "comment": "How the fuck is that not a yellow for Bruno? At least 1."
        }
    ]
}