{
    "title": "Match Thread: Man City vs Arsenal English",
    "match_date": "2023-04-26",
    "comments": [
        {
            "time": "2023-04-26 17:08:25",
            "comment": "We have been awful since that fucking Sporting CP game"
        },
        {
            "time": "2023-04-26 17:21:59",
            "comment": "I thought De Bruyne was incredible tonight but I honestly think that was Haaland's most complete game for city. \n\nHe worked so hard. Won duels, tracked back, had many great chances, got a couple of assists and one goal. Maybe that is funny to say as he missed some chances but I honestly thought he was unbelievable tonight."
        },
        {
            "time": "2023-04-26 16:59:43",
            "comment": "Just outclassed sums it up.\n\nCity just relentlessly attacked the weakness thru middle, Holding isnt great but he really wasnt helped by Xhaka and Partey in front of him being awful.\n\n\nHonestly dont know who stops this City side atm guessing Real Madrid CL voodoo is best bet"
        },
        {
            "time": "2023-04-26 17:00:14",
            "comment": "Haaland and De Bruyne are a scary duo, how they completely dominated Arsenal is ridiculous. Hard to believe this was pretty much a match for the title, Arsenal literally did nothing for 90."
        },
        {
            "time": "2023-04-26 17:21:34",
            "comment": "Arsenal v Manchester City last 12 league matches:\n\nArsenal Wins: 0\n\nDraws: 0\n\nManchester City Wins: 12"
        },
        {
            "time": "2023-04-26 17:00:07",
            "comment": "Haaland letting his hair down before the game is even over and then scoring is maybe the most disrespectful thing I've ever seen"
        },
        {
            "time": "2023-04-26 17:04:56",
            "comment": "Haaland did an anime upgrade at the end there for his goal"
        },
        {
            "time": "2023-04-26 17:18:09",
            "comment": "Haaland - 33 goals in PL\n\nChelsea - 30 goals in PL"
        },
        {
            "time": "2023-04-26 17:29:05",
            "comment": "That's one of the most one sided games between two teams challenging for the title with a few games to go I think I've seen. Think back to the City Liverpool games, the Kompany mistake, Coutinho goal, they were very even every time but that game was Arsenal as total passengers."
        },
        {
            "time": "2023-04-26 17:17:22",
            "comment": "Yes fuck him and we all hate him, but in all seriousness that performance from partey was absolute horror. The amount of times kdb makes a run past him and he is just looking and jogging back, he had something to do in all of the first 3 goals. Unreal."
        },
        {
            "time": "2023-04-26 16:59:39",
            "comment": "This could be double digits if Haaland would have played with open hair from minute 1"
        },
        {
            "time": "2023-04-26 16:59:38",
            "comment": "We’re not ready for Shawn Michaels Haaland"
        },
        {
            "time": "2023-04-26 17:13:21",
            "comment": "That was men vs boys. City just looked twice the size of the arsenal players. They're so far ahead of everyone else it's unreal."
        },
        {
            "time": "2023-04-26 17:00:29",
            "comment": "Someone said this is the queen's fault 💀💀💀"
        },
        {
            "time": "2023-04-26 17:00:08",
            "comment": "Head & Shoulders above the opponents... Well oiled machine"
        },
        {
            "time": "2023-04-26 16:59:37",
            "comment": "Arsenal unlocked the free flowing hair Halaand Achievement"
        },
        {
            "time": "2023-04-26 17:03:23",
            "comment": "Men vs boys, thoroughly outclassed throughout. \n\nBut fuck me, absolutely embarrassing performance. No fight, no determination, no guts, no nothing. In the biggest match of the season, just laid down and died to Man City. \n\nExpected us to lose, but not in that manner."
        },
        {
            "time": "2023-04-26 16:59:42",
            "comment": "He’s earned the right to talk whenever the hell he wants now\n\nKDB is simply too good"
        },
        {
            "time": "2023-04-26 17:18:27",
            "comment": "Arsenal played like they believed they were going to lose"
        },
        {
            "time": "2023-04-26 17:00:21",
            "comment": "RIP Salahs PL goal record, was a good run."
        },
        {
            "time": "2023-04-26 23:04:08",
            "comment": "We need to talk about just how good John Stones is."
        },
        {
            "time": "2023-04-26 17:09:53",
            "comment": "Young fools. Only now, at the end, do you understand..."
        },
        {
            "time": "2023-04-26 17:05:41",
            "comment": "Wait until the very last minute of the match to break the record, while spending the whole game being a playmaker 💀"
        },
        {
            "time": "2023-04-26 17:12:24",
            "comment": "I love that Pep was phasing out Walker just to use him perfectly today. They absolutely killed Arsenal on that right side."
        },
        {
            "time": "2023-04-26 17:29:48",
            "comment": "bandwaggoners quickly jumping ship from arsenal"
        },
        {
            "time": "2023-04-26 22:27:55",
            "comment": "De Bruyne and Haaland are like the two kids at school that weren't allowed to be on the same team."
        },
        {
            "time": "2023-04-26 17:04:47",
            "comment": "City were brilliant. Surprise 4-2-4 buildup, Haaland dropping deep and linking up, Akanji LB... it all came off perfectly. Ever since Pep’s ‘I need that, we need that’ speech, they’ve been imperious, peaking today. Wonder if this treble might actually happen... \n\nToday might be the performance that tips KDB into best PL midfielder of all time territory. Utter domination. Arsenal, for all their good work this season, looked nowhere near title contenders today. No fight, outclassed. Partey’s been really poor for weeks now, give Jorginho some starts. (and whisper it, he’s overrated anyway)"
        },
        {
            "time": "2023-04-26 17:00:16",
            "comment": "Haaland as a playmaker is crazy good. He's turning into a monster with his holdup play as well"
        },
        {
            "time": "2023-04-26 17:04:33",
            "comment": "This Man City team is terrifying"
        },
        {
            "time": "2023-04-26 19:29:47",
            "comment": "KdB is the biggest Arsenal hater"
        },
        {
            "time": "2023-04-26 16:59:42",
            "comment": "6/15 points or 1.2 ppm in April is a bottle job for Arsenal.\n\nAlso 7 straight wins for Man City in the league after not winning 4 in a row a single time before."
        },
        {
            "time": "2023-04-26 17:11:31",
            "comment": "How Partey stayed on the pitch is a mystery."
        },
        {
            "time": "2023-04-26 17:30:17",
            "comment": "Haaland playing a classic target man and De Bruyne as a shadow striker was fucking awesome."
        },
        {
            "time": "2023-04-26 22:23:05",
            "comment": "Haaland magical hair"
        },
        {
            "time": "2023-04-26 21:43:52",
            "comment": "This level of destruction reminded me of when Final Boss played Str8 Rippin on the mainstage in Halo 2 and Walshy killed Tsquared with dual needlers."
        },
        {
            "time": "2023-04-26 18:03:59",
            "comment": "lmao truly a hard time to be an arsenal fan\n\ni'm getting cooked from all sides like a kebab spit hahaha\n\neven received texts on messenger from 2 dudes i haven't spoken to in six months LOL"
        },
        {
            "time": "2023-04-26 17:06:07",
            "comment": "The way Man City set up was a tactical masterclass. I know they scored four but fuck me that organisation and pressure was just perfect."
        },
        {
            "time": "2023-04-26 19:50:01",
            "comment": "L'oreal execs on the phones as we speak"
        },
        {
            "time": "2023-04-26 19:08:14",
            "comment": "Lmao I read a comment here yesterday saying “If you guys think Arsenal is going to get smashed by City 3-0, 4-1, or 5-0, you know nothing about football. Big games are different.” Something like that, I wish I would’ve saved it cause I’m too lazy to look for it now lmao."
        },
        {
            "time": "2023-04-26 17:28:54",
            "comment": "this felt like Ferrari v Redbull from last F1 season"
        },
        {
            "time": "2023-04-26 17:00:22",
            "comment": "Hair down Haaland is something Real Madrid have never encountered"
        },
        {
            "time": "2023-04-27 07:40:34",
            "comment": "we had a good run fellas"
        },
        {
            "time": "2023-04-26 17:34:55",
            "comment": "And just like that Arsenal loses the title race."
        },
        {
            "time": "2023-04-26 18:00:10",
            "comment": "Arsenal's midfield was disastrous, 0 ball progression they got completely overrun"
        },
        {
            "time": "2023-04-26 19:10:25",
            "comment": "I expected a City win but I also at least expected Arsenal to keep it competitive."
        },
        {
            "time": "2023-04-26 19:20:55",
            "comment": "Can I get a gif of Haalands hair flowing in the breeze?"
        },
        {
            "time": "2023-04-26 20:59:42",
            "comment": "Haaland had to go SSJ3 to score"
        },
        {
            "time": "2023-04-26 17:16:20",
            "comment": "40 G/A in 31 games at 22 years old in your first season is insane. \n\nLike he has the potential to be an all time great striker."
        },
        {
            "time": "2023-04-26 17:30:28",
            "comment": "Honestly think if you played this game 1000 times, Arsenal doesn’t win even once. God I hate City but man are they amazing."
        },
        {
            "time": "2023-04-26 17:55:39",
            "comment": "One of the strangest games I've seen for a while.\n\nArsenal were invisible.\n\nCity barely got out of breath.\nHad City been more accurate Infront of goal, it should have been 8-1.\n\nAwful from Arsenal."
        },
        {
            "time": "2023-04-26 17:02:11",
            "comment": "Rio's Line in BT \"Haaland was head and shoulders above everyone\" \n\nHaha."
        },
        {
            "time": "2023-04-26 21:31:46",
            "comment": "AFTV is back on the menu!"
        },
        {
            "time": "2023-04-26 17:00:14",
            "comment": "City with a casual 7-2 aggregate win against the league leaders 💀"
        },
        {
            "time": "2023-04-26 21:46:19",
            "comment": "Just caught up on the highlights on MOTD. City tore them apart. If not for Ramsdale it could have been 7 or 8."
        },
        {
            "time": "2023-04-26 16:59:54",
            "comment": "Manchester City defeats Diet Manchester City."
        },
        {
            "time": "2023-04-26 17:01:26",
            "comment": "Men against boys. Arsenal didn’t look title contenders."
        },
        {
            "time": "2023-04-26 17:08:31",
            "comment": "Pep read Arteta like a book, was a complete mismatch today.\n\nI wonder what Real Madrid will pull off against this team, it's always the same conversation and they somehow find a way."
        },
        {
            "time": "2023-04-26 17:12:09",
            "comment": "Anyone who pays attention to football knew this was coming"
        },
        {
            "time": "2023-04-26 17:18:41",
            "comment": "How on earth did partey not get sent off this match"
        },
        {
            "time": "2023-04-27 01:24:35",
            "comment": "Cane here to say that Holding wasn’t that bad today, even before his goal. Ramsdale also made some worldie saves but City just had so many chances. Haaland’s vision is l pretty good, he doesn’t really get rated for his assists"
        },
        {
            "time": "2023-04-27 06:26:22",
            "comment": "Outclassed, and out of ideas by the 1st goal. It really was like watching City against any other team. To think this was quite possibly the title decider! Arsenal completely caved. City treble or double is looking large. Fuck."
        },
        {
            "time": "2023-04-27 02:46:13",
            "comment": "Arsenal just didn't turn up. They were like catatonic rabbits, stunned by Man City's headlights. They played poor tactics with less than average industry, and absolutely no invention. The team that turned up at Etihad could have been whalloped by absolutely anybody. And given the previous 3 games, everyone saw this coming.. except Arteta for some reason!"
        },
        {
            "time": "2023-04-26 17:01:37",
            "comment": "Arsenal devastatingly swatted aside from minute 1.\nBarely a contest all game. I was not expecting it to be so one sided."
        },
        {
            "time": "2023-04-26 16:59:59",
            "comment": "Outclassed, second best all night and deservedly so."
        },
        {
            "time": "2023-04-27 00:47:36",
            "comment": "[deleted]"
        },
        {
            "time": "2023-04-26 17:19:15",
            "comment": "Never wanna see an Odegaard KDB comparison again"
        },
        {
            "time": "2023-04-26 17:00:18",
            "comment": "Haaland Super Saiyajin 3 >>> Ninja turtle"
        },
        {
            "time": "2023-04-26 17:01:05",
            "comment": "The state of things if Chelsea win against Arsenal next game"
        },
        {
            "time": "2023-04-26 17:03:11",
            "comment": "Yeah that was such an awful performance. It's nuts that this is only Arsenal's 4th loss this season, but we never were expected to get something at the Etihad. The real pain has come from those 3 draws. Gutted"
        },
        {
            "time": "2023-04-27 02:16:12",
            "comment": "Just wanted to say one thing. Arteta has to realise we CANNOT outplay man City and overwhelm them. We simply don't have the squad depth nor world class players to go toe to toe for 90 minutes.\n\nI love him but his arrogance was on show yesterday. Tottenham and Manchester United have laid out the blueprint for overcoming City, and its largely down to sitting deep and hitting them on the counter. We refuse to do this at all for some reason.\n\nFor the life of me I have no idea why arteta thought we could outfight them, especially with saliba out injured. So many times City got behind our backline because we refused to sit in and it was only ramsdale heroics that kept the score from being truly embarrassing."
        },
        {
            "time": "2023-04-26 17:00:01",
            "comment": "Man City lil bro-ed us tbh"
        },
        {
            "time": "2023-04-26 17:27:59",
            "comment": "Partey had an absolute disasterclass today, always 2-3 steps behind as he was late to react. That was part of the first goal. Dead pass by someone which KdB intercepts, and Partey doesn't follow him but instead decides to jog behind haaland and the ball"
        },
        {
            "time": "2023-04-26 17:30:44",
            "comment": "That interview KDB just did with NBC was brilliant. Dude is a football genius."
        },
        {
            "time": "2023-04-26 19:23:37",
            "comment": "i’m impartial here but it is funny how mad some people are"
        },
        {
            "time": "2023-04-27 00:19:42",
            "comment": "If arsenal had not dropped points earlier, this match would have been irrelevant."
        },
        {
            "time": "2023-04-26 17:03:11",
            "comment": "Arsenal collapsed 2 weeks ago, and today they simply surrendered.\n\nCity won it today, and they'll probably finish more than 6-7 points ahead of Arsenal."
        },
        {
            "time": "2023-04-26 17:04:41",
            "comment": "I’m starting to think we’re not as good as city"
        },
        {
            "time": "2023-04-26 16:59:39",
            "comment": "Top 4 secured. We’re right back where we were meant to be 😂\n\nIn all seriousness, this team has accomplished a lot this season, but hasn’t been able to match their incredible mid-season form for the last few months. It’s a season that exceeded expectations, while simultaneously being a bottle job. Both can be true, despite what the trolls (on both sides of the argument) say. City are still well ahead, not only in depth, but quality and maturity."
        },
        {
            "time": "2023-04-26 17:00:51",
            "comment": "Difference in quality is so evident. The sad thing is that we could have afforded to lose this game if we didn't bottle our last 3 games and drop 6 points. What a sad sad way to end the title challenge man, typical Arsenal completely crumbled at the first sign of pressure, genuinely pathetic, wish we took them to the end. \n\nCity 100% the best team in the league and deserve it."
        },
        {
            "time": "2023-04-26 17:00:11",
            "comment": "Arsenal showing more fight after the fulltime whistle than during the match."
        },
        {
            "time": "2023-04-26 18:58:51",
            "comment": "Arsenal bandwagoners jumping off faster than they jumped off the Liverpool bandwagon"
        },
        {
            "time": "2023-04-26 19:29:26",
            "comment": "According to 538 this bump's City's chance of winning the league to 90%"
        },
        {
            "time": "2023-04-26 17:01:13",
            "comment": "The current record for the most days leading a PL season without winning is 129, held by Norwich from their 92/23 season. Arsenal have been leading the league for 244 days this season and cannot be displaced until 253 days at the earliest. This would be the biggest bottling of a Prem title ever.  \n\nCredit: u/milesvtaylor"
        },
        {
            "time": "2023-04-26 22:02:44",
            "comment": "I expected nothing and yet I'm somehow still disappointed"
        },
        {
            "time": "2023-04-26 17:21:33",
            "comment": "How Partey didn’t get a red today, I will never understand."
        },
        {
            "time": "2023-04-27 03:09:08",
            "comment": "I found it interesting how Man City have started to use RDZ'S Brighton tactic of baiting the press to create artificial counter attacks."
        },
        {
            "time": "2023-04-26 16:59:44",
            "comment": "Gary Neville licking his lips waiting for the next Overlap to rub it in everyone's face"
        },
        {
            "time": "2023-04-26 17:16:49",
            "comment": "Snap back to reality"
        },
        {
            "time": "2023-04-26 17:02:38",
            "comment": "Haaland securing the title and a sponsorship from L'Oréal in the same evening"
        },
        {
            "time": "2023-04-26 19:20:10",
            "comment": "DeBruyne is a god. Haaland is an absolute tanky freak of nature too but DeBruyne man. And with Haaland by his side, City are terrifying. Good luck to Madrid. The Champions League is their domain but they're still going to struggle."
        },
        {
            "time": "2023-04-26 17:48:38",
            "comment": "Looks like it’s up to us to stop this super team from winning the treble… ffs we’re really about to witness city winning a 3 peat and a treble at the same time aren’t we"
        },
        {
            "time": "2023-04-26 17:01:11",
            "comment": "Arsenal were frankly lucky not to concede many more goals, lucky to score, lucky to not get more cards than they did, never mind finishing with 11 players on the pitch.\n\nAll things considered with how the game played out a 4-1 loss with only 1 yellow is the best case scenario."
        },
        {
            "time": "2023-04-26 18:44:53",
            "comment": "hahahaha the reaction videos are beginning to drop guys"
        },
        {
            "time": "2023-04-26 17:01:35",
            "comment": "Said this earlier, saying it again. \n\nI empathize with the good Arsenal fans because coming this far and losing it now for sure will hurt, they manage to stay in title chase this long against this City team. \n\nBut at the same time, for those annoying Arsenal fans who started to talk shit in every thread this season, I'm laughing at your face. Some of you guys talked so much of shit just because you became relevant this season."
        },
        {
            "time": "2023-04-26 16:59:59",
            "comment": "Not even close. This could have been 5-1 or 6-1"
        },
        {
            "time": "2023-04-26 17:00:14",
            "comment": "Even though that was very one-sided, it was still a fun game. Some pretty goals, KDB+Hairland masterclass, Partey disasterclass and 90mins of Ralf Rangnick coughing into the mic. What more could you ask for on a Wednesday evening."
        },
        {
            "time": "2023-04-26 17:05:55",
            "comment": "The title was already lost at West Ham and Southampton and didn't expect even for a second that we could win at the Etihad. Congrats City, our quality and morale just aren't enough yet.\n\nEdit: expect for expect lol"
        },
        {
            "time": "2023-04-26 17:19:21",
            "comment": "Honestly city is just a mental block for us. Shat the bed in the lead up on the previous game as well and proceeded to get outclassed in the game."
        },
        {
            "time": "2023-04-27 00:08:40",
            "comment": "When I saw Loose Pep winking and joking at the presser I knew. I think my favourite thing was watching Arsenal try to press and KDB was all “sure guys whatever” as he strolled through midfield. \n\nI really like Jack Grealish. I hope he said what I hope he said to Partey."
        },
        {
            "time": "2023-04-26 17:01:57",
            "comment": "Cheer up Arsenal fans, you get to play Frank Lampard next"
        },
        {
            "time": "2023-04-26 17:04:08",
            "comment": "City on course to win it for the fifth time in six years. If not for Liverpool, it would be their sixth in a row."
        },
        {
            "time": "2023-04-26 17:02:40",
            "comment": "good season for Arsenal, shame they couldn't win the title\n\n&#x200B;\n\nwatch this City monster team somehow forget how to play football and lose against mediocre Madrid side, fuck me if it happens\n\n&#x200B;\n\ngood luck to Pep and also Haaland deserves Ballon D'or"
        },
        {
            "time": "2023-04-26 18:33:45",
            "comment": "I think the reality of things truly settled in today. I have loved arsenal for over 20+ years now,  but City are simply a level above. We had an amazing run with a bright and young squad but the gulf in quality in the run in to the final stretch has shown the difference. With every competition we’ve dropped out of, we fans have told ourselves it’s ok bc now we can focus more on the league. Well even with cup and Europa pressures off our backs we still squandered it while City are lined up for a treble. This is the true reality of our level. We have an amazing squad to develop and keep pushing, but today we were shown where we stand in the hierarchy. Plenty to shed a tear and be proud of, CL is back on, and we have building blocks for success. We Move!"
        },
        {
            "time": "2023-04-26 19:31:30",
            "comment": "Who was that english pundit or youtuber who said he wouldn’t adapt.\n\nEdit: Rory Jennings… bloke couldn’t have been more wrong. Lmao."
        },
        {
            "time": "2023-04-26 17:10:24",
            "comment": "I feel like people are not talking about Walker and Akanji enough tonight. Maybe because I am a full back but they were exceptional and completely shut down Arsenal."
        },
        {
            "time": "2023-04-26 17:10:30",
            "comment": "Well look on the bright side arsenal fans. You’ve got 3 guaranteed points from your next game."
        },
        {
            "time": "2023-04-26 17:39:19",
            "comment": "I look at the positive: City  won't be Pot 2 and we won't get them"
        },
        {
            "time": "2023-04-27 01:15:48",
            "comment": "Dias MOTM for kicking a rapist"
        },
        {
            "time": "2023-04-26 18:25:51",
            "comment": "I have never seen such a dominant display by a 2nd place team against a 1st place team in a title decider"
        },
        {
            "time": "2023-04-27 01:42:58",
            "comment": "Haaland is worthy of balloon dor if man city wins pl and cl. Fa cup is side objective"
        },
        {
            "time": "2023-04-27 05:19:03",
            "comment": "As a die-hard Manchester United fan, even I can recognise the massive amount of progress made by Arsenal under Arteta, and a short spell of less than stellar results shouldn't steal his plaudits at season's end. Yes, their premier league title winning chances now look critically jeopardized, but it is still technically attainable if Murphy and his law have anything to do with the rest of the season! Unlikely as it now looks, Arsenal can still win this! But if indeed they do fail to ascend the summit first, as now looks probable, when the disappointment of \"what so nearly could've been\" finally settles, there is a lot that the Gunners will be able to look back on with pride, and look forward to with hope, assuming the next moves made are good.\n\nFocusing on the future, the decisions Arsenal make in the summer recess will be critical to their fortunes going forward. It is easy to rest on laurels and fall off a cliff at this point, as Brendan Rogers, Ole Gunnar Solskjaer, and Claudio Ranieri all know very well. The one thing the Gunners must not do, is allow themselves to fall into the trap of thinking they came really close this year, so only minor tweaks are required to overtake City next year. That would be a huge mistake to make! Arsenal have serious issues where quality in depth is concerned. To put it mildly, Arsenal have no depth of any great consequence, and it takes way too few absences from Arteta's favourite XI, to render his otherwise world class first team, bang average. They did well enough without Jesus for a spell, but Saliba's absence has been telling. Can anyone imagine how much worse Arsenal would be without any one of Odergaard, Partey,, Martinelli, Saka, Ramsdale, or White as well?!  The work required in the summer is clear - sell the poor and average, replace with proven title-winning mettle, and highly promising quality talent. This is where the club's sporting ambition must show, and anything less than serious investment on a rebuild/overhaul scale will be a boon for the likes of my beloved Red Devils, and Citeh. If Araenal are not bidding for the likes of Jude Bellingham, Pedri, Gavi, Musiala and Osimhen, they are missing the point by a galactic mile. Oh, and Arsenal had better reinforce Arteta's contract, even if it was only extended last year. When Real Madrid come calling... and they will, he will need way more reasons to stay than he already has, especially if Arsenal don't improve his squad in the summer!"
        },
        {
            "time": "2023-04-26 17:04:51",
            "comment": "2 assists and a goal for Erling Haaland today in the biggest game of the season. 49 goals in all competitions in his debut season while breaking the PL record and also CL top scorer. If he doesn't win the Ballon d'Or it will be the biggest disgrace football has ever witnessed."
        },
        {
            "time": "2023-04-26 17:15:17",
            "comment": "This was the best overall performance I've seen from haaland this season, people talk about this guy like he has 0 TEC, his holdup play will be the best in the world in a few years."
        },
        {
            "time": "2023-04-26 17:27:22",
            "comment": "As a balding arsenal fan Haaland really triggered me at the end there"
        },
        {
            "time": "2023-04-26 17:37:15",
            "comment": "Hey 2nd place is better then 5th am I right guys? 🗿"
        },
        {
            "time": "2023-04-26 18:03:24",
            "comment": "Where were you when Arsenal was kill?"
        },
        {
            "time": "2023-04-26 18:23:25",
            "comment": "Liverpool got 90+ seasons for 3 seasons and only won the league once. This doesn’t apply to this season but for the foreseeable future as well."
        },
        {
            "time": "2023-04-26 19:37:27",
            "comment": "An important win for City, but regardless of the posts here it's not done yet.  City have to keep it going and Arsenal, if they are to have any chance have to keep up too ..."
        },
        {
            "time": "2023-04-27 02:27:54",
            "comment": "[deleted]"
        },
        {
            "time": "2023-04-26 17:17:05",
            "comment": "im sorry but that was one of the most gutless performances ive seen from a top at the top."
        },
        {
            "time": "2023-04-26 17:22:21",
            "comment": "Arteta proving once more that he is even more stubborn than goddamn Macron. 4 games now that we have a severe mentality problem and the guy has changed nothing to adress the issue (same 11, same strategy, same late subs, etc...).\n\nklopp may have the same problem (tho liverpool fans would obviously know better than me).\n\nfunnily enough, baldiola is the only manager which (in my opinion) tends to immediately adress issues as soon as they arise (this doesn't mean that he solves them - but at least he tries). Probably one of the reasons behind city's mad consistency."
        },
        {
            "time": "2023-04-26 18:28:11",
            "comment": "I remember when people were saying Partey best dm in EPL...."
        },
        {
            "time": "2023-04-26 19:17:59",
            "comment": "I’m shitting my pants now for the FA cup final. 😖"
        },
        {
            "time": "2023-04-26 17:16:22",
            "comment": "Should have just walked out the Epl trophy at Etihad today."
        },
        {
            "time": "2023-04-26 17:37:30",
            "comment": "Freaking Haaland Finehair dominating this game man"
        },
        {
            "time": "2023-04-27 01:56:54",
            "comment": "I fully believe this is Arsenals Brendan Rodgers season, over performing with a young squad and exciting football to then be absolutely miserable the season afterwards."
        },
        {
            "time": "2023-04-26 17:20:00",
            "comment": "This loss reduces Arsenal's chance at winning the league"
        },
        {
            "time": "2023-04-26 20:49:22",
            "comment": "Are Arsenal really bottlers?\n\nCity is just too strong.\n\n2nd place is still a great result\n\nIf I were an Arsenal fan I'd be more pissed to be out from Europa League"
        },
        {
            "time": "2023-04-26 17:00:12",
            "comment": "Don't let this result distract from what might have been one of the most one sided officiating I've ever seen. Michael Oliver is a joke."
        },
        {
            "time": "2023-04-26 17:00:31",
            "comment": "Imagine a club fully backing an alleged rapist and making him an integral part of the squad only to bottle the title this badly."
        },
        {
            "time": "2023-04-26 16:59:45",
            "comment": "In a really, really terrible night, you have to say the away support were exceptional today. Hardly anything to cheer about, but they sang right to the very end."
        },
        {
            "time": "2023-04-26 17:12:27",
            "comment": "I blame the Kardashians. Once Kim stepped into the Emirates stadium for the Europa match, it hasn't been the same since."
        },
        {
            "time": "2023-04-26 18:13:14",
            "comment": "City are the alpha apex predator of this league, and seemingly of world football at the moment. Incredible team, that first half performance was some of the best football I have ever seen"
        },
        {
            "time": "2023-04-26 18:17:13",
            "comment": "That was not a match. That was a lesson. As a United fan, City are the best team in Europe. Only thing in their way is Real Madrid who just knows how to win in Champions League. That will be a game of mental strength if anything."
        },
        {
            "time": "2023-04-26 17:39:33",
            "comment": "As soon as he took that hair band off he scored - I dunno but there's definitely a conclusion we can draw from this."
        },
        {
            "time": "2023-04-26 17:01:06",
            "comment": "Haaland activating his last boss mode with his free flowing hair."
        },
        {
            "time": "2023-04-26 17:18:54",
            "comment": "Seemed like they didn't even give it a proper go, the officiating was shit, sure but they seemed overwhelmed by the pressure of this match"
        },
        {
            "time": "2023-04-26 17:22:11",
            "comment": "At least Pep was nice enough to give Arteta a head start this season"
        },
        {
            "time": "2023-04-26 17:51:19",
            "comment": "I don't get the negativity, personally. I thought the boys put in a really good performance today, they just need to work on passing, dribbling, shooting, ball control, communication, tackling, blocking shots, making saves, throw ins, keeping the ball in play, keeping their shape, pressing the other team, intercepting passes, crosses, corners, attacking set pieces, defending set pieces, penalties, keeping composure and scoring goals. \n\nWith this performance, we beat this City side on any other day, so long as we replace their starters with their U13 girls and blindfold them."
        },
        {
            "time": "2023-04-26 23:06:19",
            "comment": "Sooo... Arsenal vs City. Arsenal played extremely poor while City absolutely battered them. \n\nInteresting that for this game City played their more traditional setup with a back 4, 2 pivots, and de bruyne as a CAM. Rather, in other games they would play a back three with stones as an inverted fullback going into the middle to form a box midfield.\n\nThis game for City was all about possession. For as good as Pep's Barca were (the best in history imo) this type of possession based game is the most defensive style you can employ. Holding onto the ball and calmly moving it about, you take less risks. You need good players to pull this off tho. However in this situation, Arsenal's positioning and press were completely ineffective. It was ridiculous imo. Organized Pressing is how you beat City's possession style. Ur fighting for the title, you need to get off ur ass and press both intelligently and with urgency. There was none of that when City were knocking about the ball. I'm sure City was gonna play this way initially, but the first goal solidified that style of play and dictated the rest of the game. \n\nHaalands and KDBs link up play this game was fantastic. For each of City's goals they took Arsenals weak press out of the game and played inbetween the lines to find either of these two players. Haaland's hold up play in particular was really good this game. He won all of his battles against Holding. Taking him out of his position and creating huge holes for KDB to run into. I've been really scathing of Arsenal in this post, but its unfortunately warranted. The players were genuinely poor. \n\nPrem teams usually play this suicidal high defensive line. It's great since you can press higher and win the ball higher up. However you CAN'T LEAVE HOLES. Haaland's hold up play + looming runners proved why it's suicidal. Partey as the single pivot had too much to cover, and while Zinchenko can act as a second pivot the threat of silva/walker is always looming (not so much this game tho), he switched back to a traditional fullback in the second half.\n\n**Amateur opinon:** \n\nIf I was Arteta, I would have probably put Jorghino on as soon as the second half started to help out Partey. You needed two acting CDMs to cover the midfield while watching KDB/Haalands looming presence. As well as to progress the ball (as Arsenal didn't throughout the game). \n\nIt was a good year for Arsenal tho. They've massively improved over the years and have a good coach in Arteta. If I had to give Arsenal a pass, this City team is the best Pep has ever had. They however need to improve their mentality if they want to compete in the future. Easier said than done, but it's gotta be done if you want to beat this monstrous City team."
        },
        {
            "time": "2023-04-26 17:11:45",
            "comment": "Imagine a back 3 consisting of Rob Holding, Upamecano and Maguire. With Marcos Alonso and TAA as wing backs"
        },
        {
            "time": "2023-04-26 18:22:59",
            "comment": "I saw some Arsenal fans saying this team would beat a prime Klopp's Liverpool"
        },
        {
            "time": "2023-04-26 20:17:36",
            "comment": "Trying to play the usual Arsenal game with Holding at RCB, is like trying to sword fight wearing armour of cheese instead of steel.\n\nIdc how much you try to convince yourself to be aggressive and play high-up, you know if you mess up, you're left with a slice of cheese between you and your heart.\n\nWhat ends up happening is the front players still play high... but not with the same aggression and intensity, while the back line drops further back, creating more space between the banks of players.\n\nThe result is players in the front line are easier to play round, the opposition then find gulfs of space in the midfield, and the backline is caught between going up to close the gap they've left, or dropping back.\n\nThe whole thing becomes a complete shambles and breaks down.\n\nBut Arteta has had time to see that.  He saw that against Liverpool.  He saw it happen against West Ham and he saw it happen against Southampton.\n\nThe last 4-5 years, when Pep has gone to Anfield, their biggest rivals in the 2-horse races we've had between them, City played completely differently, and respected the ***massive*** threat posed to them by Liverpool.\n\nArteta coming to City's ground, thinking the team can play the same was as they do with Saliba even ***if*** he was in the team, would've been somewhat naive.  To do it with Rob Holding? Nah.  That's just insane.\n\nIf we'd have drawn tonight, yes, it would mathematically be in City's hands but we'd only be hoping for one draw in their last 7 for that to change.  Now?  No chance."
        },
        {
            "time": "2023-04-26 17:31:14",
            "comment": "It's never been more Joever than it is now"
        },
        {
            "time": "2023-04-26 17:50:03",
            "comment": "God has given spurs fans a lifeline to not completely give up on football after this season"
        },
        {
            "time": "2023-04-26 17:48:41",
            "comment": "Maybe the real league title was the friends we made along the way"
        },
        {
            "time": "2023-04-26 17:28:34",
            "comment": "Biggest dread for me is that once this is all over, and if we do finish 2nd, then it just feels like so much energy and effort gone to waste. The United, Villa and Bournemouth results would have been for nought. \n\nHonestly I can understand why Liverpool are in the position they're in right now. To have come so close to the Quad themselves and fall at the final hurdle. Just the thought of having to do it all over again, against a City team that has the ability to replace any player they need...\n\nVery literally, I'm tired Robbie."
        },
        {
            "time": "2023-04-26 17:00:00",
            "comment": "I expected nothing and I still feel bad"
        },
        {
            "time": "2023-04-26 17:06:37",
            "comment": "That was men against boys, sadly for Arsenal. Score flatters Arsenal, with Haaland missing a lot of big chances. \n\nCity has found another gear - no more slow, turgid possession out wide for the sake of possession like early in the season. Haaland was strangely the fulcrum, using his height to win second balls and then providing KDB-like passes to KDB."
        },
        {
            "time": "2023-04-26 17:01:04",
            "comment": "KDB masterclass"
        },
        {
            "time": "2023-04-26 17:02:27",
            "comment": "Arsenal held Haaland back long enough to force him into his final form"
        },
        {
            "time": "2023-04-26 17:08:21",
            "comment": "As flattering as a 4-1 scoreline could possibly be to the losing side"
        },
        {
            "time": "2023-04-26 17:51:37",
            "comment": "Like, pep does some pretty insane rotation, and has the squad for it, but he’s ruthless about both attitude and fitness.\n\nI don’t think we have any real behavioral problems, but no one should be undroppable, especially when they’re clearly fatigued physically or mentally.\n\nTrossard should’ve started up front and nelson should have been on the right. Partey should have definitely been off at half time.\n\nI understand having faith, and I understand hindsight is 20/20, but the truth is in the results. Sloppy passing, tired legs, nerves.\n\nWhat can I say? For a minute I thought we could win the league as the second best team. Now I’ll have to be happy eventually being behind a clearly dominate city squad.\n\nThere was a window where pep was trying to reinvent football again and we could’ve snaked it. Oh well. This is a long term project and we’re showing improvement, even with hiccups.  I just hope they keep learning and we do this again next season with fewer mistakes, and the inevitable ones that hopefully cost less."
        },
        {
            "time": "2023-04-26 18:29:35",
            "comment": "\"Even shambolic Spurs have won a league game more recently than title chasing Arsenal who have now not won in 4. They aren’t bottling it though, they’re plucky.\""
        },
        {
            "time": "2023-04-26 18:03:26",
            "comment": "I am gonna get downvoted to oblivion for this but I absolutely loathe the “City have ruined the league” takes that come after games like these. \n\nAssuming Arsenal get back to winning and keep this close this will be 3 out of City’s last 4 titles that will be decided by less than 3 points. One small thing changes in one match (either by City, Liverpool in past seasons, or Arsenal this season) and City don’t win the title. They aren’t unbeatable. You can’t drop 9 points out of 12 and say that you never had a chance.\n\nAlso people saying this era of City winning every year will never end grossly underestimate Pep’s influence on this team. Just look at United during and after SAFs tenure."
        },
        {
            "time": "2023-04-26 21:25:53",
            "comment": "Arsenal at the top of the table is like an elephant on a tree. No one knows how it got there, but you do know it'll fall down eventually.\n\nNow it's properly in the falling down phase."
        },
        {
            "time": "2023-04-26 17:19:44",
            "comment": "I had to double check Odegaard was on the pitch. Felt like city absolutely nullified anything centrally. Up the WM"
        },
        {
            "time": "2023-04-26 17:33:15",
            "comment": "Expressions has a 24-hours window to cook us until United destroy them in 20 minutes\n\ngotta produce that shit faster than AFTV's videos my man"
        },
        {
            "time": "2023-04-26 17:29:03",
            "comment": "I mean i can't be upset. City where awesome and we looked dog shit. It is what it is. Been an incredible season but 1 step too much"
        },
        {
            "time": "2023-04-26 17:23:44",
            "comment": "who cares about the fa cup anyway"
        },
        {
            "time": "2023-04-26 20:29:07",
            "comment": "Why would anyone play a high line and high press against City? What kind of tactics is that?"
        },
        {
            "time": "2023-04-27 02:00:45",
            "comment": "If in August somebody told me we'd finish 2nd with this squad...\n  \nJust don't make the same mistake AW did in the past thinking some players were good enough, midfield duo for example."
        },
        {
            "time": "2023-04-26 17:00:22",
            "comment": "11 goals conceded in 4 games is horrific tbh. Need Saliba back!"
        },
        {
            "time": "2023-04-26 17:00:30",
            "comment": "Man Arsenal just were schooled.\n\nScoreline flatters them."
        },
        {
            "time": "2023-04-26 17:01:02",
            "comment": "Not seeing a post for it, but Haaland just set the all-time record for goals in a single season in the PL."
        },
        {
            "time": "2023-04-26 17:01:12",
            "comment": "Just look at ManC’s remaining fixtures. Lmao\n\nNo way they are losing any of those."
        },
        {
            "time": "2023-04-26 17:03:52",
            "comment": "Shambolic but not entirely surprising."
        },
        {
            "time": "2023-04-26 17:05:30",
            "comment": "The result was not unexpected but Arsenal played absolute shit, don't deserve to win the league with such performances against the team right behind you"
        },
        {
            "time": "2023-04-26 17:06:55",
            "comment": "Hello darkness my old friend"
        },
        {
            "time": "2023-04-26 17:12:58",
            "comment": "Well that was easy wasn’t it"
        },
        {
            "time": "2023-04-26 17:01:50",
            "comment": "Premier League is so simple .. 20 teams play in it and in the end City win!"
        },
        {
            "time": "2023-04-26 17:11:14",
            "comment": "Opposition fans .. Enjoy your 'AFTV & chill' tonight!"
        },
        {
            "time": "2023-04-26 17:19:59",
            "comment": "Nothing really matters, fun season. Gonna focus on something else than football, maybe I’ll finally send in my application for studying this fall"
        },
        {
            "time": "2023-04-26 17:24:29",
            "comment": "It’s absolutely ridiculous how good Haaland is. Him playing this deeper role where Arsenal had no idea how to deal with him was instrumental to the win even if he “only” got one goal and missed chances that are easy by his standards. He can truly do anything"
        },
        {
            "time": "2023-04-26 21:20:33",
            "comment": "I just woke up and I'm not sure if it's a coincidence that the weather looks extra good today."
        },
        {
            "time": "2023-04-26 17:01:39",
            "comment": "You talk about your Gloves Mahrez\n\nYou talk about you red faced De Bruyne\n\nBut loose haired Haaland just kicked your ass!!\n\n(Yes I'm aware KDB did the business but I wanted to make an Austin 3:16 meme)"
        },
        {
            "time": "2023-04-26 17:03:29",
            "comment": "Thierry Henry's advice for Haaland: ‘What can you do when your team is not feeding you?'\n\nHaaland was the cook tonight, fed a hungry KDB."
        },
        {
            "time": "2023-04-26 17:01:49",
            "comment": "Well that was one sided for a game between 1st and 2nd. Honestly a Ramsdale away from being really embarrassing.\n\nAlso a concerning amount of people in the match thread would rather city win another title than someone else"
        },
        {
            "time": "2023-04-26 17:04:19",
            "comment": "Extremely disappointed with Arteta tbh. He had all the reasons to go for it all, but chose to show too much respect. Not one Arsenal player was looking to do anything risky. Think it has to do with a regression to the mean as much as their lack of depth.\n\nWonder what Mbappe is thinking right now, it seems like Haaland has surpassed all his club legacy in just a single season in EPL. Serves him right for staying in the Uber Eats League but wonder if he'll consider a move to the PL. Seems inevitable."
        },
        {
            "time": "2023-04-26 17:20:37",
            "comment": "AFTV QUALITY CONTENT NEVER FAIL"
        },
        {
            "time": "2023-04-26 17:31:03",
            "comment": "Who's the better duo, Vini & Benzema or KDB & Haaland?"
        },
        {
            "time": "2023-04-26 17:25:20",
            "comment": "Different quality from city.\n\nAnyone who calls this a mental collapse lacks any understanding of the sport. It’s just the different levels that these two teams have. Pep is better than arteta, City’s squad is better than Arsenal’s. It is arsenal that have overperformed massively so far, which they deserve praise for. Arsenal supporters should remember this is a club with the 6th largest revenues in the league, so it’s an unbelievable season nonetheless."
        },
        {
            "time": "2023-04-26 17:26:53",
            "comment": "Congrats City, unbelievable team. Arsenal heads up, youngest squad in the league. They have a lot to learn still and there are weaknesses to this team that should be amended in coming transfer window(s). This team is here to stay, let rival fans delude themselves thinking this is it. Its not, this team has a legit chance to be PL champion contenders for the next 7-8 years. The stars of this team are all under 25, no where close to their primes, should be a fun decade, enjoy it."
        },
        {
            "time": "2023-04-26 18:03:04",
            "comment": "Man City deserve the title. I’m still proud of arsenal. Just need Arteta to rotate squad more. We have looked out of steam for weeks. Our bench players need more starts. Our starters need rest and reminders they have competition."
        },
        {
            "time": "2023-04-26 17:46:20",
            "comment": "3 points from a possible 12 after being 8 points ahead in the title race. Diabolical."
        },
        {
            "time": "2023-04-27 01:57:27",
            "comment": "By the time arsenal gets around city’s box the grass is taller.\n\nIf the fans, manager and players didn’t complain about United’s “counters” maybe they would’ve learn what quick transition is. But no, always the victim"
        },
        {
            "time": "2023-04-26 21:22:18",
            "comment": "Just pure domination.  Arsenal was embarrassing.   Pep just showed his student whats what. Arsenal was not ready."
        },
        {
            "time": "2023-04-26 16:59:40",
            "comment": "I never want to hear an Arsenal fan say the phrase ‘bottled it’ ever again unless they’re referring to their own team"
        },
        {
            "time": "2023-04-26 17:10:33",
            "comment": "r/gunners and chill for the night"
        },
        {
            "time": "2023-04-26 17:14:16",
            "comment": "Aaaaaand that's the league for Man City"
        },
        {
            "time": "2023-04-26 17:02:10",
            "comment": "Thats how champions play,such a strong performance kudos to arsenal for being good throughout the season but they have learn so much"
        },
        {
            "time": "2023-04-26 17:02:54",
            "comment": "Madlad untied his hair so he can celebrate his new record in style"
        },
        {
            "time": "2023-04-26 17:03:00",
            "comment": "Played off the park. Deservedly beaten."
        },
        {
            "time": "2023-04-26 17:03:19",
            "comment": "I did not enjoy"
        },
        {
            "time": "2023-04-26 17:04:27",
            "comment": "Pep is a genius."
        },
        {
            "time": "2023-04-26 17:05:31",
            "comment": "god damn i want to run my hand through haalands hair"
        },
        {
            "time": "2023-04-26 17:18:54",
            "comment": "Haaland God Mode unlocked 🔓"
        },
        {
            "time": "2023-04-26 17:06:30",
            "comment": "Pain. And this only happened because we dropped points to West Ham and fucking Southampton. We could have prevented this loss from damaging our chances, but we waffled and threw the league away.\n\nOh well. Let's go again next season."
        },
        {
            "time": "2023-04-26 17:09:37",
            "comment": "All this talk about 'one shot to win it' / 'biggest game of the season' and we didn't even give it a proper go.\n\nDefeat is fine .. but not even trying is unacceptable. \n\nThe same happened vs Newcastle last season.\n\nArteta really has to take blame for this .."
        },
        {
            "time": "2023-04-26 17:22:32",
            "comment": "Honestly I expected Arsenal to be fighting for 4th when this season started and not for a title with only a handful of games left in the season, so as a fan I’ll take 2nd and CL football as a victory on the year. This team is by no means ready to compete with City and there’s still work to be done. For once though I feel good about the coach, the players, and the culture. Even without winning the title or anything, this might be my favorite season to be a part of as a fan."
        },
        {
            "time": "2023-04-26 20:07:34",
            "comment": "It was a pleasure watching this young Arsenal side bloom from being hopeless just a season or two ago to being genuine title challengers. \n\nIt’s been clear for quite some time that City are operating in another stratosphere of quality. It takes near perfection these days to topple them. That’s the standard now, and it’s unbelievably challenging to compete with them on and off the field. The money is one thing, but at the end of the day, they are a very well-run football club. \n\nI don’t think Arsenal “bottled” anything. I think they vastly played above expectations and did extraordinarily this season. There are still a few games to finish strong and give next season another go."
        },
        {
            "time": "2023-04-26 17:30:06",
            "comment": "So many good what if title winning sides, 2011-12 Manchester United 2018-19 Liverpool and now 2022-23 Arsenal. All have fallen victim to Man City. For all you prem fans, do you like what City is doing?"
        },
        {
            "time": "2023-04-26 17:02:14",
            "comment": "Props to Arsenal for making this season entertaining but Man City are just insane."
        }
    ]
}