{
    "title": "Match Thread: Liverpool vs Man Utd English",
    "match_date": "2023-03-05",
    "comments": [
        {
            "time": "2023-03-05 13:21:22",
            "comment": "A pitch invading Liverpool supporter caused more damage to Liverpool than we did lmao"
        },
        {
            "time": "2023-03-05 13:22:07",
            "comment": "United started this game 1 ahead of Liverpool in GD and leave it fucking 13 behind lol"
        },
        {
            "time": "2023-03-05 13:21:25",
            "comment": "Well that is quite literally our biggest defeat in the history of our football club."
        },
        {
            "time": "2023-03-05 13:26:28",
            "comment": "Biggest downfall for ETH since the crypto bubble burst"
        },
        {
            "time": "2023-03-05 13:36:38",
            "comment": "They really just won the carabao cup and said \"alright, that's it, season's done, Bob's your uncle\""
        },
        {
            "time": "2023-03-05 13:21:54",
            "comment": "Gotta be the worst second half in Premier League history, don't think Southampton even lost a half 6-0 lmao.\n\nWhat a match."
        },
        {
            "time": "2023-03-05 13:35:31",
            "comment": "There's some guy out there who bet some money on \"any player scoring a hat trick\" and is absolutely fuming rn"
        },
        {
            "time": "2023-03-05 13:24:09",
            "comment": "This is not the 007 we expect this week."
        },
        {
            "time": "2023-03-05 13:37:17",
            "comment": "BBC:\n> \n> Liverpool had eight shots on target and scored seven goals.\n> \n> Devastatingly clinical."
        },
        {
            "time": "2023-03-05 13:43:58",
            "comment": "Salah becomes all time goal scorer for Liverpool at home against United, and United’s worst loss ever.. against Liverpool… and most goals ever conceded in the PL.."
        },
        {
            "time": "2023-03-05 13:20:58",
            "comment": "We have just witnessed Manchester United's worst result in their history."
        },
        {
            "time": "2023-03-05 14:26:55",
            "comment": "Bruno's behaviour at the end really compounded United's loss. Not what you want to see from someone wearing an armband"
        },
        {
            "time": "2023-03-05 13:28:42",
            "comment": "Liverpool v United over the last 2 seasons\n\n17 - 2\n\nThat's bloody shocking and brilliant."
        },
        {
            "time": "2023-03-05 13:28:40",
            "comment": "We still have to play Liverpool at Anfield, so I'm gonna stay quiet."
        },
        {
            "time": "2023-03-05 13:21:45",
            "comment": "\"Sir, a seventh goal has hit the united net\""
        },
        {
            "time": "2023-03-05 14:44:10",
            "comment": "That post match show on Sky Sport was fire, everyone was mocking Gary Neville.\n\n\"7-0 to Liverpool, and they didn't even play that well.\""
        },
        {
            "time": "2023-03-05 13:40:17",
            "comment": "> Manchester United having their best season in a long time\n\n> Liverpool having their worst season in a long time\n\n> Liverpool produce Man utd's worst ever prem defeat\n\nI fucking love this sport man. You just never know what's happening next"
        },
        {
            "time": "2023-03-05 13:45:11",
            "comment": "Deleting the match thread is hilarious and the culprit should be named and shamed"
        },
        {
            "time": "2023-03-05 13:20:56",
            "comment": "All time classic game. Absolute madness.\n\ntop 4 race just got so much more interesting"
        },
        {
            "time": "2023-03-05 13:51:59",
            "comment": "At Anfield since 2017/18, Mohamed Salah has received more yellow cards for taking his shirt off celebrating against Man Utd (2) than Man Utd have scored goals against Liverpool (1).\n\n\nThats some insult"
        },
        {
            "time": "2023-03-05 13:21:43",
            "comment": "we really went thru 7 stages of grief"
        },
        {
            "time": "2023-03-05 13:21:15",
            "comment": "Liverpool have scored the same amount of goals in this game as Chelsea have since November 6th"
        },
        {
            "time": "2023-03-05 13:26:19",
            "comment": "This season has been six months of pain, and this one match alone went a long way towards alleviating it."
        },
        {
            "time": "2023-03-05 14:13:19",
            "comment": "Liverpool to Man Utd: Fuck you and only you"
        },
        {
            "time": "2023-03-05 13:26:57",
            "comment": "imagine if you missed this game. \n\nMNU now on +6, LFC +19. crazy."
        },
        {
            "time": "2023-03-05 13:41:12",
            "comment": "Those 007 jokes about Gakpo really came to bite United in the arse"
        },
        {
            "time": "2023-03-05 13:21:03",
            "comment": "Hit for ~~six~~ seven. \n\nActually surprised by how easy it was for Liverpool today. Thought Utd were decent until they conceded the first goal and then they fell apart completely in the second half. \n\nDon't think Liverpool would've expected it to be this easy in the end but they were sensational going forward."
        },
        {
            "time": "2023-03-05 13:25:52",
            "comment": "[deleted]"
        },
        {
            "time": "2023-03-05 13:21:43",
            "comment": "I think we can come back from this, gonna finish 8-7."
        },
        {
            "time": "2023-03-05 13:20:55",
            "comment": "All the pain this season has been worth this result in my book"
        },
        {
            "time": "2023-03-05 13:25:24",
            "comment": "Liverpool just retired ManU fans from using the 007 memes"
        },
        {
            "time": "2023-03-05 13:21:12",
            "comment": "Football doesn't even make sense:\n\nMadrid 5-2 Liverpool -> Liverpool 7-0 United -> United 2-1 Barca -> Barca 1-0 Madrid"
        },
        {
            "time": "2023-03-05 13:27:53",
            "comment": "We are 100% losing to Bournemouth next week but I'm gonna enjoy this result forever"
        },
        {
            "time": "2023-03-05 13:32:01",
            "comment": "Real Madrid beat Liverpool, Liverpool beat United, United beat Barça, Barça beat Real Madrid.\n\nWhat a beautiful cycle! 😂"
        },
        {
            "time": "2023-03-05 13:21:43",
            "comment": "The United stats with Casemiro starting or not got fucked tonight lmao"
        },
        {
            "time": "2023-03-05 16:27:05",
            "comment": "Maguire deserves more credit as a captain, only lost 4-0 at Anfield"
        },
        {
            "time": "2023-03-05 13:22:44",
            "comment": "I BELIEVE 8-2 IS ONLY A 6 GOAL DIFFERENCE NOT 7"
        },
        {
            "time": "2023-03-05 13:21:09",
            "comment": "I’ve never really hated him before like quite a few others have, but Bruno was a grade 1A category 5 bellend today. I know it was the loss that made him go thermonuclear in terms of being a knob but he deserves that thrashing.\n\nYou can’t have your captain behaving like that, absolutely embarrassing."
        },
        {
            "time": "2023-03-05 13:31:40",
            "comment": "Liverpool make shitty displays against teams like Leeds, Brighton, Brentford etc. then randomly destroy a team 7-0 or 8-0 this season it's absurdly funny at this point"
        },
        {
            "time": "2023-03-05 14:06:22",
            "comment": "Erik Ten Haag downgraded to Erik Seven Haag"
        },
        {
            "time": "2023-03-05 13:29:50",
            "comment": "Salah 8G 2A against United these last two seasons?\n\n\"iN sHaWs poCket\""
        },
        {
            "time": "2023-03-05 13:35:11",
            "comment": "I think i speak for all neutrals when i say:  \n\nHahahahahahahahahahahahahaha"
        },
        {
            "time": "2023-03-05 13:22:58",
            "comment": "Arsenal 🤝 Liverpool"
        },
        {
            "time": "2023-03-05 13:21:02",
            "comment": "https://preview.redd.it/o0l8ujldwzla1.jpeg?width=1077&format=pjpg&auto=webp&v=enabled&s=eabaf143fdcb2fab7c4d3a396537a3b762044d32"
        },
        {
            "time": "2023-03-05 13:22:12",
            "comment": "Respect to Liverpool for scoring 7 in honor of Ronaldo"
        },
        {
            "time": "2023-03-05 13:34:43",
            "comment": "Anyone know how Manchester United allowed Liverpool to score a touchdown on them?"
        },
        {
            "time": "2023-03-05 13:23:39",
            "comment": "Gary Neville being reduced to shouting “foul” on commentary when Man Utd were already 7-0 was unintentionally hilarious. \n\nCan’t believe he is allowed to cover Man Utd games (and Carragher Liverpool games)."
        },
        {
            "time": "2023-03-05 13:25:31",
            "comment": "Peter Drury - \"That is Liverpool as you remember them and that is Manchester United as they'd like to forget\" 🥲 poet"
        },
        {
            "time": "2023-03-05 16:21:44",
            "comment": "The last couple weeks results:\n\nSo United > Barca > Real Madrid > Liverpool > United\n\nThe circle is complete"
        },
        {
            "time": "2023-03-05 13:44:33",
            "comment": "\\-\"Son, wake up. It's almost 8\"\n\n\\-\"One more from Liverpool?\""
        },
        {
            "time": "2023-03-05 13:31:53",
            "comment": "I enjoyed that"
        },
        {
            "time": "2023-03-05 15:10:19",
            "comment": "Gonna be a fun match thread to come back to in 10 years time"
        },
        {
            "time": "2023-03-05 13:31:00",
            "comment": "Criminal we don’t get to hear Neville’s meltdown on the US stream."
        },
        {
            "time": "2023-03-05 13:32:10",
            "comment": "At least Brazil scored once against Germany.\n\nThis was even worse lmao"
        },
        {
            "time": "2023-03-05 14:01:44",
            "comment": "how the fuck are liverpool 3 points off top 4 with a game in hand"
        },
        {
            "time": "2023-03-05 16:19:14",
            "comment": "So in the last couple weeks \n\nMan united beat Barca\n\nReal Madrid thrash Liverpool\n\nLiverpool thrash United\n\nBarcelona beat Real Madrid\n\nThis sport is weird af sometimes"
        },
        {
            "time": "2023-03-05 13:21:29",
            "comment": "[deleted]"
        },
        {
            "time": "2023-03-05 17:45:46",
            "comment": "Utd beat Barca,\nBarca beat Madrid,\nMadrid trash Liverpool,\nLiverpool trash Utd\n\nThe circle of life"
        },
        {
            "time": "2023-03-05 13:42:37",
            "comment": "Even as a Liverpool fan, I can't believe the scoreline. Absolutely annihilated Man Utd. Also, Elliott justified his selection over Bajcetic. Guess that shows why Klopp is the coach, and not us lot."
        },
        {
            "time": "2023-03-05 13:25:50",
            "comment": "In front of Sir Alex? Tears"
        },
        {
            "time": "2023-03-05 13:33:43",
            "comment": "are manchester united in the title race???"
        },
        {
            "time": "2023-03-05 13:40:47",
            "comment": "Diogo Jota robbed of a penalty, at the end. Should have been 8."
        },
        {
            "time": "2023-03-05 13:24:03",
            "comment": "i think we can all agree that was very very very very very funny"
        },
        {
            "time": "2023-03-05 13:21:09",
            "comment": "Tight match"
        },
        {
            "time": "2023-03-05 16:31:30",
            "comment": "What's even worse is that Man United actually got off lightly today. They easily could conceded 2 or 3 more goals. And Shaw and Bruno were let off very very lightly not to be getting second yellows each."
        },
        {
            "time": "2023-03-05 13:21:14",
            "comment": "Bruno is obviously very good, but Jesus Christ he has to be the most unlikeable player in the league. Diver, whiner, and dirty too."
        },
        {
            "time": "2023-03-05 13:33:34",
            "comment": "Great performance from every Liverpool player. Salah MOTM but a huge shoutout to Harvey Elliott, was everywhere on the pitch today, winning the ball defensively and linking up with the attack, it was like having another Henderson on the pitch."
        },
        {
            "time": "2023-03-05 14:14:24",
            "comment": "I don't like either team, so my highlight of the game was Gary Neville saying 'You don't concede 7 to Liverpool', Jamie Carragher replying with 'You do today!' and then Neville saying 'Do one!' before stewing in silence for 10 minutes."
        },
        {
            "time": "2023-03-05 13:32:05",
            "comment": "a hattrick of braces and a Firmino cherry on top send off"
        },
        {
            "time": "2023-03-05 13:41:52",
            "comment": "Utd breathing new meaning into the 007 meme"
        },
        {
            "time": "2023-03-05 13:46:34",
            "comment": "Man united missed ronaldo so much they decide to commemorate his number in today’s game. Immortal"
        },
        {
            "time": "2023-03-05 18:13:17",
            "comment": "I was pissed off yesterday when Arsenal managed to come back and win, but this, this washes away all pain hahaha.\n\nWork is gonna be fun tomorrow!"
        },
        {
            "time": "2023-03-05 14:03:55",
            "comment": "Bruno fernandes is the biggest bitch in the league."
        },
        {
            "time": "2023-03-05 18:48:36",
            "comment": "Nightmares can't be buy"
        },
        {
            "time": "2023-03-05 13:50:03",
            "comment": "Gotta lay the blame on ETH for this one, what was he thinking asking Bruno to man mark the referee the whole game?"
        },
        {
            "time": "2023-03-05 13:51:20",
            "comment": "A shameful display from players like Bruno, Antony and Luke Shaw. What’s the point of causing shithousery when we’re 7 - nil down??? Genuinely surprised Bruno didn’t get sent off for manhandling the refs let alone get booked either."
        },
        {
            "time": "2023-03-05 14:16:37",
            "comment": "And 11 v 11, this is mental…"
        },
        {
            "time": "2023-03-05 14:22:04",
            "comment": "Souness and Carragher tag teaming Neville haha"
        },
        {
            "time": "2023-03-05 14:22:28",
            "comment": "Neville's having a proper strop. He might do a Bruno in a minute and pretend to have been elbowed in the face."
        },
        {
            "time": "2023-03-05 23:55:12",
            "comment": "[deleted]"
        },
        {
            "time": "2023-03-05 13:24:26",
            "comment": "[deleted]"
        },
        {
            "time": "2023-03-05 13:22:57",
            "comment": "Show SAF you cowards"
        },
        {
            "time": "2023-03-05 13:22:23",
            "comment": "r/reddevils and chill tonight boys, who's with me?"
        },
        {
            "time": "2023-03-05 14:00:21",
            "comment": "Just a reminder, They scored 7 out of 8 shots on target..🤯"
        },
        {
            "time": "2023-03-05 15:25:18",
            "comment": "i audibly gasped *what the fuck* when i saw the scoreline just now"
        },
        {
            "time": "2023-03-05 17:58:11",
            "comment": "WHAT HAPPENED I JUST OPENED /R/SOCCER\n\nIT FEELS LIKE I'M IN A DIFFERENT DIMENSION"
        },
        {
            "time": "2023-03-05 19:19:15",
            "comment": "I've never seen a team just give up like this. Second half defending looked like one of those Legends games, except Jaap Stam would actually look like Manchester's best defender tonight, even at 50 years of age."
        },
        {
            "time": "2023-03-05 20:55:16",
            "comment": "As a beaten down quietly hopeful arsenal fan I’m going to keep my mouth shut, because we still need to play Liverpool away and, that fixture has not been kind to us."
        },
        {
            "time": "2023-03-05 14:01:19",
            "comment": "Ancelotti watching this be like 🤨"
        },
        {
            "time": "2023-03-05 14:15:49",
            "comment": "Serious question why is Bruno captain. Seems like the worst player to have captain a side. He's constantly whining, crying, and falling over himself. I get that he gets tons of goals and assists but idk\n\nEdit- ik he was kinda poor but wouldn't Casemiro be better? Or varane? Even Shaw ig? Idk i don't watch united religiously obv only in big matches but i fail to believe there's no one in the starting 11 with better leadership qualities. Trust me as an arsenal fan I've seen what poor captains can do or just giving it to the most popular player or your star. Something for ten hag to think about i suppose."
        },
        {
            "time": "2023-03-05 13:30:04",
            "comment": "My Manchester United supporting mate, sent me a bottle of Jack Daniels after they thrashed us 8-2. I've never opened it and kept it with me all these years. I'm packing it now and sending it back to him tonight. \n\nEdit : To those suggesting that it would make more sense if Arsenal were the opposing team, I must clarify that my mate's animosity towards Liverpool surpasses all other rivalries. He harbors an intense hatred for them, so much so that he has hung a dartboard with a picture of Luis Suarez's face on it in his living room."
        },
        {
            "time": "2023-03-05 13:22:58",
            "comment": "In rugby or American football, you so much as lay a finger on an official you are getting set off immediately with a ban. How Bruno got away with that I don't understand."
        },
        {
            "time": "2023-03-05 16:10:36",
            "comment": "Lost my job, got covid 3 days later. Bedridden and sleeping a lot, didn't hear my alarm go off and missed the selection process for a job I applied for.\n\nLost my phone and wallet couple days ago, dad got sick and is in hospital. Life hit a bit hard but I had the United game to look forward to and take my mind off things. These lot go and lose 7-0 ahahahhahahahahahhahahaahah nah yeah idk man kinda numb really"
        },
        {
            "time": "2023-03-05 14:45:30",
            "comment": "Gary Neville is fucking delusional\n\nHe was acting like Man U were the better team today"
        },
        {
            "time": "2023-03-05 13:29:13",
            "comment": "Apparently we’re not giving penalties because we feel sorry for teams now 😅"
        },
        {
            "time": "2023-03-05 13:39:03",
            "comment": "Casemiro 57% pass accuracy lmao"
        },
        {
            "time": "2023-03-05 14:00:34",
            "comment": "Liverpool to beat real 9-0 confirmed"
        },
        {
            "time": "2023-03-05 14:22:00",
            "comment": "Neville having a very bad not good time right now."
        },
        {
            "time": "2023-03-05 14:39:51",
            "comment": "Souness making a joke of Neville there was fuckin hilarious 😂"
        },
        {
            "time": "2023-03-05 15:08:51",
            "comment": "What the actual fuck"
        },
        {
            "time": "2023-03-05 15:34:44",
            "comment": "That’s fucking bad , even from a spurs perspective"
        },
        {
            "time": "2023-03-05 18:16:02",
            "comment": "No one expected this at all"
        },
        {
            "time": "2023-03-05 19:34:07",
            "comment": "There must be one crazy person placed a bet on 7-0 Liverpool win. I wanna know much did they get lol"
        },
        {
            "time": "2023-03-06 02:31:41",
            "comment": "they made a ton of people stop watching f1 on sky sports 1 for this lmao"
        },
        {
            "time": "2023-03-06 11:42:25",
            "comment": "Anthony being one of the biggest PL flops of all time (100M!) isnt being talked about enough"
        },
        {
            "time": "2023-03-05 13:21:09",
            "comment": "Conceded 6+ goals twice but their backline are all world class"
        },
        {
            "time": "2023-03-05 13:33:23",
            "comment": "Lost 7-0 and they can't blame Maguire this time"
        },
        {
            "time": "2023-03-05 17:57:52",
            "comment": "Friendly reminder than Willian has more goal contributions in the prem than Antony. One is 34 and was signed on a free and the other was signed for 100m.\n\nForm is temporary."
        },
        {
            "time": "2023-03-05 18:05:14",
            "comment": "THERE IS NO PASSION\n\nTHERE IS NO VISION\n\nTHERE IS NO AGGRESSION"
        },
        {
            "time": "2023-03-05 13:21:21",
            "comment": "If darwin nunez speaks, I listen. 🎧 If darwin nunez thinks, I agree. 👍 If darwin nunez has 1,000,000 fans, I am one of them. 🫡 If darwin nunez has 100 fans, I am still one of them. 💪 If darwin nunez has 1 fan, I am that fan. 🔥 If darwin nunez has no fans, I am no longer alive. 🪦"
        },
        {
            "time": "2023-03-05 18:29:41",
            "comment": "This game was like the tale of the snake that eats its own tail except it was United eating Liverpool's entire cock and balls."
        },
        {
            "time": "2023-03-05 19:18:18",
            "comment": "Let’s all laugh at man United"
        },
        {
            "time": "2023-03-05 13:28:11",
            "comment": "Pls someone post the Neville post match comments. Pls, I beg. I want to drink his fucking tears"
        },
        {
            "time": "2023-03-05 13:40:40",
            "comment": "That might be one of the best ever batterings a big team has given another big team in Premier division football ever"
        },
        {
            "time": "2023-03-05 14:08:38",
            "comment": "No one is asking the right questions. Where was Paul Pogba in all of this?"
        },
        {
            "time": "2023-03-05 13:53:22",
            "comment": "Wow. This was a real humiliation. It was like watching Bayern defeat Barca 8-2 or Germany best Brazil 7-1, except these teams actually managed to score a goal or two to save face. Fair play to Salah and congrats for becoming the historic top goal scorer for liverpool in the premier league.\n\nLiverpool's effectives on goal was 100%. Manchester wasted so many easy chances in the first half that I knew they would conceed, but not 6 goals in 45 minutes. \n\nThe team has been on a winning streak recently and it finally won a trophy, but overconfidence is problematic. The greater the rise to glory, the more devastating the fall will be. ETH needs to sort things out. I love Weghorst and admire his passion for the club, but I feel like he lacks the ability. \n\nWasteful offence and leaky defence. Awful all around. I hope this is an outlier and the team will bounce back. Otherwise, it would be a terrible omen for future matches."
        },
        {
            "time": "2023-03-05 14:36:30",
            "comment": "Someone link me Gary Neville’s podcast please"
        },
        {
            "time": "2023-03-05 16:10:35",
            "comment": "Was not expecting a Liverpool win, much less a historic curb stomp, especially with United's form."
        },
        {
            "time": "2023-03-05 16:14:07",
            "comment": "I was at work, saw on app that Gakpo scored 1-0, turned of my mobile data and when I turned kt back on 7-0. I thought I was tripping and seeing wrong, oh boy can’t wait to see highlights"
        },
        {
            "time": "2023-03-05 22:08:56",
            "comment": "Man United beat Barcelona, Real Madrid destroyed  Liverpool, Liverpool annihilate Man United, Barcelona beats Real Madrid 1-0, makes sense."
        },
        {
            "time": "2023-03-06 02:44:13",
            "comment": "Eric Seven Hag"
        },
        {
            "time": "2023-03-05 14:18:11",
            "comment": "[Me not following the scores today, coming home, and seeing this result.](https://i.pinimg.com/originals/56/ae/4a/56ae4aa6be398ad04e6204351c15a11f.gif)\n\nThe worst Liverpool season in about 7 years. The nearly best Man U season in roughly the same period. And this happens?! Not even a red card to explain it? lmao\n\nEdit - Salah is just a joy to watch. Still got his speed, but his feet are so cultured now. That little turn on Martinez was sexy."
        },
        {
            "time": "2023-03-05 13:24:04",
            "comment": "United having their best season in a decade against Liverpool’s worst in years and they’ve lost to them 7-0."
        },
        {
            "time": "2023-03-05 15:26:11",
            "comment": "bruno solidifying his case for the biggest cunt award"
        },
        {
            "time": "2023-03-05 18:51:29",
            "comment": "How exactly did we crack this? I’m still in disbelief rn"
        },
        {
            "time": "2023-03-05 14:56:51",
            "comment": "This was an incredibly close match, if United had scored only 8 more goals they'd have won it."
        },
        {
            "time": "2023-03-05 16:20:55",
            "comment": "Anyone else catch Bruno Fernandez pushing the assistant ref around 80 minutes? Surely that’ll be a suspension. I get the frustration but that just adds to the embarrassment"
        },
        {
            "time": "2023-03-05 15:28:13",
            "comment": "Bruno is so fucking pathetic. Doubly so because he's the captain and meant to be leading the team. I remember one point today where a Liverpool player pats his chest and he goes down holding his face and crying.\n\nRarely tracked back, yelled at his other teammates, whinged in the ref's face. His performance seeped into the rest of the team and they therefore capitulated."
        },
        {
            "time": "2023-03-05 13:21:17",
            "comment": "Captain should be scrutinize and under microscope when things arent going well and not just during smooth sailing. for that matter Bruno has thoroughly embarrass united tonight, wearing that armband while doing all the things he did tonight, lashing out moaning at ref's ear most of the games. he showed zero character and composure when things go south, downright downing tools at times too. you cannot have that kind of character helming club  as big as United's"
        },
        {
            "time": "2023-03-05 13:33:33",
            "comment": "Fucking hell, im glad I dont let football dominate my life because I don't know how I'd cope after that lmaoooo"
        },
        {
            "time": "2023-03-05 13:34:50",
            "comment": "Ser Gary Sevenille"
        },
        {
            "time": "2023-03-05 18:48:57",
            "comment": "4 hours later and people are still commenting in the post match thread lol. Historical shit"
        },
        {
            "time": "2023-03-05 18:54:54",
            "comment": "I switched it off at 2-0, went out, and came back to this what the hell"
        },
        {
            "time": "2023-03-05 13:27:57",
            "comment": "They’ll talk about this game for years."
        },
        {
            "time": "2023-03-05 13:41:04",
            "comment": "Last 4 games against United, Liverpool has it 17-2. crazy that"
        },
        {
            "time": "2023-03-05 13:44:14",
            "comment": "Although it was a 7-0 game, the highlight of the game had to be Bruno Fernandes ranting"
        },
        {
            "time": "2023-03-05 13:49:20",
            "comment": "Even when we lost to United at OT this season it was a 2 - 1 and we at least tried. Walking around the pitch just letting us dash around them when it's 4 - 0 as if goal difference doesn't matter. It's nonchalant attitude like that that comes back to bite teams in the arse late season. They should be ashamed of themselves."
        },
        {
            "time": "2023-03-05 13:58:28",
            "comment": "Bobby… I teared up"
        },
        {
            "time": "2023-03-05 15:13:40",
            "comment": "The one time I can finally watch a game live and this happens"
        },
        {
            "time": "2023-03-05 13:20:58",
            "comment": "Alright go get the scarves out"
        },
        {
            "time": "2023-03-05 13:39:42",
            "comment": "Bobby Firmino.\n\n11 mins played. 5 touches. 1 assist. 1 goal.\n\nAbsolute madman."
        },
        {
            "time": "2023-03-05 13:43:15",
            "comment": "Bruno literally just said on live TV “we controlled the game and had more chances” lmfao"
        },
        {
            "time": "2023-03-05 13:58:42",
            "comment": "United arrogance got them rolled over today poor tactics"
        },
        {
            "time": "2023-03-05 14:19:55",
            "comment": "Best United in some time vs worst liverpool in some!"
        },
        {
            "time": "2023-03-05 14:20:17",
            "comment": "Neville losing it on Sky Sports."
        },
        {
            "time": "2023-03-05 15:32:41",
            "comment": "At least Brazil scored one."
        },
        {
            "time": "2023-03-05 17:27:46",
            "comment": "This tops 8-2 honestly"
        },
        {
            "time": "2023-03-05 19:50:25",
            "comment": "Optajoe  \n\n7 - Manchester United's 7-0 defeat at Anfield thread is the longest ongoing football post match thread across reddit (7 hours and ongoing).  Rocked !"
        },
        {
            "time": "2023-03-05 13:20:58",
            "comment": "Well, whoever bet on that result definitely made  quite a bit of money. I was not expecting that scoreline at all"
        },
        {
            "time": "2023-03-05 13:22:07",
            "comment": "I want to laugh but we just lost a final to these and are going to lose top 4 to Liverpool"
        },
        {
            "time": "2023-03-05 15:08:45",
            "comment": "What really happened today was Fabinho showed the fuck up"
        },
        {
            "time": "2023-03-05 13:37:15",
            "comment": "Bruno Fernandes needs to be dropped after that very public show of petulance. Literally spent the last fifteen minutes walking around, sulking, refusing to do anything. And he's supposed to be the captain."
        },
        {
            "time": "2023-03-05 19:55:32",
            "comment": "United single-handedly awoke Liverpool from the dead in an Undertaker move."
        },
        {
            "time": "2023-03-05 13:33:20",
            "comment": "I can’t believe how much we embarrassed them today, their best chance to win at Anfield in 8 years and they got the biggest spanking they could ever have received. A proper, old school, heavy metal, Klopp performance."
        },
        {
            "time": "2023-03-05 17:53:56",
            "comment": "I don't understand why Gakpo and Nunez have had so much criticism so far this season but Antony has escaped it even though he cost more and has been worse"
        },
        {
            "time": "2023-03-05 13:22:26",
            "comment": "[deleted]"
        },
        {
            "time": "2023-03-05 13:20:58",
            "comment": "https://imgur.com/a/kswhxw6"
        },
        {
            "time": "2023-03-05 13:24:07",
            "comment": "United got folded like a tshirt bruv"
        },
        {
            "time": "2023-03-05 13:27:08",
            "comment": "How on earth did Bruno get away with pushing the linesman there?!"
        },
        {
            "time": "2023-03-05 13:29:03",
            "comment": "I missed the majority of the game and still got to see 3 goals... United's defense was awful. Absolutely no cover from the  midfield."
        },
        {
            "time": "2023-03-05 13:46:48",
            "comment": "Commentator at 6-0 - \"Liverpool six, Manchester United sick\" 💀"
        },
        {
            "time": "2023-03-05 13:53:45",
            "comment": "Im glad i tuned in and watch the entire game, historical win"
        },
        {
            "time": "2023-03-05 13:56:41",
            "comment": "Last two game weeks in fantasy football I've ditched Salah and Gakpo. I apologise since clearly I'm the one that's been holding Liverpool back all season."
        },
        {
            "time": "2023-03-05 13:59:02",
            "comment": "Tough weekend for Man U fans 🤣"
        },
        {
            "time": "2023-03-05 14:03:46",
            "comment": "Why couldn’t you play like that last Sunday"
        },
        {
            "time": "2023-03-05 14:09:56",
            "comment": "Never thought I would be so comfortable watching a massacre….."
        },
        {
            "time": "2023-03-05 14:25:35",
            "comment": "Erik asked for 10 Hags...and you gave him just 7!"
        },
        {
            "time": "2023-03-05 14:32:31",
            "comment": "You good for nothing Manc bastards can't be trusted to do anything!"
        },
        {
            "time": "2023-03-05 14:32:34",
            "comment": "When I saw the score line I thought it was a glitch"
        },
        {
            "time": "2023-03-05 14:39:06",
            "comment": "Neville's going round in circles lmao souness is so jarring tbf"
        },
        {
            "time": "2023-03-05 14:42:00",
            "comment": "I'm sick so I went to bed early tonight. Is this real?"
        },
        {
            "time": "2023-03-05 14:50:04",
            "comment": "I think mods should add the “(SEVEN)” to the title so that anyone seeing the score doesn’t get confused 👍"
        },
        {
            "time": "2023-03-05 14:59:00",
            "comment": "I go out and don’t watch a blockbuster game one single time lmao"
        },
        {
            "time": "2023-03-05 15:07:23",
            "comment": "Not even lying when I say I saw us beating man city earlier in the season or barca in the cl, but I didn't see anything like this coming in a million years"
        },
        {
            "time": "2023-03-05 15:34:49",
            "comment": "I had to double-check if I was not in some fantasy football thread. \n\nWhat a thrashing, especially considering the poor results from Liverpool recently and Man U's resurgence."
        },
        {
            "time": "2023-03-05 17:10:42",
            "comment": "Man United look gassed."
        },
        {
            "time": "2023-03-05 17:31:50",
            "comment": "Well that was unexpected..."
        },
        {
            "time": "2023-03-05 17:40:35",
            "comment": "Whoa wait wtf happened????"
        },
        {
            "time": "2023-03-05 17:52:09",
            "comment": "Did someone changed Man united difficulty settings?"
        },
        {
            "time": "2023-03-05 17:55:49",
            "comment": "i feel like this game came from a different universe 😭 it still feels so unreal"
        },
        {
            "time": "2023-03-05 18:05:41",
            "comment": "Question for United fans. Which result is worse for you - this one or the 5-0 at home?"
        },
        {
            "time": "2023-03-05 18:18:23",
            "comment": "Good game 👍🏻"
        },
        {
            "time": "2023-03-05 19:14:05",
            "comment": "Damn what the hell happened. Just saw the scoreline."
        },
        {
            "time": "2023-03-05 19:24:57",
            "comment": "hilarious"
        },
        {
            "time": "2023-03-05 19:57:05",
            "comment": "This game reminds me of the end of Ole’s tenure when United were getting smashed all the time. Ahhh I miss those days…"
        },
        {
            "time": "2023-03-06 01:22:55",
            "comment": "What did Antony bring to Ajax? From what I’ve seen in United he can dribble and accelerate well to protect the ball and open up space to shoot, but not much more other than that. I didn’t catch him dribbling past players or create enough threats with his passes often"
        },
        {
            "time": "2023-03-05 13:30:15",
            "comment": "liverpool's tribute to cr7"
        },
        {
            "time": "2023-03-05 13:31:12",
            "comment": "That was insane.\n\nThey needed to show some steel after 2. Mo salah destroyed em.\n\nReckon the work attendance tomorrow in Liverpool might be poor lol"
        },
        {
            "time": "2023-03-05 13:33:05",
            "comment": "Liverpool > United > Barca > Madrid > Liverpool"
        },
        {
            "time": "2023-03-05 13:45:18",
            "comment": "Something about United getting embarrassed always makes my day. Well done Liverpool."
        },
        {
            "time": "2023-03-05 13:50:30",
            "comment": "Imagine your captain demanding to be subbed off because he doesn't like the hammering you're getting."
        },
        {
            "time": "2023-03-05 14:04:45",
            "comment": "This is one for the fucking history books, holy shit"
        },
        {
            "time": "2023-03-05 14:24:31",
            "comment": "Sorry, uhhhh, what? How did this happen?"
        },
        {
            "time": "2023-03-05 14:40:09",
            "comment": "What the fuck happened here"
        },
        {
            "time": "2023-03-05 16:39:22",
            "comment": "\n\nUnited players gave up in the second half to save up their legs for tomorrows run"
        },
        {
            "time": "2023-03-05 19:18:50",
            "comment": "I was content, happy, and speechless on 1st goal, but you guys, you did it, i don’t if we win or lose next this is the moment that is so surreal"
        },
        {
            "time": "2023-03-05 23:53:25",
            "comment": "Can someone explain what all the flair comments are?"
        },
        {
            "time": "2023-03-06 01:07:52",
            "comment": "Number 7 is very historic for man United …. Cantona,cr7 and now Liverpool"
        },
        {
            "time": "2023-03-05 13:34:41",
            "comment": "Bruno Fernandes finishing the game without a yellow and Luke Shaw not getting a second yellow is the real miracle in this game."
        },
        {
            "time": "2023-03-05 14:12:30",
            "comment": "8 shots on target 7 goals."
        },
        {
            "time": "2023-03-05 14:22:37",
            "comment": "i’ve never smiled and laughed more in a 45 minute stretch ever"
        },
        {
            "time": "2023-03-05 16:35:03",
            "comment": "No! No, no, not 6! I said 7. Nobody’s stoppin’ at 6. Who wins with 6 goals? You won’t even get your heart goin, not even a mouse on a wheel.\n\n7’s the key number here. Think about it. 7-Elevens. 7 dwarves. 7, man, that’s the number. 7 chipmunks twirlin’ on a branch, eatin’ lots of sunflowers on my uncle’s ranch. You know that old children’s tale from the sea. It’s like you’re dreamin’ about Gorgonzola cheese when it’s clearly Brie time, baby. Step into my office."
        },
        {
            "time": "2023-03-05 13:27:49",
            "comment": "United fans got their 007"
        },
        {
            "time": "2023-03-05 13:27:57",
            "comment": "I think ten Hag might actually kill Shaw and Fernandes."
        },
        {
            "time": "2023-03-05 14:09:44",
            "comment": "7-0 in the seven season syndrome. Couldn't make it up."
        },
        {
            "time": "2023-03-05 14:23:32",
            "comment": "what? is this real?"
        },
        {
            "time": "2023-03-05 14:36:31",
            "comment": "Wtf happened"
        },
        {
            "time": "2023-03-05 14:43:40",
            "comment": "i woke up and saw the match thread and genuinely thought i was seeing things"
        },
        {
            "time": "2023-03-05 16:12:10",
            "comment": "Im sorry what?"
        },
        {
            "time": "2023-03-05 16:20:14",
            "comment": "Remindme! 10 years"
        },
        {
            "time": "2023-03-05 17:42:07",
            "comment": "What the actual fuck??"
        },
        {
            "time": "2023-03-05 13:29:38",
            "comment": "“You’re sick if you enjoyed this United humbling”\n\nMe: 🤢🤒🤮"
        },
        {
            "time": "2023-03-05 13:47:12",
            "comment": "Don’t let the score line fool you, it wasn’t that close."
        },
        {
            "time": "2023-03-05 14:37:04",
            "comment": "Classy of United to pay homage to their old #7 Ronaldo"
        },
        {
            "time": "2023-03-05 14:12:08",
            "comment": "Let's not forget \n\nChelsea have scored 7 goals since November 2022. \n\n\nAhahahhahahahahahha......"
        },
        {
            "time": "2023-03-05 13:23:15",
            "comment": "Now the media will shift to wondering how United fans dared to think they'd win a quadruple. As if the media weren't the biggest driving force behind that entire nonsense."
        },
        {
            "time": "2023-03-05 13:26:39",
            "comment": "Liverpool > Manchester United > Barça > Madrid> Liverpool"
        },
        {
            "time": "2023-03-05 13:26:46",
            "comment": "Loved Klopp's unsuccessful attempt to hide his smile when he went to shake ETH's hand. Man was trying to be respectful but you could feel the pure happiness he was experiencing"
        },
        {
            "time": "2023-03-05 13:26:59",
            "comment": "Only lost by a touchdown"
        },
        {
            "time": "2023-03-05 13:27:39",
            "comment": "Luke shaw could been booked atleast 5 times today. Lol"
        },
        {
            "time": "2023-03-05 13:28:57",
            "comment": "Lololol after yesterday, I thought  this week couldn't get any better!"
        },
        {
            "time": "2023-03-05 13:31:46",
            "comment": "Here in my country it is wayyyy past midnight. But I am so glad I stayed up for this match. What an absolute joy to watch as a neutral! Cannot imagine the joy of those who support Liverpool right now! Congrats guys and girls!"
        },
        {
            "time": "2023-03-05 13:33:42",
            "comment": "The gym is going to be full tonight"
        },
        {
            "time": "2023-03-05 13:37:46",
            "comment": "Madrid beat Liverpool, United beat Barca, Barca beat Madrid, Liverpool beat United = I love football"
        },
        {
            "time": "2023-03-05 13:38:03",
            "comment": "Only 3 points off of top 4 with a game in hand on spurs now"
        },
        {
            "time": "2023-03-05 13:44:44",
            "comment": "This game will go down in history Liverpool made Man Utd look like a bunch of U10’s on the pitch that looked like they have never played a single game eachother"
        },
        {
            "time": "2023-03-05 13:56:45",
            "comment": "Bro … what. The. Fuck."
        },
        {
            "time": "2023-03-05 14:09:37",
            "comment": "['The pitch is the same everywhere'](https://twitter.com/TheRedmenTV/status/1632439384665473025)"
        },
        {
            "time": "2023-03-05 14:42:33",
            "comment": "Next time we'll only lose 2-0 I promise"
        },
        {
            "time": "2023-03-05 18:10:42",
            "comment": "A real William Gallas performance from Fernandes"
        },
        {
            "time": "2023-03-06 07:41:25",
            "comment": "Went into this match fearing a Utd win at Anfield. That would have confirmed the shift in the fortunes of both clubs this season and maybe have been expected given the recent form of both clubs. Casemiro has been lauded for his performances, as has Martinez, while the Liverpool defence and midfield have been a concern. Manchester United will bounce back, for sure - but this one match gives us Liverpool fans such a joyful high in an otherwise disappointing season. Onwards! In Klopp we trust."
        },
        {
            "time": "2023-03-05 13:26:23",
            "comment": "For all the shit I give Spurs, thank god we don't give up that much when we're losing in a NLD"
        },
        {
            "time": "2023-03-05 13:26:51",
            "comment": "Update the Casemiro stat thread with and without him posted earlier this week pls"
        },
        {
            "time": "2023-03-05 13:57:14",
            "comment": "Good result"
        },
        {
            "time": "2023-03-05 15:02:18",
            "comment": "Genuinely what the fuck happened here? Any big Liverpool win would've been totally against the run of play for the whole season but a massacre like this? Holy shit."
        },
        {
            "time": "2023-03-05 15:57:24",
            "comment": "WHERE IS GARY NEVILLE?\n\nHas he quit punditry?"
        },
        {
            "time": "2023-03-05 16:49:49",
            "comment": "Streets are saying Bruno was angry he wasn't subbed off? Naahhhh that is embarrassing from a captain."
        }
    ]
}