{
    "title": "Match Thread: Chelsea vs Man Utd English",
    "match_date": "2022-10-22",
    "comments": [
        {
            "time": "2022-10-22 12:22:33",
            "comment": "Regular match thread can be found [here!](https://www.reddit.com/r/soccer/comments/yarvso/match_thread_chelsea_vs_manchester_united_english/)\n\n***\n\nThis thread is a trial of the new 'Serious' Match Threads for /r/soccer - these threads will have similar commment restrictions to those used in the Daily Discussion Thread, i.e. a minimum character length, and the removal of comments containing certain terms associated with trolling or baiting.\n\nThe aim is to provide a space for people who want to discuss the match in a more considered way.\n\nThese are not intended to replace regular match threads - as some people prefer to enjoy football in this way, with briefer reactive comments, following in a more 'live' way.\n\nWe hope that the two can co-exist, and if the trial is successful plan to implement this approach for select games that generate the highest interest and traffic.\n\n***\n\n**MATCH EVENTS:**\n\n**0** - kick off!\n\n**30** - yellow card to Antony\n\n**36** - SUBSTITUTION. Graham Potter makes a tactical change, with Kovacic replacing Cucurella, and Chelsea moving to a back 4\n\n**HALF TIME** Chelsea 0-0 Man United\n\n**51** - SUBSTITUTION. First Man United change, as Sancho is replaced by Fred\n\n**59** - SUBSTITUTION. Nasty looking injury for Varane, who comes off for Lindelof. The Frenchman looked quite distressed… with his World Cup potentially in jeopardy\n\n**72** - SUBSTITUTION. Aubameyang is replaced by Pulisic.\n\n**78** - SUBSTITUTION. Two more Chelsea changes, Broja and Chukwuemeka on for Sterling and Loftus Cheek\n\n**79** - SUBSTITUTION. Man United changes. McTominay and Elanga on for Eriksen and Rashford\n\n**85** - a poor McTominay challenge on Broja, and Chelsea have a penalty! VAR will check, but looks a pen…\n\n**87** - some Casemiro penalty spot shithousing sees him booked…\n\n**87** - GOAL! Jorginho beats De Gea. **Chelsea 1-0 Man United**\n\n**89** - a booking for Luke Shaw, for a challenge on Azpilicueta\n\n**90+4** - GOAL! Man United equalise at the death. It’s Casemiro, and it’s **Chelsea 1-1 Man United**\n\n#FINAL SCORE: Chelsea 1-1 Man United"
        },
        {
            "time": "2022-10-22 12:32:10",
            "comment": "I think a Serious Post Match Thread would work better than a Serious Match Thread. The nature of live posting is contrary to the idea of high-effort comments, and I doubt the audience is there too. Whereas Post Match threads do usually suffer from a lot of low-effort joke spam."
        },
        {
            "time": "2022-10-22 13:40:06",
            "comment": "Jadon Sancho should really be doing better considering that United aren't a shitshow at the moment. United completely dominated us last game, and he still managed to be anonymous"
        },
        {
            "time": "2022-10-22 12:24:25",
            "comment": "I'm totally here for the idea of a serious match thread but policing it must be a nightmare for mods?"
        },
        {
            "time": "2022-10-22 13:54:01",
            "comment": "Lack of technical quality in this game. Nothing wrong with the defending and the work rate of pretty much all 22 players, but first touches, passing, cross, shooting all sub-par.\n\nSimple balls along the ground are hit too slow, not a single cross has cleared the first man, can't recall a keeper ever being tested.\n\nEven corners and free kicks are just going hopelessly too far or out of play, it's quite strange."
        },
        {
            "time": "2022-10-22 13:11:52",
            "comment": "Really frustrating that we weren’t able to punish them early and now Potter’s got them back into it with Kovacic."
        },
        {
            "time": "2022-10-22 12:25:17",
            "comment": "I have already managed to mess up, and as I posted this as AutoMod, I now cannot update the body with match events. Ffs. \n\nI will update in the stickied comment instead!"
        },
        {
            "time": "2022-10-22 14:11:36",
            "comment": "I have absolutely no idea what McTominay can be saying in his defence there?"
        },
        {
            "time": "2022-10-22 13:12:08",
            "comment": "Pretty crazy how the game completely changed with Potters change. No more space for Uniteds midfield and suddenly Chelseas attack looking much more coherent.\n\nNeville was pretty spot on comms, Chelsea were nullifying a lot of players but leaving Casemiro free and once one player is free it always gets worse because players have to leave their man."
        },
        {
            "time": "2022-10-22 13:15:57",
            "comment": "Best chance of the game (for us). For such a talented player Antony is extremely one footed."
        },
        {
            "time": "2022-10-22 13:55:54",
            "comment": "This is proper “edgy game that could go either way” territory. Feels like those cagey big team battles of the 2000s, whereas in recent years are they’ve been a bit more haram skarum \n\nFergie and Jose would be proud"
        },
        {
            "time": "2022-10-22 14:23:06",
            "comment": "United’s response to conceding the goal was fantastic. And in fairness, a draw is probably the right result on balance."
        },
        {
            "time": "2022-10-22 14:32:01",
            "comment": "BTW Mods!!! \nReally enjoying this serious thread, might not be ideal for 'smaller' fixtures, but it's good to be able to have a discussion without being called a twat or an idiot or some such.\nI am all for continuing"
        },
        {
            "time": "2022-10-22 12:30:28",
            "comment": "Tactical battle here will be fascinating. Wondering how we’ll deal with Antony and Sancho, with out Reece James and Chilwell getting up to speed."
        },
        {
            "time": "2022-10-22 13:45:11",
            "comment": "Was just looking for this thread to say that Man Utd has been defending really well the entire game and when I look back at the telly I see Varane injured."
        },
        {
            "time": "2022-10-22 13:45:51",
            "comment": "I think Varane knows the World cup is gone"
        },
        {
            "time": "2022-10-22 14:21:47",
            "comment": "That has gotta be a centimeter in at best"
        },
        {
            "time": "2022-10-22 13:45:19",
            "comment": "It is amazing how injury prone some players are.  Varane, Martial, Jones ..."
        },
        {
            "time": "2022-10-22 14:09:07",
            "comment": "This game feels like a La Liga match but with far far less technical players, the tactical battle is absolutely fascinating"
        },
        {
            "time": "2022-10-22 14:11:34",
            "comment": "For the game to be decided on such a ridiculous piece of defending is disappointing."
        },
        {
            "time": "2022-10-22 14:13:47",
            "comment": "I don't mind that being given but you'll see that happen every game this weekend and not be given. \n\nThe inconsistency on those kind of situations is infuriating"
        },
        {
            "time": "2022-10-22 13:14:29",
            "comment": "Kovacic to create a midfield three has completely shifted the game. Seems United just haven't adjusted yet and all of a sudden anywhere Casemiro isn't looks very vulnerable."
        },
        {
            "time": "2022-10-22 13:02:55",
            "comment": "Ten Hag deserves a lot of credit for how quickly he's fixed Rashford. He's still not at his best, but you can see the explosiveness is back, and in general he looks a lot more like the player that first burst onto the scene"
        },
        {
            "time": "2022-10-22 12:51:27",
            "comment": "I don’t like to hammer players too much this early but I’m finding Sancho *incredibly* frustrating so far."
        },
        {
            "time": "2022-10-22 13:07:52",
            "comment": "Change had to be made. Man United utterly dominating. \n\nHonestly I want us to just get through to half time - if we can stop United from scoring when they’re so on top, it can only get better in the second half"
        },
        {
            "time": "2022-10-22 13:13:07",
            "comment": "I think it's notable that of the 15 minutes I caught before the sub, United have not seemed to be pressing high anywhere near as much as they did on Wednesday. Highlights our tactical naivety in trying to play out from the back for 75-80 minutes when it was clearly being targeted as an exploitable tendency"
        },
        {
            "time": "2022-10-22 13:58:40",
            "comment": "United starting to looked gassed. Gallagher and Broja as last 2 subs?"
        },
        {
            "time": "2022-10-22 14:23:55",
            "comment": "Unreal. You always know some bs is going to happen when there is more than 5 mins of extra time."
        },
        {
            "time": "2022-10-22 14:24:24",
            "comment": "Probably the fairest result based on actual chances made, felt like neither team made much. Chelsea obviously controlled the game after the first half hour but still struggled to create real chances."
        },
        {
            "time": "2022-10-22 12:21:50",
            "comment": "I'm getting very serious right now"
        },
        {
            "time": "2022-10-22 13:38:13",
            "comment": "Dipped into the main thread to have a look and god the comments over there are bad. Truly Twitter level commenting \n\nMuch prefer this format, cheers mods"
        },
        {
            "time": "2022-10-22 12:34:21",
            "comment": "\"Why do the linesmen wait so long until they raise the flag?\" - that's why. I bet everyone at home thought it was miles off."
        },
        {
            "time": "2022-10-22 12:58:30",
            "comment": "Conte was bullied for this but Chelsea too are content sitting deep"
        },
        {
            "time": "2022-10-22 13:08:23",
            "comment": "A first half tactical sub is bold, the fiery attitude makes it even better. Hopefully the pace picks up because it has been a dull affair so far."
        },
        {
            "time": "2022-10-22 13:18:22",
            "comment": "Should have scored there, poor from Jorgi and thats the kinda thing where our defence shifting to a 4 is vulnerable as they were playing very wide."
        },
        {
            "time": "2022-10-22 13:21:26",
            "comment": "Love a manager who isn't afraid to make the clearly needed change in the first half, it's clearly worked here.\n\nAuba is not it today, looks like he cant be bothered. Would like to see Kai on, he'll at least try and he tends to show up in big games"
        },
        {
            "time": "2022-10-22 13:44:36",
            "comment": "With our bench I don't think we can really wrestle this game back so I think it's about time to bring Broja in so they at least have to reign themselves back due to his speed.\n\nI miss Werner in these kind of games. His speed and effort would be greatly appreciated right now."
        },
        {
            "time": "2022-10-22 13:45:08",
            "comment": "Feel like that type of injury can be somewhat significant, when the foot gets caught or ligaments stretched"
        },
        {
            "time": "2022-10-22 13:57:37",
            "comment": "Azpi - Bruno is a proper battle on that side between two players that are familiar with the dark arts."
        },
        {
            "time": "2022-10-22 14:14:05",
            "comment": "This is wild, those things usually happens during every corner. I don't mind them being given, but they absolutely don't give these consistently"
        },
        {
            "time": "2022-10-22 14:14:17",
            "comment": "Right. To complete the tribute to mid 2000s PL big games, let’s go full Mourinho and park the bus. \n\nThis game was *definition* of “edgy game that a late mistake will prove decisive in”"
        },
        {
            "time": "2022-10-22 14:21:34",
            "comment": "Neither team has created anything and like the commentary has said it’s more like neither wanted to lose. Goals were only coming from a moment of brilliance or silly mistake. Brilliant ending though"
        },
        {
            "time": "2022-10-22 12:20:55",
            "comment": "I hope both teams have fun"
        },
        {
            "time": "2022-10-22 12:27:24",
            "comment": "Oh, this seems like a nice idea.\n\nI assume this will be used mostly for bigger matches (derbies and such)"
        },
        {
            "time": "2022-10-22 12:34:07",
            "comment": "What is the difference between post match thread and this then? I am bit confused since I have always associated match thread with overreaction, quick comments, banter, slight observations, and probably not a full out serious discussion during an ongoing match. Maybe I didn't understand this idea correctly?"
        },
        {
            "time": "2022-10-22 12:50:31",
            "comment": "James to Azpilicueta must be the biggest downgrade in position we have in this squad right now. Azpi was great in his day but his legs are totally gone. We're just completely one-sided without James."
        },
        {
            "time": "2022-10-22 12:50:55",
            "comment": "dunno if this is serious - but reece james' coat is ridiculous. I'm loving it."
        },
        {
            "time": "2022-10-22 13:01:20",
            "comment": "Our midfield is a black hole. Players just dribbling past Jorginho at will when he tries his glacial press and his complete lack of pace means RLC has to play deeper of the two and he doesn’t have the required positional awareness so Man Utd midfielders are finding space far closer to our box than they should have any right to.\n\nWasn’t that bothered by not having possession when it’s being restricted to the wide areas with Rashford being their threat from crosses against three CBs but they are increasingly realising they can play right through the middle of us."
        },
        {
            "time": "2022-10-22 13:07:02",
            "comment": "United have to do better in the final third but that substitution is notable. When was the last time United forced a significant tactical change by a top side so early?"
        },
        {
            "time": "2022-10-22 13:08:11",
            "comment": "Lisandro's demeanor haha. He always does some cheeky foul or riles up someone and then just stares them down with zero speech. He did this against someone in the Liverpool match as well."
        },
        {
            "time": "2022-10-22 13:11:51",
            "comment": "We consistently struggle being outnumbered in the midfield when jorgi is on, and I don't think there's been a single game I can think of where an RLC/Jorgi pivot has done well period.\n\nThe change to 3 in the middle is gonna be great for unlocking the qualities of both starting midfielders."
        },
        {
            "time": "2022-10-22 13:20:04",
            "comment": "The worrying thing for United is that they couldn't keep this composure up for the whole game against Tottenham.  McFred still on the bench and hopefully they can still trust the plan and keep their heads.  It looks like being Elanga for Sancho in the second half."
        },
        {
            "time": "2022-10-22 13:26:51",
            "comment": "Regardless of how this result goes that substitution is going down as  a managerial master stroke"
        },
        {
            "time": "2022-10-22 13:26:59",
            "comment": "Very good game so far, we’re looking very impressive and I can only imagine Martial being fit (a big maybe) would have us looking much better"
        },
        {
            "time": "2022-10-22 13:31:55",
            "comment": "I'd honestly consider taking Rashford off and playing Bruno as a false 9, with Fred coming on to bolster the midfield alongside Case. Might encourage Sancho to come inside onto a ball, otherwise he needs taking off for either Elanga or Garnacho."
        },
        {
            "time": "2022-10-22 13:40:43",
            "comment": "Yeh, that's the change I expected.\n\nWe need Fred's energy in midfieldto help gain back control and Sancho has had a stinker so far today, he looks very short on confidence.\n\nI actually think deploying Bruno from wide, with this 3 in midfield, is a good idea when me need more control in the idle of the pitch."
        },
        {
            "time": "2022-10-22 13:44:27",
            "comment": "How is it that Utd puts pressure with numbers when we try to play out of defence, then we play long ball only to be outnumbered in the final third...\nI know it's tactical game but man we're not good today..."
        },
        {
            "time": "2022-10-22 13:44:34",
            "comment": "Don’t tell me Varane is injured yet again…\n\nThis is such a huge loss but also another worrying sign that United bought a player without the ability to be fit for any extended period of time."
        },
        {
            "time": "2022-10-22 13:44:35",
            "comment": "Huge blow for United"
        },
        {
            "time": "2022-10-22 13:48:24",
            "comment": "That Kovacic sub really flipped the momentum of the game"
        },
        {
            "time": "2022-10-22 13:57:37",
            "comment": "Bruno does kill a lot of game momentum with these episodes.  And the ball went straight back to Chelsea"
        },
        {
            "time": "2022-10-22 14:03:16",
            "comment": "Chilwell is playing him on that’s so poor by the linesman."
        },
        {
            "time": "2022-10-22 14:12:27",
            "comment": "That's a very stupid penalty to give away"
        },
        {
            "time": "2022-10-22 14:19:19",
            "comment": "I thought no attempt to play the ball swipe at kegs was a red."
        },
        {
            "time": "2022-10-22 14:24:27",
            "comment": "Ref just didn't want to deal with the game anymore and blew the whistle"
        },
        {
            "time": "2022-10-22 13:46:59",
            "comment": "What injury do you think Varane has to provoke that reaction which almost certainly means he A. Knows what the injury is without further investigation and B. is likely guaranteeing a long time out but also C. doesnt stop him happily walking off unaided?"
        },
        {
            "time": "2022-10-22 14:15:23",
            "comment": "This penalty was deserved, Mctominay should have actually defended the corner instead of whatever that was. United players do that way too often and you have to pay the price at some point.\n\nJust so disappointing that United were dumb enough, including the fans, to fall for Martial flashes of brilliance yet again."
        },
        {
            "time": "2022-10-22 12:35:15",
            "comment": "Interesting what Neville said about the wingbacks keeping our fullbacks pinned. I fancy our front 3 against their defence, mostly just for pace, but Dalot and Shaw will have to graft to get the ball up the pitch for them."
        },
        {
            "time": "2022-10-22 12:36:59",
            "comment": "Sancho wasting too much time there while Fernandes is calling out for the ball.\n\nPoor vision to not spot RLC on the edge of the box during the counter."
        },
        {
            "time": "2022-10-22 12:42:37",
            "comment": "Big reluctance to cross from Bruno and Antony, makes sense when your options in the box are Rashford and Sancho but frustrating nonetheless."
        },
        {
            "time": "2022-10-22 12:46:20",
            "comment": "Antony not crossing has killed 2 attacks for United in 10 minutes. Cheslea playing narrow on that side, to force him to come in then close his left foot down. Dalot overlapping will get so much space, he just needs to be quicker with it and play a cross early.\n\nOr Antony early crossing."
        },
        {
            "time": "2022-10-22 12:48:15",
            "comment": "Game doesn't feel like it's settled yet. Some nice football but still a few mistakes. \n\nUnited are doing well enough in possession but still not getting it right in final third, Chelsea mainly looking to play on the break so far."
        },
        {
            "time": "2022-10-22 12:58:33",
            "comment": "Can anyone help me understand what Potter is trying to do today? The midfield is not working at all, Jorgi is playing too high for some reason. It seems like a team set up to get a 0-0 draw at best."
        },
        {
            "time": "2022-10-22 12:59:00",
            "comment": "Yellow for me that if I’m trying to be unbiased. He’s lucky there."
        },
        {
            "time": "2022-10-22 13:00:59",
            "comment": "How's Chelsea's new backline doing so far in comparison to last season? \n\nAlso, to the mod, I think this is a really good idea to try out. MTs can easily become very miserable/petty."
        },
        {
            "time": "2022-10-22 13:02:30",
            "comment": "Why are chelsea not putting any pressure on the ball? it feels like we are playing against ammonia"
        },
        {
            "time": "2022-10-22 13:06:01",
            "comment": "United need to score. Completely outplaying Chelsea so far. Eriksen, Bruno and Casemiro are giving Jorginho and RLC a bit of a run around so far"
        },
        {
            "time": "2022-10-22 13:07:22",
            "comment": "4 at the back, improving presence in midfield with 3 is the way into the game if the defence can keep it tight."
        },
        {
            "time": "2022-10-22 13:08:03",
            "comment": "Hopefully Casemiro essentially playing as single pivot in possession clears the myth that he is liability in possession. Sure, he isn't a world beater in build up but he is nothing close to a liability."
        },
        {
            "time": "2022-10-22 13:08:21",
            "comment": "The ref should really have blown that earlier, let that get out of hand tbh."
        },
        {
            "time": "2022-10-22 13:28:03",
            "comment": "Honestly, pretty positive about that half.\n\nNot getting the goal is a disappointment but we've kept up the intensity from mid week which is what I really wanted to see.\n\nPotter's change to 4-3-3 has really disrupted our pressure in midfield and got Chelsea back in the game, will be interesting to see what ten Hag does to remedy that."
        },
        {
            "time": "2022-10-22 14:01:30",
            "comment": "It feels like the Varane injury had changed the game just as much as Kovacic coming on did. It's been all Chelsea since Varane went off"
        },
        {
            "time": "2022-10-22 14:03:49",
            "comment": "the refereeing. man, just killed a valid attack that wasn't even offside."
        },
        {
            "time": "2022-10-22 14:04:47",
            "comment": "imo Bruno is almost world class but he just makes so many stupid decisions"
        },
        {
            "time": "2022-10-22 14:07:07",
            "comment": "Casemiro has made a surprising amount of bad passes under little pressure"
        },
        {
            "time": "2022-10-22 14:08:00",
            "comment": "Eriksen seems to have run out of gas, coming back from injury so exoected. The corner kick that went to the first man and then this ‘,cross’ really showed that. Ten Hag should have been making this substitution 10 mins back"
        },
        {
            "time": "2022-10-22 14:14:50",
            "comment": "If he didn’t fall over it wouldn’t have been given. smart by him to play into it"
        },
        {
            "time": "2022-10-22 14:16:45",
            "comment": "Midfield second half for United have proper struggled with any pressure. There doesn’t really seem any outlet for the backline to give it to easily. Casemiro doesn’t show enough for it weirdly"
        },
        {
            "time": "2022-10-22 14:20:50",
            "comment": "YEEEEEEEEEEEEEEEEES, McTominay redemption arc, tbf he’s one of the only players we have useful on crosses.\n\nEdit: never mind it’s Casemiro but bloody hell we’re useless on crosses."
        },
        {
            "time": "2022-10-22 14:21:14",
            "comment": "Ah balls. A draw is a fair result though, really."
        },
        {
            "time": "2022-10-22 14:21:21",
            "comment": "Hooolllly shit. What a game this one has been."
        },
        {
            "time": "2022-10-22 14:21:46",
            "comment": "That's a cracking header"
        },
        {
            "time": "2022-10-22 14:22:04",
            "comment": "That looks incredibly close, it's crazy that the sport resisted GLT for so long. None of the camera angles are even conclusive."
        },
        {
            "time": "2022-10-22 14:25:05",
            "comment": "Given how we started this game, got to take a point. Just frustrating to concede so late"
        },
        {
            "time": "2022-10-22 12:22:25",
            "comment": "Reserving my commentary for the serious post-match thread"
        },
        {
            "time": "2022-10-22 14:12:18",
            "comment": "That is ridiculous from McTominay. He may have lost us the game for nothing."
        },
        {
            "time": "2022-10-22 12:22:29",
            "comment": "Thank god there is a serious tag."
        },
        {
            "time": "2022-10-22 14:13:04",
            "comment": "McTominay tried to tackle him like it was the NFL. How did you think you’d get away with that?"
        },
        {
            "time": "2022-10-22 12:22:21",
            "comment": "Predictions? \n\nI'll go 2-2"
        },
        {
            "time": "2022-10-22 12:27:14",
            "comment": "King not included is serious matter 😅"
        },
        {
            "time": "2022-10-22 12:40:07",
            "comment": "Has cucurella been good at CB? Just seems like a weird position for him. I know he played there for brighton but it still rubs me the wrong way"
        },
        {
            "time": "2022-10-22 12:40:34",
            "comment": "Potter has had United's number recently, interested to see how this plays out"
        },
        {
            "time": "2022-10-22 12:50:27",
            "comment": "1-1 draw with both goals in the second half written all over it."
        },
        {
            "time": "2022-10-22 12:52:58",
            "comment": "Just tuned in, how has the first 20 been?"
        },
        {
            "time": "2022-10-22 13:00:42",
            "comment": "Do you guys think Pellistri or Iqbal have a chance of getting some minutes today?"
        },
        {
            "time": "2022-10-22 13:02:53",
            "comment": "Chelsea are absolutely blowing up any sort of forward momentum they gain because that midfield is worthless. No pace on attack at all."
        },
        {
            "time": "2022-10-22 13:06:12",
            "comment": "Honestly that piece of play was positive from United. Antony used his right foot, and sancho made a proactive play. Rashford is looking Confident too."
        },
        {
            "time": "2022-10-22 13:25:52",
            "comment": "Can someone explain United's press to me? It looks so disorganised. You have the front 5 pressing then 40 yards of space and then the back 5. This looks similar to how Lampard had Chelsea defending"
        },
        {
            "time": "2022-10-22 13:27:31",
            "comment": "Playing 3 at the back requires two midfielders that can absolutely dominate possession and tackling. Chelsea were losing the game in the midfield. Changing the formation to include kovacic in the midfield has completely changed the dynamic. If chelsea start winning the middle of the park they can win this game."
        },
        {
            "time": "2022-10-22 13:37:21",
            "comment": "Chelsea came out strong in the second half.\n\nUnited need to figure things out on their end to compete, because it’s not looking good so far. Looks like Fred is coming on, might just be to rest Eriksen who is coming back from illness."
        },
        {
            "time": "2022-10-22 13:39:22",
            "comment": "Sancho has been horrible and thankfully put out of his misery, because wow what a shit performance by him.\n\nUnited really got rinsed when they bought him."
        },
        {
            "time": "2022-10-22 13:39:23",
            "comment": "Sadly a 2022 Lingard type passing performance from Sancho.  He was always going off for someone."
        },
        {
            "time": "2022-10-22 13:43:26",
            "comment": "Fucks sake not another Varane energy I beg."
        },
        {
            "time": "2022-10-22 13:43:56",
            "comment": "Have to wonder what happens if Sterling just tries to guide that cross on target first time. Could have ricocheted off the defender and gone anywhere"
        },
        {
            "time": "2022-10-22 14:00:44",
            "comment": "United are not handling the second half well at all, keep losing midfield battle and look ever so toothless in attack. If Chelsea were not shit themselves in open play they would be winning this game easily"
        },
        {
            "time": "2022-10-22 14:02:05",
            "comment": "I feel like this is the sort of match past Chelsea teams have pulled out with a goal from a single key moment. Especially with the injury to Varane leaving United a bit more vulnerable."
        },
        {
            "time": "2022-10-22 14:03:02",
            "comment": "The few times we've had the ball this half we've been very wasteful. Poor passes mainly."
        },
        {
            "time": "2022-10-22 14:06:25",
            "comment": "Not sure if it’s the pressure from Chelsea or the Varane injury but my god we have lost all composure. That was an abysmal ball by Eriksen."
        },
        {
            "time": "2022-10-22 14:11:32",
            "comment": "I don't agree with that call quite frankly."
        },
        {
            "time": "2022-10-22 14:15:08",
            "comment": "McT giveth and McT taketh."
        },
        {
            "time": "2022-10-22 14:20:04",
            "comment": "SIX minutes! Understandable I guess, but a number like that always makes me edgy"
        },
        {
            "time": "2022-10-22 14:20:22",
            "comment": "Dalot's final ball is just never quite there - suppose that's why he's a fullback."
        },
        {
            "time": "2022-10-22 13:46:09",
            "comment": "Chelsea fans classy as ever"
        },
        {
            "time": "2022-10-22 14:17:57",
            "comment": "I feel the real test of our Serious Match Thread will be now that there is a penalty given…\n\nWe were all getting along marvellously for most of the game"
        },
        {
            "time": "2022-10-22 14:30:53",
            "comment": "McTominay holds and trips him, and then wins the header.\n\nCan’t believe some united fans saying this happens all the time… sure it does and I agree should be more penalties but 99% of the time the ball is NOT going to where the player who is fouled is going and is ahead.\n\nHe stopped a header from Broja by holding and tripping him. It’s a penalty."
        },
        {
            "time": "2022-10-22 12:30:52",
            "comment": "So, I am predicting a tough game but a United win. The fluid attack is going to cause problems and United have picked a really strong starting XI"
        },
        {
            "time": "2022-10-22 12:33:48",
            "comment": "seriously bad offside call"
        },
        {
            "time": "2022-10-22 12:34:19",
            "comment": "[deleted]"
        },
        {
            "time": "2022-10-22 13:28:17",
            "comment": "We are truly awful, this is what happens when you neglect the midfield for years. Now we are in a position where we need to sign at least two or three midfielders but with an element of risk as we should be losing two senior figures.\n\nOh, but we will still invest millions into the defence and attack instead..."
        },
        {
            "time": "2022-10-22 14:13:43",
            "comment": "Clear as day a penalty and something also needs to be done about United players crowding refs constantly imo."
        },
        {
            "time": "2022-10-22 14:12:07",
            "comment": "[deleted]"
        },
        {
            "time": "2022-10-22 12:25:46",
            "comment": "Serious Match Thread? I guess that jokes won't be allowed. Let's act as proper pundits."
        },
        {
            "time": "2022-10-22 12:35:28",
            "comment": "Chelsea's defence isnt that great,   United should easily win this one"
        },
        {
            "time": "2022-10-22 14:04:15",
            "comment": "He's onside. Poor officials can really take away from the game."
        },
        {
            "time": "2022-10-22 14:12:57",
            "comment": "Unnecessary from Scott to give Broja the opportunity to sell that pen"
        },
        {
            "time": "2022-10-22 14:19:04",
            "comment": "The ref wasn't hearing any of what Bruno had to say there."
        },
        {
            "time": "2022-10-22 14:23:39",
            "comment": "Weird that the referee played no extra time, Man Utd were celebrating for at least a minute. Neither team seemed to really want the win after the goal though so no complaints from them."
        },
        {
            "time": "2022-10-22 14:27:01",
            "comment": "Sucks that we conceded so late, but a draw seems a fair result given how the game went."
        },
        {
            "time": "2022-10-22 12:42:40",
            "comment": "Feeling a vibe of seriously overzealous moderation at this thread.\n\nI'm interested to see how Antony handles this game and to see if Potter will have him man marked at all, looked dangerous most games."
        },
        {
            "time": "2022-10-22 14:14:42",
            "comment": "As with so many refereeing decisions, I'd have no issue with it were it called every time.\n\nIt's a foul for sure. But it happens at nearly every corner nowadays"
        },
        {
            "time": "2022-10-22 14:10:17",
            "comment": "Martinez is easily the signing of the season\n\nedit: Obviously I'm talking about for us, lol"
        },
        {
            "time": "2022-10-22 12:58:41",
            "comment": "No other way to say it, so far it looks like two teams being shit together. United really trying not to make any attempts at goal for some reason"
        },
        {
            "time": "2022-10-22 13:01:35",
            "comment": "Antony's flat out refusal to use his right foot will soon get sniffed by the opposition. He can't hold width on his own, can't get past his man, can't cross effectively, he's just a sideways pass merchant after three dance moves. Needs moved inside where he can use his good ballstriking."
        },
        {
            "time": "2022-10-22 14:14:42",
            "comment": "Better to be lucky than good for Potter. \n\nExpecting several penalties a week now."
        },
        {
            "time": "2022-10-22 14:22:18",
            "comment": "Honestly that doesnt look over. It must be literal mm's."
        },
        {
            "time": "2022-10-22 12:25:36",
            "comment": "[removed]"
        },
        {
            "time": "2022-10-22 12:46:50",
            "comment": "Man United on top so far. I fail to see how we’re going to win this game with the midfield as it is"
        },
        {
            "time": "2022-10-22 14:03:29",
            "comment": "Casemiro seems to have little interest in being a passing option to beat the press.  This is becoming too common."
        },
        {
            "time": "2022-10-22 14:15:33",
            "comment": "Why did  McTominay  not  get a yellow for that?"
        },
        {
            "time": "2022-10-22 14:19:48",
            "comment": "Georginio you're twice the size of Martinez lol what you fallin' over for?"
        },
        {
            "time": "2022-10-22 12:27:39",
            "comment": "This seems like an excellent way to kill what is the best part of this sub: reacting along with everyone else."
        },
        {
            "time": "2022-10-22 14:12:27",
            "comment": "If only we had been given those sort of penalties against Newcastle.  The Prem is so all over the place when it comes to fouls in the box."
        },
        {
            "time": "2022-10-22 14:26:03",
            "comment": "I don’t want to take away from an excellent header but for me you absolutely have to be doing better as the goalkeeper, particularly after you have got that much contact on the ball with your hand."
        },
        {
            "time": "2022-10-22 14:22:46",
            "comment": "Man city and arsenal are the only top 6 teams looking good this season. Who would have guessed this"
        },
        {
            "time": "2022-10-22 14:24:08",
            "comment": "[removed]"
        },
        {
            "time": "2022-10-22 13:01:11",
            "comment": "Ruben is shocking in a pivot, really wish Kova was fit.\n\nIf you watch his position he has absolutely no clue where he should be, it’s the same for defending and for the buildup \n\nCreating acres of space which Jorginho can’t cover alone, especially when he’s seemingly been instructed to press too"
        },
        {
            "time": "2022-10-22 13:56:02",
            "comment": "[removed]"
        },
        {
            "time": "2022-10-22 12:29:10",
            "comment": "Well this seems like a terrible idea."
        },
        {
            "time": "2022-10-22 14:05:36",
            "comment": "Broja gonna score 100%"
        },
        {
            "time": "2022-10-22 14:21:04",
            "comment": "[removed]"
        },
        {
            "time": "2022-10-22 14:24:50",
            "comment": "To me it really doesn't look over the line. Hope it isn't the Sheffield - Villa situation again"
        },
        {
            "time": "2022-10-22 12:43:24",
            "comment": "Antony is extremely fast when he puts the burners on. Both teams have had their moments so far, but United have better control with the defence and midfield combining well.\n\nEdit: it’s more even than I thought"
        },
        {
            "time": "2022-10-22 12:47:57",
            "comment": "Another frustrating end to a promising attack thanks to Sancho."
        },
        {
            "time": "2022-10-22 12:58:30",
            "comment": "Futmob is saying Ronaldo is suspended, I thought he was being left out for this game due to leaving the match early against spurs. Is he actually suspended?"
        },
        {
            "time": "2022-10-22 13:25:49",
            "comment": "I think it's been a good quality game technically, good battle between managers."
        },
        {
            "time": "2022-10-22 14:04:27",
            "comment": "United players for the most part look to be going through the motions, I don’t really see a desire to win from a core section of the players. Bruno and Antony definite exceptions, maybe a few more. Need a sub or two to inject some energy back"
        },
        {
            "time": "2022-10-22 14:09:09",
            "comment": "The number of times our wide players with the ball refuse to try and dribble past or quickly pass and make a run themselves is astonishing. They sit there waiting for an runner that almost never happens"
        },
        {
            "time": "2022-10-22 14:20:04",
            "comment": "I'm not sure what the point of throwing it long towards McTominay was, surely United had a better option than that?"
        }
    ]
}