{
    "title": "Match Thread: Man City vs Chelsea English",
    "match_date": "2023-05-21",
    "comments": [
        {
            "time": "2023-05-21 11:02:42",
            "comment": "[deleted]"
        },
        {
            "time": "2023-05-21 11:25:16",
            "comment": "I respect Julián Álvarez' hair.   \n  \nLike a good guy in a '90s teen movie.   \n  \nLike Pierce Brosnan in his later Bond movies.  \n \nSmart, fresh, classic. Paired with a clean shave, of course. \n  \nRefreshing to see in this era of skin-fades and tousled-tops. Respect."
        },
        {
            "time": "2023-05-21 11:01:39",
            "comment": "Pep could deploy 11 penguins in City jerseys and I'd still pick them over Chelsea."
        },
        {
            "time": "2023-05-21 11:39:41",
            "comment": "This game has a very chill vibe to it. Even the commentators are chilling."
        },
        {
            "time": "2023-05-21 10:57:36",
            "comment": "Chelsea giving City’s B team a guard of honor is peak."
        },
        {
            "time": "2023-05-21 11:30:24",
            "comment": "The stadium is shaking I thought the ethiad was suppose to have no atmosphere"
        },
        {
            "time": "2023-05-21 11:35:14",
            "comment": "that's the kind of Sterling decision making i remember and don't miss"
        },
        {
            "time": "2023-05-21 11:16:52",
            "comment": "Lampard is obviously still hilarious, but you’ve got no chance if your £60m CB passes direct to the opposition and your infinitely experienced Thiago Silva just forgets to check where Alvarez is heading."
        },
        {
            "time": "2023-05-21 11:19:00",
            "comment": "Pep sent out a ‘I don’t give a fuck about the result’ team and Chelsea are still fucking losing to them"
        },
        {
            "time": "2023-05-21 11:36:57",
            "comment": "Sterling misses a goal😦\n\nIt's not for Man City 😁"
        },
        {
            "time": "2023-05-21 11:40:14",
            "comment": "Imagine not being able to press Man City………. :("
        },
        {
            "time": "2023-05-21 10:56:03",
            "comment": "I wish we could ban gambling ads on live TV for sports channels. I hate them with a passion. More so the \"gamble responsibly\" like someone with a bad addiction is gonna go \"oh that's a good idea\""
        },
        {
            "time": "2023-05-21 11:36:28",
            "comment": "We dont deserve Enzo."
        },
        {
            "time": "2023-05-21 11:33:57",
            "comment": "Edersons dye job looks awful lmao"
        },
        {
            "time": "2023-05-21 11:18:32",
            "comment": "Belgian commentator just said: \"If city put their 9-men bench in against this Chelsea, he doesn't know if they would lose 9 against 11. \n\nIf Guardiola was also allowed to play, they would win for sure.\"\n\nWhat has happened to Chelsea .."
        },
        {
            "time": "2023-05-21 11:34:13",
            "comment": "Just having fun watching Lewis, Foden, Palmer play. Top players/talents."
        },
        {
            "time": "2023-05-21 12:37:41",
            "comment": "Rodrigo and KDB? this is bullying at this point"
        },
        {
            "time": "2023-05-21 11:52:49",
            "comment": "Nottingham robbed us of a massacre if we had to win today"
        },
        {
            "time": "2023-05-21 11:17:59",
            "comment": "i love this rico kid"
        },
        {
            "time": "2023-05-21 11:37:26",
            "comment": "Ortega's been great anytime he's started"
        },
        {
            "time": "2023-05-21 11:23:16",
            "comment": "[deleted]"
        },
        {
            "time": "2023-05-21 11:25:06",
            "comment": "Chelsea getting cooked by the tribute band"
        },
        {
            "time": "2023-05-21 12:34:13",
            "comment": "Alvarez has had a 8/10 season, just a wonderful first year for him."
        },
        {
            "time": "2023-05-21 13:05:12",
            "comment": "A knock off Jack Grealish on the pitch?"
        },
        {
            "time": "2023-05-21 11:34:09",
            "comment": "If there was ever a game for Pep to put Ederson in midfield in the 88th minute, this will surely be the one"
        },
        {
            "time": "2023-05-21 11:34:31",
            "comment": "Lol Ederson obviously took about 30 seconds to spray paint his hair"
        },
        {
            "time": "2023-05-21 11:38:34",
            "comment": "City B getting complacent"
        },
        {
            "time": "2023-05-21 12:20:52",
            "comment": "PEP NO PLEASE I BEG"
        },
        {
            "time": "2023-05-21 12:39:15",
            "comment": "This game depresses me. They put on their B team and are capable of grinding out a fucking win, only to bring on the cavalry for fun…"
        },
        {
            "time": "2023-05-21 12:59:12",
            "comment": "Haaland twice the size of the bodyguards escorting him through the tunnel 💀"
        },
        {
            "time": "2023-05-21 13:01:59",
            "comment": "Fair play to the ethiad stewards and security crew. Reacted immediately and got the players down the tunnel sharply. Very professional. \n\n👏"
        },
        {
            "time": "2023-05-21 11:17:22",
            "comment": "how can chelsea compete with city's spending"
        },
        {
            "time": "2023-05-21 11:32:28",
            "comment": "Chelsea players telling each other what to do, while standing still themselves, beautiful"
        },
        {
            "time": "2023-05-21 11:48:09",
            "comment": "Sterling had three runners in front of him but, instead of passing, he decided to just stop and stand there."
        },
        {
            "time": "2023-05-21 11:49:26",
            "comment": "[deleted]"
        },
        {
            "time": "2023-05-21 13:00:24",
            "comment": "Haaland was doing a side gig to earn money to fund his Minecraft realm.\n\nThat's the only way I can think of why he had body guards. He was actually their body guard."
        },
        {
            "time": "2023-05-21 11:28:30",
            "comment": "My wife who doesn't care much about football just asked \"does this mean City substitutes are better than Chelsea starters ?\". Uhhh.. yeah"
        },
        {
            "time": "2023-05-21 11:37:54",
            "comment": "No hair dye for City legend Frank Lampard?"
        },
        {
            "time": "2023-05-21 11:38:49",
            "comment": "I remember Sterling making fun of Chunkz hairline. Lol Karma gets your real fast."
        },
        {
            "time": "2023-05-21 11:55:45",
            "comment": ">Kai Havertz committed more fouls (2) than he managed touches in the opposition box (1) in the first half at the Etihad Stadium\n\nMy player"
        },
        {
            "time": "2023-05-21 12:16:15",
            "comment": "'Chelsea have struggled to score in away games' they are struggling to score in general, bro."
        },
        {
            "time": "2023-05-21 12:21:40",
            "comment": "Someone call the police on Pep. This is abuse. You can't be bringing on Haaland."
        },
        {
            "time": "2023-05-21 12:37:16",
            "comment": "De bruyne and Rodrigo, pep they’re already dead stop"
        },
        {
            "time": "2023-05-21 12:38:43",
            "comment": "Premier League about to add another few charges for these substitutions"
        },
        {
            "time": "2023-05-21 12:56:34",
            "comment": "Haaland being escorted by bodyguards half his size is funny"
        },
        {
            "time": "2023-05-21 11:19:41",
            "comment": "Guardiola didn't play Haaland today because he'd be on trial in the Hague for war crimes if he did."
        },
        {
            "time": "2023-05-21 10:53:32",
            "comment": "Lmao guard of honor for those city youngsters"
        },
        {
            "time": "2023-05-21 10:59:25",
            "comment": "Wonder how Raheem  feels about this"
        },
        {
            "time": "2023-05-21 11:01:41",
            "comment": "Mahrez, Foden and Alvarez are more than enough to dismantle our whole team."
        },
        {
            "time": "2023-05-21 11:14:17",
            "comment": "Grealish is trying hard to stay awake"
        },
        {
            "time": "2023-05-21 11:14:25",
            "comment": "Alvarez is gonna be primed and ready when Haaland eventually leaves"
        },
        {
            "time": "2023-05-21 11:23:04",
            "comment": "Kalvin Phillips is so confident then again everyone is confident against Chelsea."
        },
        {
            "time": "2023-05-21 11:30:15",
            "comment": "Rico Lewis and Cole Palmer to start in 2024 euros"
        },
        {
            "time": "2023-05-21 11:34:35",
            "comment": "Someone picked Ederson up upside down and dipped him into a blue can lol"
        },
        {
            "time": "2023-05-21 11:36:04",
            "comment": "Vintage Raheem"
        },
        {
            "time": "2023-05-21 11:36:07",
            "comment": "Pep should have dyed his head"
        },
        {
            "time": "2023-05-21 11:36:21",
            "comment": "Ah Sterling thanks for the memories"
        },
        {
            "time": "2023-05-21 11:40:09",
            "comment": "The name Ortega always reminds me of the lawman in Road Rash."
        },
        {
            "time": "2023-05-21 11:59:51",
            "comment": "Rest in peace everyone watching this after a big Sunday roast, there's a real danger this game will send you into a deep sleep which you may never wake from."
        },
        {
            "time": "2023-05-21 12:12:36",
            "comment": "Sterling’s decision making on when to play a pass, is some of the worst I’ve ever seen."
        },
        {
            "time": "2023-05-21 12:13:32",
            "comment": "Sterling why the fuck are you just standing about lol. Make runs bro"
        },
        {
            "time": "2023-05-21 12:24:40",
            "comment": "You can tell it's still a pep team , but there's a lot of giveaways and poor passes from this lineup"
        },
        {
            "time": "2023-05-21 12:35:26",
            "comment": "they disallowed one goal and we bring on Haaland.\n\nAnger management issues right there"
        },
        {
            "time": "2023-05-21 12:37:39",
            "comment": "Why doesn't Madueke start every game for Chelsea? Whenever I watch them he seems like the only decent player on the pitch"
        },
        {
            "time": "2023-05-21 12:39:27",
            "comment": "KDB & Rodri on, training session indeed"
        },
        {
            "time": "2023-05-21 13:02:04",
            "comment": "big up phillips\n\nnot even played three matches worth of minutes but he's snagged himself a PL medal"
        },
        {
            "time": "2023-05-21 11:22:31",
            "comment": "Alvarez is what Arsenal fans think Jesus is."
        },
        {
            "time": "2023-05-21 11:15:01",
            "comment": "alvarez is too good he’s definitely one of my favorite players to watch"
        },
        {
            "time": "2023-05-21 11:26:46",
            "comment": "Imagine Chelsea against Man City’s usual starting 11"
        },
        {
            "time": "2023-05-21 11:27:00",
            "comment": "Commentators just chatting random bollocks because they know Chelsea isn’t doing shit"
        },
        {
            "time": "2023-05-21 11:29:25",
            "comment": "Foden is actually incredible. Will be a midfield legend for city"
        },
        {
            "time": "2023-05-21 11:31:31",
            "comment": "rico playing wherever he wants"
        },
        {
            "time": "2023-05-21 11:31:40",
            "comment": "It's a very good year for Alvarez. World cup and EPL winner. If we win the CL and FA cup, bro is finishing football early."
        },
        {
            "time": "2023-05-21 11:45:13",
            "comment": "did we get a discount on red/pink boots\n\nhalf the teams wearing them"
        },
        {
            "time": "2023-05-21 11:47:51",
            "comment": "Why did we buy Sterling lmao. Two easy pass options forward and he waits until he can’t pass anymore and passes back."
        },
        {
            "time": "2023-05-21 11:48:36",
            "comment": "Genius by Sterling slowing down the play then dumping it on RLC so he can get pressed to shit"
        },
        {
            "time": "2023-05-21 11:50:18",
            "comment": "Welcome to your weekly Sterling frustration."
        },
        {
            "time": "2023-05-21 11:50:31",
            "comment": "Chelsea are so lucky Arsenal lost yesterday"
        },
        {
            "time": "2023-05-21 12:22:38",
            "comment": "Seeing Haaland warming up to come in a game that you’re down by 1 in must be terrifying"
        },
        {
            "time": "2023-05-21 12:31:35",
            "comment": "Can't believe there are people who still rate Kai Havertz out there"
        },
        {
            "time": "2023-05-21 12:33:56",
            "comment": "Finally Pep Guardiola is giving exciting young prospect Erling Haaland some time on the pitch!"
        },
        {
            "time": "2023-05-21 12:34:13",
            "comment": "Plus why did ref have to go to monitor"
        },
        {
            "time": "2023-05-21 12:37:20",
            "comment": "Rodri and KDB up next get fucked lols"
        },
        {
            "time": "2023-05-21 12:39:11",
            "comment": "Why are we bringing on our B team? These plebs are useless.\n\nI want to see Phillips."
        },
        {
            "time": "2023-05-21 12:49:25",
            "comment": "Elsewhere Dortmund have scored"
        },
        {
            "time": "2023-05-21 10:52:17",
            "comment": "If Chelsea get outplayed by this team, they should just delete the club."
        },
        {
            "time": "2023-05-21 11:19:31",
            "comment": "I'm the first one to shit on City and their means of reaching their sporting and financial status but Chelsea having a worst A-team than City's B-team despite spending 600m just shows how different you can use your money"
        },
        {
            "time": "2023-05-21 11:33:26",
            "comment": "It's almost impressive how terrible lampard is as a manager. Truly unique ability to make his team look worse then you ever thought possible"
        },
        {
            "time": "2023-05-21 11:38:11",
            "comment": "Who the fuck is this second commentator?\n\n“With the form that Sterling’s in, we expect him to score that chance”\n\nWhat form"
        },
        {
            "time": "2023-05-21 11:42:06",
            "comment": "How does someone make as much money as Palmer and have a haircut that looks like a 10 year old did it behind a dumpster with their eyes closed"
        },
        {
            "time": "2023-05-21 11:48:02",
            "comment": "I am officially becoming a Sterling slander account. I cant take this. PASS THE FUCKING BALL"
        },
        {
            "time": "2023-05-21 12:59:09",
            "comment": "From 115 charges to 116, up the boys, let's go!"
        },
        {
            "time": "2023-05-21 11:15:59",
            "comment": "Alvarez is coming for that golden boot award.  The Norwegian fraud sweating."
        },
        {
            "time": "2023-05-21 11:17:54",
            "comment": "Lewis looks extremely comfortable whenever he plays"
        },
        {
            "time": "2023-05-21 11:24:15",
            "comment": "Rico Lewis is so fucking good man."
        },
        {
            "time": "2023-05-21 11:27:52",
            "comment": "City's B team are toying with Chelsea, and the worst part is they'd probably do the same to a bunch of teams in the prem."
        },
        {
            "time": "2023-05-21 11:28:57",
            "comment": "Pep should just sub himself in"
        },
        {
            "time": "2023-05-21 11:29:51",
            "comment": "Almost funny to see havertz try pressing but turning around to see every single passing lane wide open"
        },
        {
            "time": "2023-05-21 11:32:03",
            "comment": "Sterling is so fucking bad. Why in the world would you dribble into 2 players instead of just passing out to a free man"
        },
        {
            "time": "2023-05-21 11:33:18",
            "comment": "Can Chelsea bring this energy midweek at old Trafford too"
        },
        {
            "time": "2023-05-21 11:33:23",
            "comment": "I thought traffic cones were supposed to be orange and white, not royal blue."
        },
        {
            "time": "2023-05-21 11:36:07",
            "comment": "Ederson and Laporte doing eachothers hair? looks terrible haha"
        },
        {
            "time": "2023-05-21 11:36:25",
            "comment": "Ortega you are mint"
        },
        {
            "time": "2023-05-21 11:44:10",
            "comment": "Foden is probably being bothered by the sunlight."
        },
        {
            "time": "2023-05-21 11:45:59",
            "comment": "Rico Lewis reminds me on Gundo in terms of being cool on the ball"
        },
        {
            "time": "2023-05-21 11:49:53",
            "comment": "Can someone remind me why Chelsea bought Sterling in the first place?"
        },
        {
            "time": "2023-05-21 12:06:05",
            "comment": "Whoever did Sterling's hair needs to be in prison, cause they pushed his hairline WAY back"
        },
        {
            "time": "2023-05-21 12:12:09",
            "comment": "Going from Ederson to basically any other keeper feels like it would really hurt City's system of playing out from the back because he's so ridiculously good at it but Ortega doesn't feel like much of a downgrade in that department at all. It's very impressive."
        },
        {
            "time": "2023-05-21 12:24:13",
            "comment": "Sterling you have so many options, why do you always choose the worst one?"
        },
        {
            "time": "2023-05-21 12:26:01",
            "comment": "Johnny Boulders!!"
        },
        {
            "time": "2023-05-21 12:26:24",
            "comment": "Stones loves a goal line clearance"
        },
        {
            "time": "2023-05-21 12:26:37",
            "comment": "This is like greatest hits from both Stones & Raheem - goal line clearances and almost scoring offside goals"
        },
        {
            "time": "2023-05-21 12:27:18",
            "comment": "Sterling is genuinely the only one giving them a problem."
        },
        {
            "time": "2023-05-21 12:28:31",
            "comment": "Did 11 Chelsea fans sneak on for the second half because they've played a little bit better this half"
        },
        {
            "time": "2023-05-21 12:33:58",
            "comment": "Aww no :( Just want Alvarez to score more :("
        },
        {
            "time": "2023-05-21 12:37:17",
            "comment": "Pep what the fuck"
        },
        {
            "time": "2023-05-21 12:39:47",
            "comment": "It'd be pretty funny if Chelsea scored now."
        },
        {
            "time": "2023-05-21 12:40:18",
            "comment": "Pep making more subs this game than he did all season"
        },
        {
            "time": "2023-05-21 12:51:48",
            "comment": "Just saw a guy in the City crowd there that was pure curls in mullet and beard. A genuinely marvellous specimen of a man."
        },
        {
            "time": "2023-05-21 11:15:25",
            "comment": "Imagine having Alvarez on your team and he's not even a starter normally"
        },
        {
            "time": "2023-05-21 11:16:16",
            "comment": "Grealish: The cool kid in school talking about his crazy night\n\nHaaland: Me who played video games all night"
        },
        {
            "time": "2023-05-21 11:16:53",
            "comment": "People complaining city fielding a weakened team. Mate even city womens team can beat this shit of a team."
        },
        {
            "time": "2023-05-21 11:17:11",
            "comment": "They are fucking toying with us..."
        },
        {
            "time": "2023-05-21 11:17:32",
            "comment": "Cole Palmer is cooking. Nice talent."
        },
        {
            "time": "2023-05-21 11:17:54",
            "comment": "Lewis is such a stud man"
        },
        {
            "time": "2023-05-21 11:18:11",
            "comment": "Literally falling over each other to tap it in.\n\nChelsea are dogshit."
        },
        {
            "time": "2023-05-21 11:19:42",
            "comment": "Ortega on his way to a third clean sheet against Chelsea this season"
        },
        {
            "time": "2023-05-21 11:20:42",
            "comment": "Grealish looks like he just woke up from a 20 minute sleep after a rager full of alcohol, women, and coke."
        },
        {
            "time": "2023-05-21 11:22:05",
            "comment": "Chelsea are more concerned about this injury than City. If Alvarez has to go off Haaland will come on"
        },
        {
            "time": "2023-05-21 11:27:25",
            "comment": "I think the worst thing about this game is that Chelsea could be losing 3-0 by the 60th minute then we do substitutions: Haaland, Debruyne, Gundogan, Silva and Dias"
        },
        {
            "time": "2023-05-21 11:28:14",
            "comment": "Lampard should be sacked for not playing the young new signings of Mudryck, Fofana, Madueke, Chukwuemeka etc. \n\nHe doesn’t need to win games. He knows he isn’t getting the job. \n\nWhat is he trying to learn about Sterling, Kai Havertz or Gallagher that would benefit a future Chelsea manager rather than seeing what the new kids can do?"
        },
        {
            "time": "2023-05-21 11:31:34",
            "comment": "This team is actually a little more exciting to watch since they’re not drilled quite as well as the starting 11."
        },
        {
            "time": "2023-05-21 11:33:27",
            "comment": "Sterling, you a funny dude"
        },
        {
            "time": "2023-05-21 11:34:03",
            "comment": "What on earth is that on Ederson's neck?"
        },
        {
            "time": "2023-05-21 11:36:13",
            "comment": "ortega what a split."
        },
        {
            "time": "2023-05-21 11:36:38",
            "comment": "Good save from Ortega but Sterling 1v1 only ends one way"
        },
        {
            "time": "2023-05-21 11:36:45",
            "comment": "Where’s your hair dye pep?"
        },
        {
            "time": "2023-05-21 11:36:52",
            "comment": "Commentators literally talking about Pep's head I'm done"
        },
        {
            "time": "2023-05-21 11:38:30",
            "comment": "Lampard pretending like he know what he’s doing"
        },
        {
            "time": "2023-05-21 11:40:22",
            "comment": "Neville getting a throbbing erection from Ortega’s save when it actually hit the post"
        },
        {
            "time": "2023-05-21 11:47:19",
            "comment": "Rico Lewis is so good can’t wait to see what he’ll become in a few years"
        },
        {
            "time": "2023-05-21 11:48:43",
            "comment": "Someone should grab Sterling by the collar and scream in his face \"PASS THE FUCKING BALL YOU TWIT\""
        },
        {
            "time": "2023-05-21 11:49:18",
            "comment": "Feels like a pre season friendly tbh"
        },
        {
            "time": "2023-05-21 11:50:50",
            "comment": "I had a dream that this match up was Space Jam 3 (but football) and City are the monstars and Frank is LeBron Jordan, and every time he cocks it up, the crowd are chanting 'Fat Frank's having a wank'"
        },
        {
            "time": "2023-05-21 11:51:35",
            "comment": "chelsea are fielding a low blockish formation lool\n\nI mean try to go toe to toe when u have nothing to lose against a 2nd string side thats prolly like 15 bottles in..."
        },
        {
            "time": "2023-05-21 12:11:29",
            "comment": "The commentators on the Live USA stream are so bad. Lee Dixon and whoever else it is, they just waffle nonsense the entire time without making any sense lmao. Some shockers today like \"You'd expect Sterling to score that in the form he's in\". Maybe it's satire?"
        },
        {
            "time": "2023-05-21 12:14:17",
            "comment": "Ok Frank this joke isn’t funny anymore. Put on mudryk and Madueke"
        },
        {
            "time": "2023-05-21 12:23:58",
            "comment": "Please get rid of Sterling. Please."
        },
        {
            "time": "2023-05-21 12:26:45",
            "comment": "Enzo constantly robbed from assists."
        },
        {
            "time": "2023-05-21 12:37:33",
            "comment": "Haaland on is like taking 1glove off. Now KDB  on is both gloves are off."
        },
        {
            "time": "2023-05-21 12:37:38",
            "comment": "Avengers assemble"
        },
        {
            "time": "2023-05-21 12:39:15",
            "comment": "Pep says its time to stop fucking around"
        },
        {
            "time": "2023-05-21 12:39:21",
            "comment": "Pep is flexing by bringing on KDB and Haaland."
        },
        {
            "time": "2023-05-21 12:40:40",
            "comment": "Rodri...wtf Pep\n\nLet the man rest"
        },
        {
            "time": "2023-05-21 12:42:50",
            "comment": "Call me crazy but I think I would have started this Madueke chap."
        },
        {
            "time": "2023-05-21 12:44:33",
            "comment": "David Silva would get into any team he wants."
        },
        {
            "time": "2023-05-21 12:56:31",
            "comment": "Way to ruin the celebrations lol"
        },
        {
            "time": "2023-05-21 12:59:56",
            "comment": "Itt: people who never leave their house making fun of match going fans."
        },
        {
            "time": "2023-05-21 11:37:24",
            "comment": "Imagine Enzo in this city team or any other competent top side."
        },
        {
            "time": "2023-05-21 10:59:06",
            "comment": "Humiliating for Raheem"
        },
        {
            "time": "2023-05-21 11:02:21",
            "comment": "People who think Chelsea have a chance with City's lineup are failing to remember we'd likely fail to beat an under 20 team from EFL 2."
        },
        {
            "time": "2023-05-21 11:05:41",
            "comment": "good run and cross from Palmer"
        },
        {
            "time": "2023-05-21 11:06:46",
            "comment": "Why the fuck are both teams wearing blue"
        },
        {
            "time": "2023-05-21 11:07:58",
            "comment": "Wonder who on City's bench is hungover"
        },
        {
            "time": "2023-05-21 11:08:05",
            "comment": "[deleted]"
        },
        {
            "time": "2023-05-21 11:14:58",
            "comment": "This chelsea team is losing to city’s C team. What a lifeless husk of a club."
        },
        {
            "time": "2023-05-21 11:15:29",
            "comment": "Alvarez finishing needs to be studied. He makes it look too easy"
        },
        {
            "time": "2023-05-21 11:23:01",
            "comment": "Can Chelsea chill with the tackles"
        },
        {
            "time": "2023-05-21 11:29:58",
            "comment": "Guys. I know this is insane, but... I think Chelsea might not win today's match."
        },
        {
            "time": "2023-05-21 11:33:25",
            "comment": "Football players vs training cones"
        },
        {
            "time": "2023-05-21 11:37:39",
            "comment": "Dont think ive ever in my life seen Sterling have a breakaway or a good chance and thought hes going to tuck it away. Why Chelsea everybought a guy notorious for being a horrible finisher when they need a finisher is beyond me."
        },
        {
            "time": "2023-05-21 11:38:54",
            "comment": "Lewis Hall you are fantastic"
        },
        {
            "time": "2023-05-21 12:02:32",
            "comment": "Chelsea needs someone who is great at motivate players like Mourinho. He will talk them into believing they are the underdogs and they need to fight for their family."
        },
        {
            "time": "2023-05-21 12:20:09",
            "comment": "Lampard’s Chelsea has kept Haaland from scoring, how about a five year extension Todd?"
        },
        {
            "time": "2023-05-21 12:33:14",
            "comment": "pretty clear handball lol"
        },
        {
            "time": "2023-05-21 12:33:24",
            "comment": "Pep, what did we do to you?"
        },
        {
            "time": "2023-05-21 12:33:53",
            "comment": "That’s how var should be done. One look, clear handball. Sorted"
        },
        {
            "time": "2023-05-21 12:34:06",
            "comment": "Oh lawd, he coming!"
        },
        {
            "time": "2023-05-21 12:35:33",
            "comment": "his fucking neck is massive man"
        },
        {
            "time": "2023-05-21 12:36:45",
            "comment": "I really like Madueke, feel like whenever i've watched him for Chelsea he's been the most dangerous"
        },
        {
            "time": "2023-05-21 12:46:10",
            "comment": "Lmao at Koulibaly complaining that Haaland outmuscles him"
        },
        {
            "time": "2023-05-21 12:58:57",
            "comment": "Hahaha plastics"
        },
        {
            "time": "2023-05-21 11:39:36",
            "comment": "Spray paint your head Pep"
        },
        {
            "time": "2023-05-21 11:18:07",
            "comment": "Getting cooked by the b team lol, levels to this"
        },
        {
            "time": "2023-05-21 10:57:35",
            "comment": "The disrespect with the City lineup lol"
        },
        {
            "time": "2023-05-21 10:57:48",
            "comment": "that bench jesus christ"
        },
        {
            "time": "2023-05-21 10:58:31",
            "comment": "Insane bench from city"
        },
        {
            "time": "2023-05-21 10:59:54",
            "comment": "[deleted]"
        },
        {
            "time": "2023-05-21 11:00:00",
            "comment": "Who had headphones on the baby? They all should."
        },
        {
            "time": "2023-05-21 11:00:49",
            "comment": "Is there an active football player who has an absurd amount of kids? Would be funny if he became a champion and brought all his kids with him on the pitch"
        },
        {
            "time": "2023-05-21 11:04:10",
            "comment": "and.... Phillips gets nutmegged... :("
        },
        {
            "time": "2023-05-21 11:09:38",
            "comment": "Palmer looks good on a technical level but his decision making seems very slow."
        },
        {
            "time": "2023-05-21 11:14:27",
            "comment": "La Arana"
        },
        {
            "time": "2023-05-21 11:14:49",
            "comment": "I know they aren't a clash but I still dislike the two blue kits at the same time."
        },
        {
            "time": "2023-05-21 11:14:55",
            "comment": "good finish from Alvarez"
        },
        {
            "time": "2023-05-21 11:15:28",
            "comment": "Chelsea look like a league 2 side, absolutely horrendous at the back"
        },
        {
            "time": "2023-05-21 11:16:23",
            "comment": "Imagine losing to City, could never be my team"
        },
        {
            "time": "2023-05-21 11:17:11",
            "comment": "Ouuu I like what we're cooking"
        },
        {
            "time": "2023-05-21 11:17:40",
            "comment": "what a goal that would've been"
        },
        {
            "time": "2023-05-21 11:19:20",
            "comment": "I cannot believe we took a point off this City side lol"
        },
        {
            "time": "2023-05-21 11:19:30",
            "comment": "Chelsea legitimately the worst side in the league"
        },
        {
            "time": "2023-05-21 11:20:02",
            "comment": "Cole Palmer absolutely cooked on the wing there 👀"
        },
        {
            "time": "2023-05-21 11:20:29",
            "comment": "Lampard looking like he’s going to use his special set of skills to lose 3-1"
        },
        {
            "time": "2023-05-21 11:22:50",
            "comment": "[deleted]"
        },
        {
            "time": "2023-05-21 11:23:44",
            "comment": "Palmer is a baby KDB"
        },
        {
            "time": "2023-05-21 11:23:52",
            "comment": "The only good thing that will come out of this season is that Frank Lampard will never coach again a PL side.\n\nIt's his job to motivate the players. It's also his job to pick some of the younger bloods that have something to prove to the next coach. Why Sterling and Havertz start I will never understand.\n\nMudryk, Madueke and Fofana. Grow some balls and play the young bloods if we are going to lose again, moron"
        },
        {
            "time": "2023-05-21 11:28:24",
            "comment": "Hope Pep subs in Haaland at half time so he can stat pad."
        },
        {
            "time": "2023-05-21 11:28:42",
            "comment": "Man Foden is amazing idk how people downplay him. Maybe the English media went over the top which played a factor, but the guy is unreal. He's spent his whole career / younger years getting molded into a perfect pep player"
        },
        {
            "time": "2023-05-21 11:29:55",
            "comment": "Honestly i love watching Mahrez, love that type of player"
        },
        {
            "time": "2023-05-21 11:31:48",
            "comment": "Foden is waayy too good to be riding the bench. Curious what Pep will do with him next year, maybe move him to midfield if Gundo leaves?"
        },
        {
            "time": "2023-05-21 11:31:55",
            "comment": "oh what a finish that would've been"
        },
        {
            "time": "2023-05-21 11:32:25",
            "comment": "[deleted]"
        },
        {
            "time": "2023-05-21 11:33:37",
            "comment": "Sterling is so fucking bad."
        },
        {
            "time": "2023-05-21 11:34:08",
            "comment": "Ederson what have you done"
        },
        {
            "time": "2023-05-21 11:34:23",
            "comment": "Commentators cooking azpi more than City lmao"
        },
        {
            "time": "2023-05-21 11:34:24",
            "comment": "The thing City  do so well is make it so hard to get out of your own half when there is 9 players in your half constantly pressing you."
        },
        {
            "time": "2023-05-21 11:34:31",
            "comment": "Yoooo that hair on Ederson 💙"
        },
        {
            "time": "2023-05-21 11:34:49",
            "comment": "Think that Enzo went to us🤣🤣🤣 HAHAHAHAHA"
        },
        {
            "time": "2023-05-21 11:35:31",
            "comment": "Great save Ortega"
        },
        {
            "time": "2023-05-21 11:35:35",
            "comment": "Trying to imagine myself in the moment of getting a smiley face tattooed behind my ear. Had to watch two of my friends get matching wine glass tattoos on their wrists, so I've got a decent idea of the amount of alcohol necessary for that kind of decision making."
        },
        {
            "time": "2023-05-21 11:36:08",
            "comment": "What the fuck what a save"
        },
        {
            "time": "2023-05-21 11:36:13",
            "comment": "Good save"
        },
        {
            "time": "2023-05-21 11:37:12",
            "comment": "yep that's Sterling"
        },
        {
            "time": "2023-05-21 11:44:13",
            "comment": "Just imagine for a second, if arsenal didnt bottle against nottingham and city played their first eleven to win the title... wouldve been a slaughter"
        },
        {
            "time": "2023-05-21 11:46:15",
            "comment": "Even Philips having a go 😆"
        },
        {
            "time": "2023-05-21 11:47:20",
            "comment": "Sterling and Sancho both having an absolute mare season"
        },
        {
            "time": "2023-05-21 11:53:47",
            "comment": "Chelsea(43) doesn't even have half the points of man City (88)"
        },
        {
            "time": "2023-05-21 12:12:48",
            "comment": "Palmer-Lewis-Foden linkup has been brilliant\n\nDay has been made man."
        },
        {
            "time": "2023-05-21 12:13:11",
            "comment": "I dont get it. What purpose does it serve Chelsea playing some of their older/shit players today?"
        },
        {
            "time": "2023-05-21 12:15:44",
            "comment": "Terrorist football from chelsea this"
        },
        {
            "time": "2023-05-21 12:18:19",
            "comment": "[this is so wrong ](https://twitter.com/City_Xtra/status/1660305200916180994?t=XFpwQnTqvsnWQn499WLaVA&s=19)"
        },
        {
            "time": "2023-05-21 12:19:20",
            "comment": "Would've been nice for Phillips that"
        },
        {
            "time": "2023-05-21 12:19:39",
            "comment": "Put Sterling out of his misery already"
        },
        {
            "time": "2023-05-21 12:19:54",
            "comment": "Sterling is tragic"
        },
        {
            "time": "2023-05-21 12:20:13",
            "comment": "Ortega is killing it right now"
        },
        {
            "time": "2023-05-21 12:21:01",
            "comment": "haaland warming up. we love it"
        },
        {
            "time": "2023-05-21 12:21:23",
            "comment": "Haaland warming up siuuu"
        },
        {
            "time": "2023-05-21 12:23:04",
            "comment": "[Lampard seeing Haaland warming up](https://i.imgur.com/CN3Bsuv.jpg)"
        },
        {
            "time": "2023-05-21 12:23:29",
            "comment": "Where Mudryk"
        },
        {
            "time": "2023-05-21 12:25:47",
            "comment": "I am so tired of the Sterling experiment."
        },
        {
            "time": "2023-05-21 12:26:07",
            "comment": "Johnny stones to the rescue"
        },
        {
            "time": "2023-05-21 12:26:40",
            "comment": "John Stones giving Liverpool fans some major PTSD there with a goal line clearance..."
        },
        {
            "time": "2023-05-21 12:26:49",
            "comment": "John Stones and goal line clearances. What a combination."
        },
        {
            "time": "2023-05-21 12:26:51",
            "comment": "\"Super Sunday\" is the biggest lie Sky Sports have ever peddled\n\nAin't nothing super about this"
        },
        {
            "time": "2023-05-21 12:33:28",
            "comment": "Lmao is that Haaland getting ready"
        },
        {
            "time": "2023-05-21 12:34:05",
            "comment": "Haaland coming on lmao, they’re gonna get beat down"
        },
        {
            "time": "2023-05-21 12:34:55",
            "comment": "erling you have the opportunity to do the funniest thing ever"
        },
        {
            "time": "2023-05-21 12:34:59",
            "comment": "I think we convinced that guy to lose his bet"
        },
        {
            "time": "2023-05-21 12:35:44",
            "comment": "Haaland already running rampant on us with his first touch lmfaoo"
        },
        {
            "time": "2023-05-21 12:36:24",
            "comment": "Can Alvarez get a hat-trick of disallowed tap-ins"
        },
        {
            "time": "2023-05-21 12:40:06",
            "comment": "Gomez completely ignored\n\nBit sad"
        },
        {
            "time": "2023-05-21 12:44:40",
            "comment": "I hope after this season we never have to watch Havertz up top again"
        },
        {
            "time": "2023-05-21 12:50:24",
            "comment": "I'm convinced I've accidentally turned on a Man City training session"
        },
        {
            "time": "2023-05-21 12:52:21",
            "comment": "Cole “The Liam Delap of City” Palmer about to lift that trophy 🏆"
        },
        {
            "time": "2023-05-21 12:52:24",
            "comment": "Football would be much more enjoyable if these little deliberate break-the-play fouls were actually punished"
        },
        {
            "time": "2023-05-21 10:52:18",
            "comment": "The amount of talent left on City's bench today makes it clear – Pep is scared about coming to the Amex on Thursday"
        },
        {
            "time": "2023-05-21 11:35:01",
            "comment": "If Sterling could score tap-ins and open net shots from 5m he'd be at least a sub on a potential treble winning team rn"
        },
        {
            "time": "2023-05-21 12:24:03",
            "comment": "Thank god we got rid of Sterling, he’d have dragged city down with him"
        },
        {
            "time": "2023-05-21 12:30:42",
            "comment": "Glad they are applauding Raheem, seen far too many losers online being weirdly disrespectful to him"
        },
        {
            "time": "2023-05-21 12:58:24",
            "comment": "*no atmosphere and money comment here*"
        },
        {
            "time": "2023-05-21 10:58:15",
            "comment": "What the fuck is this line up from Lampard"
        },
        {
            "time": "2023-05-21 11:00:06",
            "comment": "I don't know why but I didn't expect Walker to have 3 kids after seeing that video at the bar"
        },
        {
            "time": "2023-05-21 11:04:54",
            "comment": "I can’t stand Lampard as a manager. He is so freaking clueless. Again a fucking shit lineup. Holy fuck I’m going to explode"
        },
        {
            "time": "2023-05-21 11:13:09",
            "comment": "Philips looking surprisingly confident?"
        },
        {
            "time": "2023-05-21 11:14:27",
            "comment": "Walked the ball into net\n\nFofana cost £70m"
        },
        {
            "time": "2023-05-21 11:14:29",
            "comment": "I expected nothing and my heart still sinks..."
        },
        {
            "time": "2023-05-21 11:14:31",
            "comment": "We want 10"
        },
        {
            "time": "2023-05-21 11:14:46",
            "comment": "Aguero regen for sure"
        },
        {
            "time": "2023-05-21 11:15:56",
            "comment": "This might be one of the best benches ive ever seen"
        },
        {
            "time": "2023-05-21 11:16:14",
            "comment": "I know technically Chelsea have nothing to play for, as do we, but come on guys you gotta play for your dignity at least"
        },
        {
            "time": "2023-05-21 11:16:14",
            "comment": "I think we’d actually find a way to lose to cardboard cut outs of Man City players, we’re just THAT bad lmao"
        },
        {
            "time": "2023-05-21 11:16:18",
            "comment": "Bruh silva was so bad on that goal too"
        },
        {
            "time": "2023-05-21 11:17:05",
            "comment": "juli’s finishing is so good"
        },
        {
            "time": "2023-05-21 11:17:09",
            "comment": "Rico Lewis my god"
        },
        {
            "time": "2023-05-21 11:17:53",
            "comment": "Rico and palmar :')"
        },
        {
            "time": "2023-05-21 11:17:54",
            "comment": "Holy shit those are actual professionals playing defense that bad."
        },
        {
            "time": "2023-05-21 11:17:59",
            "comment": "Well that would have been stunning if it ran to Foden first time"
        },
        {
            "time": "2023-05-21 11:18:01",
            "comment": "ALMOST NUT"
        },
        {
            "time": "2023-05-21 11:18:28",
            "comment": "Alvarez’s accidental block was really Chelsea’s best defense."
        },
        {
            "time": "2023-05-21 11:18:28",
            "comment": "nobody expected rico do that pass"
        },
        {
            "time": "2023-05-21 11:18:50",
            "comment": "That was a beautiful move from City"
        },
        {
            "time": "2023-05-21 11:20:03",
            "comment": "Only City’s B team is capable of cooking teams sigh"
        },
        {
            "time": "2023-05-21 11:21:14",
            "comment": "city b-team outplaying chelsea is crazy to me. that b-team know each other better than chelsea"
        },
        {
            "time": "2023-05-21 11:24:30",
            "comment": "still early in but phillips looking alright so far"
        },
        {
            "time": "2023-05-21 11:26:09",
            "comment": "I know we’re shit but Lampard really needs to stop having a face like a smacked arse on the touchline and try to encourage the team"
        },
        {
            "time": "2023-05-21 11:26:31",
            "comment": "Fuck me that City counter."
        },
        {
            "time": "2023-05-21 11:28:45",
            "comment": "600 million Chelsea looking good lol"
        },
        {
            "time": "2023-05-21 11:29:16",
            "comment": "Southg8 m8, you watching Rico Lewis?"
        },
        {
            "time": "2023-05-21 11:31:29",
            "comment": "Almost brilliant"
        },
        {
            "time": "2023-05-21 11:31:56",
            "comment": "Chelsea literally don’t care lmao"
        },
        {
            "time": "2023-05-21 11:33:06",
            "comment": "never seen a worse chelsea side in my life"
        },
        {
            "time": "2023-05-21 11:33:51",
            "comment": "Sterling..."
        },
        {
            "time": "2023-05-21 11:35:47",
            "comment": "This city keeper looks pretty short and compact"
        },
        {
            "time": "2023-05-21 11:35:51",
            "comment": "British Sterling is beyond finished."
        },
        {
            "time": "2023-05-21 11:36:19",
            "comment": "Edersons head is my fav soda color"
        },
        {
            "time": "2023-05-21 11:36:30",
            "comment": "Ortega is surprisingly sturdy for a back-up goalkeeper."
        },
        {
            "time": "2023-05-21 11:37:16",
            "comment": "Ederson “Blue Raspberry” Moraes"
        },
        {
            "time": "2023-05-21 11:37:33",
            "comment": "I'm honestly happy that Sterling made a run in behind the defense and a pass went to him. Even if he missed, it shows these players are not completely inept"
        },
        {
            "time": "2023-05-21 11:37:34",
            "comment": "I have never seen Sterling absolutely lace the ball, always an inside shot (weak or strong foot)"
        },
        {
            "time": "2023-05-21 11:38:25",
            "comment": "Thank you Gallagher for showing up to the game"
        },
        {
            "time": "2023-05-21 11:38:40",
            "comment": "Ngl i think ederson let’s both of those in"
        },
        {
            "time": "2023-05-21 11:38:47",
            "comment": "Where is Kanye?"
        },
        {
            "time": "2023-05-21 11:39:14",
            "comment": "Can someone remind Sterling that he transfered over to Chelsea over last summer?"
        },
        {
            "time": "2023-05-21 11:39:40",
            "comment": "Got to clear that Rico."
        },
        {
            "time": "2023-05-21 11:47:03",
            "comment": "[deleted]"
        },
        {
            "time": "2023-05-21 11:50:54",
            "comment": "Good Christ was that a low energy final ten minutes"
        },
        {
            "time": "2023-05-21 12:00:12",
            "comment": "Lampard has the haunted, gaunt look of a man who knows this is his second last game as a manager of a professional football team.\n\nNon-professional though? Doors will be swinging open as we speak."
        },
        {
            "time": "2023-05-21 12:04:04",
            "comment": "Every time I see Lewis Hall play I think he looks class."
        },
        {
            "time": "2023-05-21 12:09:58",
            "comment": "Loftus-Cheek giveth, Gallagher taketh away"
        },
        {
            "time": "2023-05-21 12:10:01",
            "comment": "Interesting that commentators are actually talking about the atmosphere. If anyone missed it, they're talking about it basically died down after the Poznan."
        },
        {
            "time": "2023-05-21 12:15:06",
            "comment": "Kai asks for the ball out wide then passes it back to Azpi. I hate this mfer"
        },
        {
            "time": "2023-05-21 12:19:29",
            "comment": "Nooo Phillips goal would have been great lol"
        },
        {
            "time": "2023-05-21 12:21:04",
            "comment": "hydrogen bomb vs coughing baby"
        },
        {
            "time": "2023-05-21 12:21:16",
            "comment": "How has Sterling not been hooked off yet?"
        },
        {
            "time": "2023-05-21 12:21:33",
            "comment": "Gonna vote for Lewis Hall as player of the season"
        },
        {
            "time": "2023-05-21 12:21:34",
            "comment": "does the fat man know he can do subs?"
        },
        {
            "time": "2023-05-21 12:21:57",
            "comment": "De bruyne warming up seems unnecessary lol"
        },
        {
            "time": "2023-05-21 12:24:31",
            "comment": "That was actually good play by Sterling"
        },
        {
            "time": "2023-05-21 12:25:58",
            "comment": "BOULDERS"
        },
        {
            "time": "2023-05-21 12:26:10",
            "comment": "i love stones"
        },
        {
            "time": "2023-05-21 12:26:12",
            "comment": "Tommy shelby🤝 goal line clearences"
        },
        {
            "time": "2023-05-21 12:27:33",
            "comment": "Sterling just schooled Walker there. funny how Vini couldn’t do it lol"
        },
        {
            "time": "2023-05-21 12:28:28",
            "comment": "Fuckin’ Stonesy does it again"
        },
        {
            "time": "2023-05-21 12:30:57",
            "comment": "Havertz you are shit"
        },
        {
            "time": "2023-05-21 12:32:28",
            "comment": "blatant handball"
        },
        {
            "time": "2023-05-21 12:33:59",
            "comment": "Why would mahrez bother celebrating"
        },
        {
            "time": "2023-05-21 12:34:45",
            "comment": "The scoring race between Haaland and Chelsea is back on."
        },
        {
            "time": "2023-05-21 12:34:48",
            "comment": "Fuck FFP breaches, bringing Haaland on when you’re winning is cheating."
        },
        {
            "time": "2023-05-21 12:37:06",
            "comment": "Pep is just fucking with us with these subs"
        },
        {
            "time": "2023-05-21 12:39:09",
            "comment": "Are we facing full city for 10 minutes? Why Pep? Why?"
        },
        {
            "time": "2023-05-21 12:40:27",
            "comment": "Ortega has had a great game"
        },
        {
            "time": "2023-05-21 12:42:49",
            "comment": "Lol Madueke the only one trying to put a ball in the box and Havertz has the gall to complain when he’s got into the box about 9 years too late"
        },
        {
            "time": "2023-05-21 12:42:59",
            "comment": "Would David Silva get into this City side? \n\nStupid announcer."
        },
        {
            "time": "2023-05-21 12:44:29",
            "comment": "This is a pre-season game"
        },
        {
            "time": "2023-05-21 12:46:15",
            "comment": "May as well blow the final whistle, training games have more effort than this. Chelsea clearly not interested in fighting with nother to play for, and City just preserving energy"
        },
        {
            "time": "2023-05-21 12:46:51",
            "comment": "Damn, we're fucked"
        },
        {
            "time": "2023-05-21 12:46:54",
            "comment": "So many millions of pounds yet only like 2 players i think are any good"
        },
        {
            "time": "2023-05-21 12:48:18",
            "comment": "Azpi vs Haaland is like a little annoying mosquito vs a giant"
        },
        {
            "time": "2023-05-21 12:49:21",
            "comment": "Azplicueta marking Haaland will never not be funny"
        },
        {
            "time": "2023-05-21 12:49:50",
            "comment": "It's comical how small Azpilicueta looked standing next to Haaland"
        },
        {
            "time": "2023-05-21 13:04:30",
            "comment": "top lads delaying their trophy celebration. Nice Grealish impersonator"
        },
        {
            "time": "2023-05-21 11:16:25",
            "comment": "I mean Alvarez as a back up starter is like luxury"
        },
        {
            "time": "2023-05-21 11:29:36",
            "comment": "Poznan already lol"
        },
        {
            "time": "2023-05-21 11:45:02",
            "comment": "Maybe it’s just level of competition but Gomez is looking pretty good today."
        },
        {
            "time": "2023-05-21 12:57:57",
            "comment": "Oh so everyone was being silent to conserve energy for invading the pitch? I get it now."
        },
        {
            "time": "2023-05-21 11:17:13",
            "comment": "Jarring that no clubs in the league can afford this Palmer- Alvarez-Foden trifecta. How will they compete?"
        },
        {
            "time": "2023-05-21 11:40:30",
            "comment": "Chelsea almost scored against the hungover C squad"
        },
        {
            "time": "2023-05-21 12:56:50",
            "comment": "god damn. didnt let the team celebrate. everyone should have sat down and clapped respectfully. no class. needs more tourist in the seats. SMH"
        },
        {
            "time": "2023-05-21 10:50:28",
            "comment": "This match is way less exciting considering Arsenals loss ."
        },
        {
            "time": "2023-05-21 11:05:13",
            "comment": "This line up is frankly insulting to Chelsea."
        },
        {
            "time": "2023-05-21 11:33:15",
            "comment": "Tuchel really hurt us with that Sterling signing, awful player."
        },
        {
            "time": "2023-05-21 11:34:45",
            "comment": "Enzo is elite at those lobbed through balls"
        },
        {
            "time": "2023-05-21 11:36:54",
            "comment": "Extensive bank heists and tax evasion will get all the headlines but what Ruben Loftus-Cheek has cumulatively stolen from Chelsea for over a decade must dwarf most of that. What side would he get into in the Championship?"
        },
        {
            "time": "2023-05-21 11:38:52",
            "comment": "If sterling isnt off at half i’m gonna have an aneurysm"
        },
        {
            "time": "2023-05-21 11:39:38",
            "comment": "man city reserves looking a bit more like man city reserves"
        },
        {
            "time": "2023-05-21 12:20:21",
            "comment": "Lewis Hall has been very good"
        },
        {
            "time": "2023-05-21 12:46:15",
            "comment": "Lebron James coming on let’s goooooo there’s a chance"
        },
        {
            "time": "2023-05-21 12:50:52",
            "comment": "Kalvin Phillips about to lift the PL trophy is genuinely hilarious"
        },
        {
            "time": "2023-05-21 10:51:32",
            "comment": "Well at least Pep is doing everything he can to make it a competitive game"
        },
        {
            "time": "2023-05-21 10:52:31",
            "comment": "Chelsea should get the win here\n\nCan't see City playing at 100% knowing the game doesn't count for anything and they have 2 finals coming up"
        },
        {
            "time": "2023-05-21 10:53:49",
            "comment": "If we win with this team, then Chelsea are really in tatters."
        },
        {
            "time": "2023-05-21 10:56:21",
            "comment": "Disgusting lineup from Frank...\n\nLittle did we know that when he talked about that the last 3 games are an opportunity for players to show themselves to new manager. He meant new manager at different club, not at Chelsea, because those who are likely to stay at Chelsea are sitting on the bench mostly."
        },
        {
            "time": "2023-05-21 10:57:44",
            "comment": "why does Ederson have blue hair"
        },
        {
            "time": "2023-05-21 10:59:13",
            "comment": "Is this the strongest bench in PL history? lmao"
        },
        {
            "time": "2023-05-21 11:00:09",
            "comment": "Does Foden already have 2 kids?"
        },
        {
            "time": "2023-05-21 11:00:20",
            "comment": "Rip to my fpl, thanks Pep 😭"
        },
        {
            "time": "2023-05-21 11:01:13",
            "comment": "Lampard held onto Pep like he was hoping he'd just fly away and save him from all of this."
        },
        {
            "time": "2023-05-21 11:01:17",
            "comment": "That City bench tho"
        },
        {
            "time": "2023-05-21 11:03:44",
            "comment": "Ah the return City legend Frankie Lamps back to his old ground\n\nJust what would he be without City Football Group"
        },
        {
            "time": "2023-05-21 11:04:15",
            "comment": "Havertz come on how are you offside there"
        },
        {
            "time": "2023-05-21 11:05:57",
            "comment": "Excellent run by palmer"
        },
        {
            "time": "2023-05-21 11:06:42",
            "comment": "Azpi as a wingback anno 2023."
        },
        {
            "time": "2023-05-21 11:08:30",
            "comment": "And that's why pep doesn't trust Gomez lol. Pretty good going forward but not good enough defensively"
        },
        {
            "time": "2023-05-21 11:08:38",
            "comment": "It's really frustrating when we drop the only bloke on our team who's in something resembling form. I just hope we see some of the kids later on"
        },
        {
            "time": "2023-05-21 11:12:05",
            "comment": "looks weird seeing foden with short sleeves"
        },
        {
            "time": "2023-05-21 11:14:15",
            "comment": "My god Chelsea"
        },
        {
            "time": "2023-05-21 11:14:45",
            "comment": "JULIIIII"
        },
        {
            "time": "2023-05-21 11:14:56",
            "comment": "That was just embarrassing all around lmao. Nobody even fucking tried."
        },
        {
            "time": "2023-05-21 11:15:11",
            "comment": "Ok, game lost. Can we play the youth now?"
        },
        {
            "time": "2023-05-21 11:15:21",
            "comment": "this kid is special"
        },
        {
            "time": "2023-05-21 11:15:22",
            "comment": "this is their bench, chelsea"
        },
        {
            "time": "2023-05-21 11:15:23",
            "comment": "Alavarez! Good finish."
        },
        {
            "time": "2023-05-21 11:15:35",
            "comment": "holy shit i love this guy\n\ncan't wait see his second season surge"
        },
        {
            "time": "2023-05-21 11:15:40",
            "comment": "Alvarez is just so good."
        },
        {
            "time": "2023-05-21 11:15:42",
            "comment": "great start to the match from Palmer"
        },
        {
            "time": "2023-05-21 11:16:48",
            "comment": "That was poor from Fofana but Silva just gave up for some reason lol"
        },
        {
            "time": "2023-05-21 11:18:14",
            "comment": "now imagine subbing in KDB, Haaland, Grealish"
        },
        {
            "time": "2023-05-21 11:18:19",
            "comment": "i think i fell in love with palmer"
        },
        {
            "time": "2023-05-21 11:18:32",
            "comment": "Foden is so sick"
        },
        {
            "time": "2023-05-21 11:19:19",
            "comment": "Lmao fucking no pride these bunch of fucking players"
        },
        {
            "time": "2023-05-21 11:19:27",
            "comment": "Want to see Lewis do well. He is technically very good. Hope he physically also gets a little bigger."
        },
        {
            "time": "2023-05-21 11:19:33",
            "comment": "We should have the kit man lay out training cones. Would do a better job than Lampard and these trash."
        },
        {
            "time": "2023-05-21 11:20:07",
            "comment": "Didn't expect much and... here it is, what a woeful season. Potch will have a rough time, there's no easy fix to this cluster fuck. Not even tactically, it's getting rid of players that's the problem. Talent is there, maybe even too much..."
        },
        {
            "time": "2023-05-21 11:20:53",
            "comment": "That challenge is the most attacking thing Havertz has done for about 3 months"
        },
        {
            "time": "2023-05-21 11:25:11",
            "comment": "How bad are Chelsea ffs"
        },
        {
            "time": "2023-05-21 11:26:06",
            "comment": "Playing someone who can’t run at wingback is definitely a choice \n\nThe famous IQ result is showing"
        },
        {
            "time": "2023-05-21 11:28:50",
            "comment": "Foden has so much space that he could probably do a quick backflip and still be uncontested."
        },
        {
            "time": "2023-05-21 11:28:56",
            "comment": "If chelsea got a goal every time they retained possesion in City's half, I would still fancy City's B team to win."
        },
        {
            "time": "2023-05-21 11:28:58",
            "comment": "This is a procession. The most half assed press I have ever seen. Even Gallagher isn’t trying"
        },
        {
            "time": "2023-05-21 11:30:39",
            "comment": "It was only 2 years ago that chelsea was crowned European champions.  Now we have THIS chelsea.  Life comes at you fast."
        },
        {
            "time": "2023-05-21 11:31:28",
            "comment": "Duuuudeee, if that went in...cheeky af from Foden"
        },
        {
            "time": "2023-05-21 11:31:35",
            "comment": "Chelsea players are legit just walking around…"
        },
        {
            "time": "2023-05-21 11:31:48",
            "comment": "Sooo close"
        },
        {
            "time": "2023-05-21 11:32:02",
            "comment": "Haha so fucking cheeky"
        },
        {
            "time": "2023-05-21 11:32:27",
            "comment": "Sterling and havertz are awful"
        },
        {
            "time": "2023-05-21 11:32:27",
            "comment": "Philips was good this far"
        },
        {
            "time": "2023-05-21 11:32:30",
            "comment": "Absolutely no sense of urgency or fight in the way we play…"
        },
        {
            "time": "2023-05-21 11:32:45",
            "comment": "Our passing lmao"
        },
        {
            "time": "2023-05-21 11:34:27",
            "comment": "What the fuck happened to Ederson's hair"
        },
        {
            "time": "2023-05-21 11:35:56",
            "comment": "Dude with that yoga save"
        },
        {
            "time": "2023-05-21 11:36:01",
            "comment": "Sterling is so bad"
        },
        {
            "time": "2023-05-21 11:36:01",
            "comment": "\"pep's resisted\" Oh my goddddd"
        },
        {
            "time": "2023-05-21 11:36:20",
            "comment": "Damn what a save"
        },
        {
            "time": "2023-05-21 11:36:43",
            "comment": "good save"
        },
        {
            "time": "2023-05-21 11:37:04",
            "comment": "Probably a goal if that’s Ederson lol"
        },
        {
            "time": "2023-05-21 11:37:54",
            "comment": "Good save but that looked awkward, could've injured himself the way his legs split."
        },
        {
            "time": "2023-05-21 11:38:41",
            "comment": "We are dire *and* cursed? Let the season end mate"
        },
        {
            "time": "2023-05-21 11:39:10",
            "comment": "How has Phillips looked so far?"
        },
        {
            "time": "2023-05-21 11:42:36",
            "comment": "Does this game mean anything for either side?"
        },
        {
            "time": "2023-05-21 11:46:32",
            "comment": "Curved outside instead of inside. Shot power and height was good from Phillips."
        },
        {
            "time": "2023-05-21 11:51:09",
            "comment": "Chelsea are so poor."
        },
        {
            "time": "2023-05-21 11:51:11",
            "comment": "[deleted]"
        },
        {
            "time": "2023-05-21 11:53:57",
            "comment": "Haaland on for last 20 to scoop up some goals?"
        },
        {
            "time": "2023-05-21 11:55:17",
            "comment": "Love Azpi but he should have left in the summer, will never forgive Tuchel for keeping him on."
        },
        {
            "time": "2023-05-21 11:56:04",
            "comment": "I think I can run faster than Azpi while taking my bong shot."
        },
        {
            "time": "2023-05-21 11:58:13",
            "comment": "I can't imagine Lampard inspires a lot of confidence amongst the players, right? The guy looks depressed and it certainly can't help hearing people shit all over your manager at every single chance, right?"
        },
        {
            "time": "2023-05-21 12:00:39",
            "comment": "I don't understand Kalvin phillips, he moves like he has been playing every game this season. He seems confused on the pitch."
        },
        {
            "time": "2023-05-21 12:07:59",
            "comment": "One thing that made me feel like I have no idea about football was when Datro Fofana played and I thought he looked really promising and energised, for him to then be sent to the shadow realm for the rest of the season lol"
        },
        {
            "time": "2023-05-21 12:13:19",
            "comment": "okay it’s starting to feel somewhat like an actual match now. time to make subs"
        },
        {
            "time": "2023-05-21 12:18:13",
            "comment": "Pep with nothing to play for making subs before Frank lmao. Amazing."
        },
        {
            "time": "2023-05-21 12:19:28",
            "comment": "Fuck off Ortega omfg"
        },
        {
            "time": "2023-05-21 12:19:56",
            "comment": "ortega is so good"
        },
        {
            "time": "2023-05-21 12:20:35",
            "comment": "Palmer's 1v1 ability is special, but the final action has to be worked on"
        },
        {
            "time": "2023-05-21 12:21:28",
            "comment": "It's hard to stay awake sitting down so now they are out there jogging."
        },
        {
            "time": "2023-05-21 12:21:53",
            "comment": "Chelsea shape is a mess"
        },
        {
            "time": "2023-05-21 12:22:10",
            "comment": "Lewis Hall is a player. He's a midfielder deputizing at LB right?"
        }
    ]
}