{
    "title": "Match Thread: Tottenham vs Arsenal English",
    "match_date": "2023-01-15",
    "comments": [
        {
            "time": "2023-01-15 13:28:10",
            "comment": "Didn't concede a pen vs spurs, truly a different arsenal lol"
        },
        {
            "time": "2023-01-15 13:35:29",
            "comment": "especially enjoyed xhaka trying to explain to arteta while being dragged away from the scrap that he was going to break it up and not make things worse"
        },
        {
            "time": "2023-01-15 13:26:53",
            "comment": "What is wrong with Conte 1st half no pressing no urgency and 2 touches in box all while at home in a NLD.\n\n1st 15-20mins of second half is how they should have played from start, It's not just this game they have been doing it all season.\n\nMust be so frustrating for Spurs fan's seeing how they can play but its obviously Conte's instruction not to.\n\n\nBut Arsenal were fantastic again and Ramsdale easily MOTM"
        },
        {
            "time": "2023-01-15 13:28:24",
            "comment": "Arteta ruined a proper kick off at the end there"
        },
        {
            "time": "2023-01-15 13:26:55",
            "comment": "\"Son and Kane are the two most important players, with Lloris. If we have doubts about them, we are in trouble.\" - Conte"
        },
        {
            "time": "2023-01-15 13:28:11",
            "comment": "Ramsdale rattled them lmao"
        },
        {
            "time": "2023-01-15 13:29:12",
            "comment": "Heads up spurs, I believe in you, bounce back against City"
        },
        {
            "time": "2023-01-15 13:27:28",
            "comment": "Life time ban for the cunt who kicked Ramsdale please"
        },
        {
            "time": "2023-01-15 13:27:26",
            "comment": "Did Richarlison just slap Ramsdale lol"
        },
        {
            "time": "2023-01-15 13:28:55",
            "comment": "richard keys is absolutely fuming. i’m no arsenal fan but this is a brilliant result just for that"
        },
        {
            "time": "2023-01-15 13:28:44",
            "comment": "Kicks him and legs it. Billy Big Bollocks."
        },
        {
            "time": "2023-01-15 14:28:18",
            "comment": "Wtf is going on here with all these new flairs 🤣"
        },
        {
            "time": "2023-01-15 13:27:06",
            "comment": "Ramsdale could save a word document as a .jpg\n\nDe gea vs Arsenal esque"
        },
        {
            "time": "2023-01-15 13:27:07",
            "comment": "Stupid fuck kicking Ramsdale at the end, hope he’s arrested."
        },
        {
            "time": "2023-01-15 13:39:59",
            "comment": "Ramsdale really should be England's number one goalkeeper. His distribution is fantastic and he's also very commanding in the box."
        },
        {
            "time": "2023-01-15 13:28:05",
            "comment": "Spurs showing more fight at full time with Ramsdale than the whole 90 minutes"
        },
        {
            "time": "2023-01-15 13:28:11",
            "comment": "The most surprising thing is that Kane didn't get a penalty"
        },
        {
            "time": "2023-01-15 13:32:12",
            "comment": "Richarlison highlight is pushing Ramsdale’s head. What a tinpot club"
        },
        {
            "time": "2023-01-15 13:27:24",
            "comment": "[removed]"
        },
        {
            "time": "2023-01-15 13:39:24",
            "comment": "One of the biggest things for me today was Saka not picking up a yellow, need him for United next week"
        },
        {
            "time": "2023-01-15 13:28:33",
            "comment": "3 points ✅\n\nclean sheet ✅\n\nNo goal for Kane✅\n\n8 points clear ✅\n\nwe move\n\nLETS FOGGING GOOOOOO"
        },
        {
            "time": "2023-01-15 13:27:10",
            "comment": "Spurs so salty, embarrassing showing from them at the end. Hope that fan gets a lifetime ban"
        },
        {
            "time": "2023-01-15 13:29:55",
            "comment": "That kid that kicked Ramsdale is such a little shit"
        },
        {
            "time": "2023-01-15 13:28:53",
            "comment": "That spurs fan kicking Ramsdale needs a lifetime ban"
        },
        {
            "time": "2023-01-15 13:51:21",
            "comment": "Man Ødegaard is such a good player. How on Earth did he cost just 35m?"
        },
        {
            "time": "2023-01-15 13:27:36",
            "comment": "Most attacking player for Spurs was the dumbfuck who wants to punch a player and then ran.\n\nLmfao"
        },
        {
            "time": "2023-01-15 13:34:52",
            "comment": "Ramsdale MOTM. Monster."
        },
        {
            "time": "2023-01-15 13:43:50",
            "comment": "Richarlison deserves a suspension for that.\n\nShoves his face after the whistle.\n\nIf you do that during the game it's a red."
        },
        {
            "time": "2023-01-15 13:28:25",
            "comment": "First away win in a NLD since 2014. Clean sheet. 8 points clear. Today is a good day."
        },
        {
            "time": "2023-01-15 13:29:09",
            "comment": "gotta respect Arteta there"
        },
        {
            "time": "2023-01-15 14:04:46",
            "comment": "five years ago, spurs looked set to be one of the top clubs in england for years to come, and arsenal were all at sea. how the tables have turned since then"
        },
        {
            "time": "2023-01-15 14:14:42",
            "comment": "Conte has been found out it seems, only gone backwards since the end of last season"
        },
        {
            "time": "2023-01-15 13:44:03",
            "comment": "All this talk about the fan kicking ramsdale, but I don't really see anything about Richarlison being wound up so easily and attacking ramsdale and pushing his head over nothing"
        },
        {
            "time": "2023-01-15 13:26:52",
            "comment": "Dodged a fucking bullet with Conte."
        },
        {
            "time": "2023-01-15 14:12:34",
            "comment": "Is it just me or does Conte look completely checked out? What are the odds of Conte out end of season, may be a shrewd bet."
        },
        {
            "time": "2023-01-15 13:28:13",
            "comment": "Absolutely disgusting performance from Tottenham from the shocking football and lack of teamwork to those pathetic post match scenes from Richarlison"
        },
        {
            "time": "2023-01-15 13:29:48",
            "comment": "Arsenal have that air about them, same air we had in 19/20 and City have had on several occasions over the last few years. They don't look like they're going to lose, they grind out the results, and they keep the gap. It'll be their year."
        },
        {
            "time": "2023-01-15 14:15:17",
            "comment": "Dreadful. No creativity under conte whatsoever. If you rely so much on wingbacks Doherty and Sessegnon aren’t those guys"
        },
        {
            "time": "2023-01-15 13:26:47",
            "comment": "Arsenal might actually win the league"
        },
        {
            "time": "2023-01-15 13:50:07",
            "comment": "Anyone watching the panel with Wright? Berbatov is sooooo salty 😂😂😂😂😂"
        },
        {
            "time": "2023-01-15 13:58:07",
            "comment": "Free Kulusevski, hes way to good for playing this type of haramball"
        },
        {
            "time": "2023-01-15 13:49:31",
            "comment": "Arteta running after Xhaka LOOOOOOOOOL \n\nFucking brilliant. \n\nFA: \"Arsenal and Ramsdale have been charged for letting a spurs fan kick him in the back\""
        },
        {
            "time": "2023-01-15 13:28:01",
            "comment": "How can Spurs not be arsed to show up in NLD at home when Arsenal their biggest rival are top of the league and might actually win it all? What a shambles of a club!"
        },
        {
            "time": "2023-01-15 13:29:35",
            "comment": "Wait did that kid kick Ramsdale?"
        },
        {
            "time": "2023-01-15 13:32:12",
            "comment": "That spurs fan who kicked Ramsdale needs banned at the very least and prosecuted if possible."
        },
        {
            "time": "2023-01-15 13:33:37",
            "comment": "Richarlison rattled by Ramsdale. Love to see it."
        },
        {
            "time": "2023-01-15 14:08:21",
            "comment": "Eddie was absolutely knackered by 60/70 mins, sincerely hope not having another striker option off the bench doesn’t come to haunt us in future matches. If we don’t get someone in then maybe martinelli at 9 (never stops running) and esr Lw is the sub to make"
        },
        {
            "time": "2023-01-15 13:27:14",
            "comment": "RAMSDALE GOT THEM TRIGGERED LMFAOOOOOO"
        },
        {
            "time": "2023-01-15 13:45:18",
            "comment": "[Hey Theo, what was the score? And what's our record vs Spurs this year?](https://i.imgur.com/yraY7z2.png)"
        },
        {
            "time": "2023-01-15 13:27:35",
            "comment": "Richarlison is a twat"
        },
        {
            "time": "2023-01-15 13:44:58",
            "comment": "Brighton can go 5th at the halfway point if we win against Leicester.  Insane"
        },
        {
            "time": "2023-01-15 13:28:16",
            "comment": "That Tottenham fan who kicked Ramsdale is absolute scum."
        },
        {
            "time": "2023-01-15 13:54:24",
            "comment": "That first half performance was tasty to watch, it was the performance of a side stating their intent to go for the title. Liverpool fan myself, I really hope that Arsenal go on and win it. They've been a joy to watch at times this season."
        },
        {
            "time": "2023-01-15 13:28:40",
            "comment": "Richarlison slaps Ramsdale, spurs fan attacks Ramsdale.  FA fine for Arsenal for misconduct incoming."
        },
        {
            "time": "2023-01-15 13:54:50",
            "comment": "Breaking News!\n\nThe fan who assaulted Ramsdale has been identified and punished accordingly. \n\nLatest intel is that he will be forced to attend MORE home games and watch full Spurs matches for the foreseeable future."
        },
        {
            "time": "2023-01-15 13:29:37",
            "comment": "Hahaha richarlison is such a baby"
        },
        {
            "time": "2023-01-15 13:32:15",
            "comment": "That fan at the end had his shot hit straight at Ramsdale just like what their players did today"
        },
        {
            "time": "2023-01-15 16:28:55",
            "comment": "What in the fuck is going on in here"
        },
        {
            "time": "2023-01-15 13:27:35",
            "comment": "My bad for actually expecting Spurs to show up for a big game."
        },
        {
            "time": "2023-01-15 13:32:05",
            "comment": "Kane didn’t score in a NLD so we’re definitely winning the league this season"
        },
        {
            "time": "2023-01-15 13:44:10",
            "comment": "Ramsdale getting kicked in the back of the head is awful, hope the fan gets banned."
        },
        {
            "time": "2023-01-15 17:28:00",
            "comment": "Son was dreadful"
        },
        {
            "time": "2023-01-15 13:27:50",
            "comment": "[deleted]"
        },
        {
            "time": "2023-01-15 13:29:47",
            "comment": "that fan just got a ban for life"
        },
        {
            "time": "2023-01-15 13:29:46",
            "comment": "Did that Tottenham fan just kick Ramsdale? What a great way to secure a stadium ban, hopefully."
        },
        {
            "time": "2023-01-15 13:35:21",
            "comment": "Any updates from our superfan Mudryk? He must be thrilled with our victory"
        },
        {
            "time": "2023-01-15 13:35:33",
            "comment": "So Richarlison is just allowed to shove people when the ball’s not even in play. Did it at least three times including shoving Ramsdale in the face after the final whistle."
        },
        {
            "time": "2023-01-15 13:27:16",
            "comment": "Can someone tell me how to set my browser homepage to r/coys?"
        },
        {
            "time": "2023-01-15 13:28:16",
            "comment": "Just want to say, Neville was straight on Xhaka's case, said nothing about Romero running the length of the field to get involved in a fight that was nothing to do with him. Shouldn't be allowed on Arsenal games, he cannot help himself\n\nWhat a win, shove that up your twats"
        },
        {
            "time": "2023-01-15 13:34:32",
            "comment": "Arsenal taking a dump at the toilet bowl, nothing to see here………"
        },
        {
            "time": "2023-01-15 13:35:30",
            "comment": "Does Ramsdale have a shot at the starting England keeper job over Pickford? Serious question."
        },
        {
            "time": "2023-01-15 13:28:44",
            "comment": "Proper scummy from the spurs players/fan at the end"
        },
        {
            "time": "2023-01-15 14:26:07",
            "comment": "Lots of new Arsenal fans on here 😜"
        },
        {
            "time": "2023-01-15 13:27:45",
            "comment": "The right result.\n\nArsenal easily the better team overall.\n\nSpurs put pressure on but too little too late.\n\nNeed to actually play more like that before the games taken away from you."
        },
        {
            "time": "2023-01-15 13:28:59",
            "comment": "Why they ain’t grabbing that kid"
        },
        {
            "time": "2023-01-15 13:29:40",
            "comment": "As a neutral I’m enjoying seeing the worry grow in all the rival title contender’s fans each week"
        },
        {
            "time": "2023-01-15 13:31:32",
            "comment": "That child Spurs fan was embarrassing"
        },
        {
            "time": "2023-01-15 13:27:04",
            "comment": "[deleted]"
        },
        {
            "time": "2023-01-15 13:27:33",
            "comment": "Spurs absolutely embarrassing"
        },
        {
            "time": "2023-01-15 13:28:40",
            "comment": "👌 - ✌️"
        },
        {
            "time": "2023-01-15 13:29:31",
            "comment": "Fucking hell the little shit actually kicked him"
        },
        {
            "time": "2023-01-15 13:29:38",
            "comment": "Spurs fan kicked Ramsdale huh?"
        },
        {
            "time": "2023-01-15 13:30:18",
            "comment": "Honest to god, I think Richarlson is not right in the head."
        },
        {
            "time": "2023-01-15 13:30:22",
            "comment": "Of course that fucking fan immediately ran away after kicking Ramsdale. What a coward."
        },
        {
            "time": "2023-01-15 13:31:37",
            "comment": "hope they find and fine that stupid pathetic fan. fucking rat running away"
        },
        {
            "time": "2023-01-15 13:28:39",
            "comment": "Arsenal is the most fucking rude team in England. Came to Spurs' home and didn't even let them play"
        },
        {
            "time": "2023-01-15 13:29:29",
            "comment": "Richarlson is such a cunt."
        },
        {
            "time": "2023-01-15 13:30:18",
            "comment": "Lmao who is this bein commentator he sounds miserable"
        },
        {
            "time": "2023-01-15 13:43:19",
            "comment": "THIS IS THE FOGGIN ESTANDARD!"
        },
        {
            "time": "2023-01-15 13:46:11",
            "comment": "6 out of 6. Thankyouverymuch"
        },
        {
            "time": "2023-01-15 13:47:52",
            "comment": "Remember when Spurs fans thought Conte must have been doing well because they were third?"
        },
        {
            "time": "2023-01-15 13:49:52",
            "comment": "Kulusevski was the only Spurs player that was doing anything of note. As soon as he came off that was it. Shame he plays for Spurs, would love him at the Carpet."
        },
        {
            "time": "2023-01-15 13:30:05",
            "comment": "Arsenal have been cautioned by the FA for Ramsdale being shoved after the match by Richarlisson"
        },
        {
            "time": "2023-01-15 13:28:00",
            "comment": "Who’s that fucking prick in the Tottenham stand who kicked Ramsdale"
        },
        {
            "time": "2023-01-15 13:28:38",
            "comment": "Arsenal will win the league, i've gotten used to City winning it all the time, but now i have to deal with this new form of pain."
        },
        {
            "time": "2023-01-15 13:30:10",
            "comment": "Tottenham is such a shit team, even when they look dangerous they are just barely not god awful."
        },
        {
            "time": "2023-01-15 15:06:53",
            "comment": "Welcome, welcome one and all. Everyone is welcome - plastics, band wagoners, pure blood fans, and Wengers illegitimate children. We don’t care who you are:\n\n* Weary Liverpool fans who can’t bear to watch City win another title, or worse United\n* Depressed Toffees preparing for life after PL\n* Leicester bag holders who jumped on the bandwagon too early \n* Midlands fans who cannot bear to see Newcastle mount a title challenge\n* Judas spurs fans who finally see the light\n* Bundesliga fans who … you know what just get in, here’s a blanket\n\nJust no Chelsea fans. Fuck Chelsea. Fuck Chelsea. Shit club."
        },
        {
            "time": "2023-01-15 13:35:18",
            "comment": "Embarrassing fan, hope he gets caught for kicking ramsdale. We were dreadful today. But at least we looked better than liverpool"
        },
        {
            "time": "2023-01-15 13:29:10",
            "comment": "man i'm so glad Arteta has absolutely shut up all the haters from within his own club."
        },
        {
            "time": "2023-01-15 13:42:48",
            "comment": "Why are fans allowed in the pitch"
        },
        {
            "time": "2023-01-15 13:29:12",
            "comment": "lmao they are rattled as fuck\n\nArteta sprinting to get Xhaka out of trouble, I haven't seen him run this fast in his playing days, lol"
        },
        {
            "time": "2023-01-15 13:29:34",
            "comment": "That fan gave ramsdale more trouble than spurs did all game"
        },
        {
            "time": "2023-01-15 13:29:51",
            "comment": "Those Spurs fans at the end kicking Ramsdale should be arrested for common assault and given football banning orders for life for that shit.\n\nFucking disgraceful to see that happen over the head of a football match."
        },
        {
            "time": "2023-01-15 13:32:01",
            "comment": "I can understand why a player would be scared to join this team to compete for the starting 11. What an amazing team"
        },
        {
            "time": "2023-01-15 13:33:02",
            "comment": "Surely spurs get a Quadruple fine to what Arsenal got for the newcastle ruckus?\n\nOn the game, fucking what a result, we move! onto United, what a game that'll be.\n\nFoggin exciting time guys"
        },
        {
            "time": "2023-01-15 16:55:51",
            "comment": "What’s going on?"
        },
        {
            "time": "2023-01-15 13:43:37",
            "comment": "TOTTENHAM GET BATTERED EVERYWHERE THEY GO ❤️❤️❤️"
        },
        {
            "time": "2023-01-15 14:29:40",
            "comment": "hahahaha all the new flairs, city fans move quick"
        },
        {
            "time": "2023-01-15 13:27:02",
            "comment": "What trusting the process does to a mf"
        },
        {
            "time": "2023-01-15 13:31:30",
            "comment": "No saka and saliba yellow card as well, actual tears in my eyes"
        },
        {
            "time": "2023-01-15 13:37:54",
            "comment": "Idk how Romero stayed on that pitch. Had to have at least 5 yellow cards. Spurs surely get fined though, multiple times crowding the ref and players entering the field while being a non used sub to quickly resume play. Combine that with the disgraceful handling of players’ safety at the end they should get a big fine. If not, then at least the FA admits that they’re anti Arsenal"
        },
        {
            "time": "2023-01-15 13:36:39",
            "comment": "Spurs fan kicked Ramsdale. Stay classy Spuds."
        },
        {
            "time": "2023-01-15 13:38:32",
            "comment": "Arsenal Nullified the \"Second half\" spurs brilliantly."
        },
        {
            "time": "2023-01-15 13:27:15",
            "comment": "Bruh someone kicked Ramsdale"
        },
        {
            "time": "2023-01-15 13:30:21",
            "comment": "Spurs better be fined for conduct after this one"
        },
        {
            "time": "2023-01-15 13:33:16",
            "comment": "Reminder that 60mil Charlie is a proper cheerleader on his day."
        },
        {
            "time": "2023-01-15 13:33:51",
            "comment": "I think Romero deserved a second yellow...."
        },
        {
            "time": "2023-01-15 13:27:58",
            "comment": "HAHAHAHAHAHAHAHAHAH TOTTENHAM CRYING AHHAHAHAHAHAHAHA"
        },
        {
            "time": "2023-01-15 13:28:05",
            "comment": "Martin Tyler trying to blame Ramsdale for that cunt of a a fan taking a kick at him.  What a bell."
        },
        {
            "time": "2023-01-15 13:28:41",
            "comment": "Richarlson is such a pussy"
        },
        {
            "time": "2023-01-15 13:30:01",
            "comment": "DOMINATED AND DANCED ON IN YOUR OWN GROUND\n\nHOLD THAT YOU PUSSIOS"
        },
        {
            "time": "2023-01-15 13:30:06",
            "comment": "Fitting character moment for that club. Rotten to the core."
        },
        {
            "time": "2023-01-15 13:36:33",
            "comment": "Saliba and Gabriel are such a fucking awesome partnership. \n\nBoth insanely quick, super strong and just don't give a fuck.\n\nOnly Con is Both are prone to brain farts randomly."
        },
        {
            "time": "2023-01-15 13:27:02",
            "comment": "This was like the NLD's from when I started watching 10-15 years ago. Too much quality for them and all they could only was foul constantly. Spurs toothless at home, how sad. Their fans showed more fight at the end than the players did the whole match haha\n\n Romero should have been off. Eddie should have buried the game. Saka actually got someone booked for once, I can't believe it. Ramsdale motm. Richardson < Martinelli.\n\n8 points clear, a win against united and City and I think we're champions."
        },
        {
            "time": "2023-01-15 13:30:16",
            "comment": "Oh they better find that little fuck who came down and kicked at Ramsdale. And FUCK Richarlison, you sore losing cunt. \n\n\nWHAT A MATCH. We played really well and dealt with the pressure Spurs brought in the second half. Ramsdale MOTM absolutely."
        },
        {
            "time": "2023-01-15 13:35:38",
            "comment": "Son and especially Kane would do well to get out of Spurs in the summer while they still have a few years left in the legs."
        },
        {
            "time": "2023-01-15 13:46:11",
            "comment": "I am not unhappy that top four seems to be more secured for us, but Spurs, come on, you could have made the second half of the league more interesting.  What is this try only 50% of the time approach?"
        },
        {
            "time": "2023-01-15 13:26:56",
            "comment": "If Romero closed down Ødegaard on the second goal as fast as he did on martinelli after a touch with his back, spurs might have got something from the game"
        },
        {
            "time": "2023-01-15 13:28:15",
            "comment": "So easy for arsenal. Spurs are absolutely dire to watch.\nRamsdale was brilliant, every player was first to the ball and really put in the effort. Can we do it??"
        },
        {
            "time": "2023-01-15 13:33:21",
            "comment": "Does anyone have the video of the fan kicking Ramsdale?"
        },
        {
            "time": "2023-01-15 13:38:29",
            "comment": "Son to city next summer"
        },
        {
            "time": "2023-01-15 13:45:14",
            "comment": "Lloris, thanks for the memories, but it’s time to go."
        },
        {
            "time": "2023-01-15 14:08:32",
            "comment": "Time for Lloris to hang it up"
        },
        {
            "time": "2023-01-15 13:28:05",
            "comment": "Spurs fans embarrassing themselves in the stadium and online"
        },
        {
            "time": "2023-01-15 13:30:26",
            "comment": "Richarlison forever a bitch"
        },
        {
            "time": "2023-01-15 13:37:46",
            "comment": "Lloris deserved MOTM, Ramsdale didnt score a goal today"
        },
        {
            "time": "2023-01-15 13:43:11",
            "comment": "Merson tearing Tottenham a new one here, he's spot on as well"
        },
        {
            "time": "2023-01-15 13:28:24",
            "comment": "Xhaka bring dragged away like the drunk friend at the end of the night"
        },
        {
            "time": "2023-01-15 13:29:32",
            "comment": "Richarlison needs a retrospective red, and that wee cunt that kicked ramsdale needs the jail"
        },
        {
            "time": "2023-01-15 15:28:06",
            "comment": "God, Spurs were abject. Even when they had five or six players in Arsenal’s penalty box it never felt like they would create a chance for a shot, let alone a goal. And that shambolic moment between Son and Perisic at the end says it all."
        },
        {
            "time": "2023-01-15 13:32:53",
            "comment": "I never wanna hear a Spurs fan compare Kulusevki to Saka again."
        },
        {
            "time": "2023-01-15 13:27:05",
            "comment": "Sorry, Spurs, can't play Palace every week"
        },
        {
            "time": "2023-01-15 13:28:19",
            "comment": "Ramsdale and Lloris were polar opposites today. Also I swear Kulusevski played the exact same shot-cross-whatever every single time. Looked much more dangerous when he actually went on his right"
        },
        {
            "time": "2023-01-15 13:28:29",
            "comment": "Looks like someone’s getting arrested tonight…"
        },
        {
            "time": "2023-01-15 13:29:58",
            "comment": "Tottenham fans acting like Tottenham fans right at the end there"
        },
        {
            "time": "2023-01-15 13:30:08",
            "comment": "Ramsdale looks pissed off!"
        },
        {
            "time": "2023-01-15 13:30:21",
            "comment": "Last time Arsenal won the league we were relegated, its not looking good brev"
        },
        {
            "time": "2023-01-15 13:31:02",
            "comment": "There's only so many times you can go 1-0/2-0 in the first half before you stop being able to come back. \n\nSon didn't do anything the entire game even without Perisic playing in his usual spot"
        },
        {
            "time": "2023-01-15 13:43:48",
            "comment": "Normal service has resumed 😂"
        },
        {
            "time": "2023-01-15 14:24:30",
            "comment": "If you don't mind asking, how was Xhaka tonight?"
        },
        {
            "time": "2023-01-15 14:37:22",
            "comment": "Quite surprised Spurs haven’t put out a statement, yet."
        },
        {
            "time": "2023-01-15 21:00:48",
            "comment": "Whats the reason to sub off Kulusevski? The main threat in 2nd half. The subs that came in did absolutely nothing.  Was relieved Kulu came off to be honest should have been Son who did nothing"
        },
        {
            "time": "2023-01-15 13:41:40",
            "comment": "Attacking a player should be a game without fans, maybe even point deduction"
        },
        {
            "time": "2023-01-15 13:29:36",
            "comment": "How do none of the commentators call out the fan kicking Ramsdale. Are they just blind or daft?"
        },
        {
            "time": "2023-01-15 13:32:26",
            "comment": "Any chance FA going to charge spurs for failure to keep player safety? Or will they charge Arsenal for surrounding the ref again."
        },
        {
            "time": "2023-01-15 13:38:12",
            "comment": "Play shit all game and then your fan kicks Ramsdale. Not a good look"
        },
        {
            "time": "2023-01-15 14:07:00",
            "comment": "Wow a spurs fan kicked Ramsdale after. What a fucking piece of shit. Richarlison should see a ban too after attacking a player after the whistle.\n\nAll in all, great win for the boys. NLD is always chaos."
        },
        {
            "time": "2023-01-15 17:30:11",
            "comment": "manchester united match next week make me scared. their current form is on fire"
        },
        {
            "time": "2023-01-15 13:26:59",
            "comment": "Very very few positives to take away from this game and a ton of negatives. Sess cannot start against these top sides and we cannot play the two man midfield against what was basically a 4 man midfield with Zinchenko inverting in. We need a new keeper in the summer and we need to figure out why Son is invisible."
        },
        {
            "time": "2023-01-15 13:27:14",
            "comment": "Arteta dragging Xhaka away lol"
        },
        {
            "time": "2023-01-15 13:28:01",
            "comment": "Horrible cunt from the crowd there, glad he was caught so clearly on camera, shameful"
        },
        {
            "time": "2023-01-15 13:28:31",
            "comment": "I fell in love with Arteta at the end there. Made sure his team stayed out of that circus ."
        },
        {
            "time": "2023-01-15 13:28:41",
            "comment": "It was nice knowing Ramsdale hasn't been complacent after being workfree for weeks.. . What a performance from him"
        },
        {
            "time": "2023-01-15 13:28:46",
            "comment": "Ramsdale motm. Man was on a different level today. 8 points clear. Let’s goooo!!"
        },
        {
            "time": "2023-01-15 13:29:07",
            "comment": "Armchair r/soccer analysts is spurs away an easy fixture?"
        },
        {
            "time": "2023-01-15 13:29:32",
            "comment": "The mentality Arteta put in these boys this year is CRAZY"
        },
        {
            "time": "2023-01-15 13:29:50",
            "comment": "That shit fan kick ramsdale on the shoulder at the end there?"
        },
        {
            "time": "2023-01-15 13:30:01",
            "comment": "Ramsdale MOTM, but the shit had to have a go at him. Typical from the cunts."
        },
        {
            "time": "2023-01-15 13:30:13",
            "comment": "Absolutely brilliant first half and then a good gritty second half.\n\nRamsdale chose a great day have his best performance of the season. Really stopped it ever getting nervy."
        },
        {
            "time": "2023-01-15 13:32:49",
            "comment": "anyone see fully what happened at the end there? i saw richarlison push ramsdale in the head and a fan try to jump over the advertising hoardings but aside from that i’m in the dark"
        },
        {
            "time": "2023-01-15 13:46:36",
            "comment": "And Arsenal seem not to be resting on their oars. Who would have thought they'll make it this far ?"
        },
        {
            "time": "2023-01-15 13:28:41",
            "comment": "Does Richarlison actually do anything for Spurs other than get angry at other players? £60m for a guy to care more about fighting than doing his job lol."
        },
        {
            "time": "2023-01-15 13:28:50",
            "comment": "Richarlison is a cunt. That idiot fan as Well."
        },
        {
            "time": "2023-01-15 13:33:12",
            "comment": "Now I PERSONALLY wouldn't be losing 0-2 at home and having our bigger, better, more successful rivals get the double over us.\n\nGuess Spurs just different 🤷‍♂️🤷‍♂️🤡"
        },
        {
            "time": "2023-01-15 13:34:11",
            "comment": "Lmao, what a pussy trying to kick Ramsdale from the fence."
        },
        {
            "time": "2023-01-15 13:42:42",
            "comment": "The way we keep clean sheets away is so fucking impressive but it's also insanely frustrating we can't keep them at home. Gabriel is the best defender in the world when the game gets scrappy and you have to dig in."
        },
        {
            "time": "2023-01-15 13:47:37",
            "comment": "Spurs shouldn’t be regarded in the “Big 6”. Feel free to downvote you sad Spurs fans. Newcastle are on the verge of overtaking your sack of shit club."
        },
        {
            "time": "2023-01-15 13:35:20",
            "comment": "Spurs fans FR think you deserve something for playing well for 15 mins in the second half every week. \n\nRamsdale and Lloris are polar opposites and kind of represent the clubs and it showed today. Lloris was a great keeper one of the best in the league at his best, but he’s stuck around for a few more years than he should have. Ramsdale was mocked (I thought it was bad too) but Arteta knew we needed a modern keeper. Leno a great shot stopper but he’s so poor at dealing with crosses and wasn’t as comfortable on the ball. Today it showed arsenal were able to dominate the ball first half and play out from the back effectively also making a great save that probably saved the momentum, Lloris howler that gave us the momentum and spurs couldn’t play out first half at all. \n\nAlso Harry Kane in north London derbies without pens is basically Chris wood, son was anonymous like he has been all this season, Kulu was their brightest player for sure the only real stand out. Happy we kept our cool in this heated game and finally won away."
        },
        {
            "time": "2023-01-15 13:42:57",
            "comment": "Did anyone else see Spurs non used subs entering the field multiple times to resume play quickly? They were still warming up and quickly entered to pass the ball to the middle so they could resume with their free kick faster. If people need any more evidence that the FA is crooked."
        },
        {
            "time": "2023-01-15 13:32:14",
            "comment": "Never bought the Ramsdale hype before, but he was the difference today."
        },
        {
            "time": "2023-01-15 13:34:27",
            "comment": "Spurs should get a fine for their fans attacking a player surely. Scummy cunts."
        },
        {
            "time": "2023-01-15 16:51:41",
            "comment": "whats with these \"flair\" postings? is it a bug or something?"
        },
        {
            "time": "2023-01-15 13:28:42",
            "comment": "God I love Ramsdale"
        },
        {
            "time": "2023-01-15 14:12:26",
            "comment": "Tottenham in shambles"
        },
        {
            "time": "2023-01-15 15:37:21",
            "comment": "Arsenal are now 100% favourites for the title but some of the claims I’ve seen online that the title is “done” are quite frankly ludicrous.\n\nWinter World Cup has thrown everyone for a loop, there’s a lot of football still to be played. I’ve seen bigger leads than this caught, I’ve watched my own club squander bigger leads than this.\n\nIn fact if United beat Palace and then beat Arsenal, they go within 3 points.\n\nLike I said, i think Arsenal are the favourites, I think they probably win it, but it’s far from done."
        },
        {
            "time": "2023-01-15 13:29:47",
            "comment": "Ramsdale was excellent.  I hope that kid who kicked him gets arrested."
        },
        {
            "time": "2023-01-15 13:29:58",
            "comment": "daft cunt kicking ramsdale from the stands, typical SHIT fan. enjoy your ban you twat, LONDON IS RED FOYS"
        },
        {
            "time": "2023-01-15 13:31:38",
            "comment": "Son's crying."
        },
        {
            "time": "2023-01-15 13:27:31",
            "comment": "Romero and Richarlison.\n\nTwo of the biggest pussies giving it the large one. Always."
        },
        {
            "time": "2023-01-15 13:28:32",
            "comment": "[deleted]"
        },
        {
            "time": "2023-01-15 14:11:44",
            "comment": "i don't care if richarlison donated some of his money for good causes, he is still a total cunt."
        },
        {
            "time": "2023-01-15 13:28:09",
            "comment": "Hahahaha embarrassing from spurs. Why wait until the game is over to show some fight?"
        },
        {
            "time": "2023-01-15 13:29:52",
            "comment": "Look at that colossal bellend fan"
        },
        {
            "time": "2023-01-15 13:31:06",
            "comment": "So I saw Richarlison push people three times, no card. Pushed Ramsdale in the face at the end, nothing. And a fan trying to kick out at Ramsdale and immediately running like a little bitch, hopefully he gets a ban for that. \n\nBut you know what? Fuck them. North London is red."
        },
        {
            "time": "2023-01-15 13:31:37",
            "comment": "Ramsdale MOTM. Eddie should have scored at least once. 2nd half was rough. GG. Get fucked Spurs. Still can't believe Arsenal might win it all. Gotta see it to believe it."
        },
        {
            "time": "2023-01-15 13:31:42",
            "comment": "Spurs could be 10th but mid march"
        },
        {
            "time": "2023-01-15 21:52:50",
            "comment": "Look at that scum below me"
        },
        {
            "time": "2023-01-15 13:27:16",
            "comment": "Richarlson is fuming, love it."
        },
        {
            "time": "2023-01-15 13:27:58",
            "comment": "arsenal are very likeable team atm"
        },
        {
            "time": "2023-01-15 13:28:00",
            "comment": "ACCEPT YOUR L SPUDS!!!"
        },
        {
            "time": "2023-01-15 13:28:25",
            "comment": "Somebody call the celebration police. Arsenal are celebrating again!"
        },
        {
            "time": "2023-01-15 13:28:25",
            "comment": "Oh my. 8 pts clear. Love to see that"
        },
        {
            "time": "2023-01-15 13:28:39",
            "comment": "Rattle those cunts Aaron"
        },
        {
            "time": "2023-01-15 13:28:39",
            "comment": "HUGE HUGE HUGE FUCKING WIN! Away at Spurs where we've lost a lot of the time and with Pool and City dropping points too, what a fucking weekend. Now we need to get revenge for our only loss this season against UTD and clart their cheeks hard, they're looking good so hopefully its a great match (with us winning). But we still NEED players, I don't watch Mik and Edu looking at this result and thinking we have enough because we don't, Please please please learn your lesson from last year and bring people in otherwise its going to cost us."
        },
        {
            "time": "2023-01-15 13:28:51",
            "comment": "TOTTENHAM IS RED LMAO"
        },
        {
            "time": "2023-01-15 13:29:11",
            "comment": "Imagine Kane in this Arsenal side"
        },
        {
            "time": "2023-01-15 13:29:46",
            "comment": "That was a kick!"
        },
        {
            "time": "2023-01-15 13:30:19",
            "comment": "Arsenal are gonna win the league ffs"
        },
        {
            "time": "2023-01-15 13:30:22",
            "comment": "Conte must be scared that the Korean tourists are going to invade the pitch if Son doesn't play"
        },
        {
            "time": "2023-01-15 13:31:35",
            "comment": "We were dominant. Spurs allowed us to control the first half and we took advantage. Lloris mistake really helped us but we were going to keep tempo regardless. Eight points clear and nobody can say we don't deserve it."
        },
        {
            "time": "2023-01-15 13:32:40",
            "comment": "Well that was comfortable. Even when under pressure it felt like we were always going to win. Are Spurs going to get fined for their fans assaulting Ramsdale?"
        },
        {
            "time": "2023-01-15 13:32:49",
            "comment": "Townsend in commentary is so biased that its funny. Hope he chokes taking spurs names."
        },
        {
            "time": "2023-01-15 13:34:04",
            "comment": "If Eddie had converted those chances man...."
        },
        {
            "time": "2023-01-15 13:34:04",
            "comment": "Spuds are almost closer to relegation than to arsenal"
        },
        {
            "time": "2023-01-15 14:01:34",
            "comment": "arsenal are by far the better north london club. genuinely insane how inferior tottenham are by comparison lmao"
        },
        {
            "time": "2023-01-15 13:28:06",
            "comment": "TOTTENHAM GET BATTERED\n\nEVERYWHERE THEY GO\n\nTOTTENHAM GET BATTERED\n\nEVERYWHERE THEY GO\n\nEVERYWHERE THEY GOOO"
        },
        {
            "time": "2023-01-15 14:13:24",
            "comment": "Three straight matches without a goal allowed, outscored our opponents 9-2 in the last four. It’s been a rough few years since Wenger left but it’s really paying off"
        },
        {
            "time": "2023-01-15 13:28:35",
            "comment": "Arsenal celebrating like they have a 8p lead. No shame"
        },
        {
            "time": "2023-01-15 21:23:22",
            "comment": "Still doesn’t feel real how large of a turnaround we’ve had in the last 18 months. Bottom of the league with 0 points and 0 goals scored last august and now 8 points clear at the top. It’s been a hell of a journey."
        },
        {
            "time": "2023-01-15 13:29:33",
            "comment": "Anyone got a replay of what happened after the whistle at the end?"
        },
        {
            "time": "2023-01-15 13:29:54",
            "comment": "Absolute trash club. FOYS."
        },
        {
            "time": "2023-01-15 13:34:12",
            "comment": "That fan should never be allowed near football stadium again unforgivable"
        },
        {
            "time": "2023-01-15 13:44:46",
            "comment": "[deleted]"
        },
        {
            "time": "2023-01-15 13:28:21",
            "comment": "Spurs embarrassing themselves at the end as usual, sore losers"
        },
        {
            "time": "2023-01-15 13:27:35",
            "comment": "I'll await the charges from the FA with baited breath for failing to control the crowd and crowding the ref."
        },
        {
            "time": "2023-01-15 15:49:48",
            "comment": "Man once tottenham get out of 2nd gear, watch out!"
        },
        {
            "time": "2023-01-15 13:29:13",
            "comment": "Big tough guy fan kicked Ramsdale in the back and then quickly slinked back to his hole"
        },
        {
            "time": "2023-01-15 13:30:13",
            "comment": "That was pathetic from that spurs fan at the end. Typical disgrace from that club and it’s fans"
        },
        {
            "time": "2023-01-15 13:30:19",
            "comment": "Classless fans"
        },
        {
            "time": "2023-01-15 13:30:35",
            "comment": "Richarlison is so salty 😂😂😂"
        },
        {
            "time": "2023-01-15 13:32:49",
            "comment": "[deleted]"
        },
        {
            "time": "2023-01-15 13:27:55",
            "comment": "What happened with ramsdale at the end"
        },
        {
            "time": "2023-01-15 13:28:00",
            "comment": "Well done Spuds, fire Arsenal up even more after the match."
        },
        {
            "time": "2023-01-15 13:28:03",
            "comment": "Ramsdale MOTM what a display"
        },
        {
            "time": "2023-01-15 13:28:12",
            "comment": "Beautiful celebrating at whatever it’s called."
        },
        {
            "time": "2023-01-15 13:28:19",
            "comment": "Ramsdale was ridiculous"
        },
        {
            "time": "2023-01-15 13:28:30",
            "comment": "FUCK SPURS LETS GO ARSENAL"
        },
        {
            "time": "2023-01-15 13:28:33",
            "comment": "Ramsdale was very good today"
        },
        {
            "time": "2023-01-15 13:28:34",
            "comment": "Spurs are absolutely atrocious mind."
        },
        {
            "time": "2023-01-15 13:28:37",
            "comment": "Eight points clear at the top of the table!!\n\nThank you Tottenham, couldn't have done it without you!"
        },
        {
            "time": "2023-01-15 13:28:38",
            "comment": "Arsenal statement win"
        },
        {
            "time": "2023-01-15 13:29:07",
            "comment": "Neville vindicated on Conte imo"
        },
        {
            "time": "2023-01-15 13:29:14",
            "comment": "Spurs could've done with that attitude during the game tbh"
        },
        {
            "time": "2023-01-15 13:29:30",
            "comment": "London is forever Red. Never forget it"
        },
        {
            "time": "2023-01-15 13:29:36",
            "comment": "Conte is the new mourinho not world class amymore just a relic"
        },
        {
            "time": "2023-01-15 13:30:00",
            "comment": "Hahaha Tottenham rattled. Hold that"
        },
        {
            "time": "2023-01-15 13:30:21",
            "comment": "HOLD THAT RICHARLISON"
        },
        {
            "time": "2023-01-15 13:30:23",
            "comment": "Spuds are an embarrassing club\n\nGreat win for the double and going 8 clear"
        },
        {
            "time": "2023-01-15 13:31:14",
            "comment": "It's just night and day between the captains, Lloris needs to go, Spurs need a lot of new players, where was any of their intensity in the first half? If they played like they actually cared at any point before 60 minutes they could have scored"
        },
        {
            "time": "2023-01-15 13:31:26",
            "comment": "hope there will be serious repercussions from that kick by the fan on Ramsdale. perhaps points deductions or playing in an empty stadium in their next home game."
        },
        {
            "time": "2023-01-15 13:31:30",
            "comment": "Keeper diff"
        },
        {
            "time": "2023-01-15 13:32:36",
            "comment": "Can someone explain the final whistle ‘incident’ to me as I missed it - a fan tried to kick Ramsdale but somehow Richarlison is also involved?"
        },
        {
            "time": "2023-01-15 13:34:26",
            "comment": "Thank you Lloris, this win wouldn't have been possible without your performance. Build a statue"
        },
        {
            "time": "2023-01-15 13:39:54",
            "comment": "May just as well give them the trophy right now lol"
        },
        {
            "time": "2023-01-16 07:01:58",
            "comment": "Arsenal is massive"
        }
    ]
}