{
    "title": "Match Thread: Man Utd vs Tottenham English",
    "match_date": "2022-10-19",
    "comments": [
        {
            "time": "2022-10-19 17:12:46",
            "comment": "Ronaldo was so disgusted watching conte ball he refused to watch another second of it and left"
        },
        {
            "time": "2022-10-19 17:11:19",
            "comment": "Feel like all I watched for 90 minutes was United kicking the ball at Lloris"
        },
        {
            "time": "2022-10-19 17:11:34",
            "comment": "Tottenham did well to lose the game 2-0. \n\nI haven't seen such a dominant United performance for almost a decade."
        },
        {
            "time": "2022-10-19 17:10:59",
            "comment": "That genuinely felt like a 8-0"
        },
        {
            "time": "2022-10-19 17:18:15",
            "comment": "What will Martinez do when he plays against Kane though?"
        },
        {
            "time": "2022-10-19 17:11:18",
            "comment": "United had like 30 shots. Wow."
        },
        {
            "time": "2022-10-19 17:24:47",
            "comment": "Omonia gave us a tougher game than spurs"
        },
        {
            "time": "2022-10-19 18:33:23",
            "comment": "Imagine the world if Fred plays like that every single game.."
        },
        {
            "time": "2022-10-19 17:10:57",
            "comment": "United did really well to keep Kane and Son completely out of the game but holy shit that was awful from Spurs. 2-0 incredibly flattering, they could've been absolutely stuffed if United were more clinical"
        },
        {
            "time": "2022-10-19 17:17:52",
            "comment": "Spurs have failed every “ test “ they’ve had this season"
        },
        {
            "time": "2022-10-19 17:11:10",
            "comment": "It‘s so weird to actually enjoy to watch United playing"
        },
        {
            "time": "2022-10-19 17:11:04",
            "comment": "This thread is about Fred and you may not disagree"
        },
        {
            "time": "2022-10-19 17:11:05",
            "comment": "I just honestly don't even understand how Tottenham are 3rd, every time I watch them they are so poor, even when they win."
        },
        {
            "time": "2022-10-19 17:10:59",
            "comment": "As poor as Spurs were, that was an absolutely fucking fantastic performance all across the pitch from everyone against a team set up to defend and hit on the counter. Fred everywhere, Antony so fun to watch and Martinez pocketed Kane."
        },
        {
            "time": "2022-10-19 18:02:48",
            "comment": "Absolute putrid football from us."
        },
        {
            "time": "2022-10-19 17:11:06",
            "comment": "Most convincing win of the season, Casemiro is one of the best midfielders I've watched play at Old Trafford"
        },
        {
            "time": "2022-10-19 17:10:59",
            "comment": "Flattering scoreline for the Spurs, United could've easily end up with 5 or 6 goals if it wasn't for an amazing performance by Lloris\n\nTottenham is playing some dire football"
        },
        {
            "time": "2022-10-19 17:23:29",
            "comment": "just wanted to pitch in and say \n\n\nWith 6 games played against teams higher than 12th spurs have won 2 of them\n\n\n4 of their 7 wins are against the teams 17th 18th 19th and 20th\n\n\nThey have 1 away win all season"
        },
        {
            "time": "2022-10-19 17:11:46",
            "comment": "I think Kane is still in Martinez’s pocket."
        },
        {
            "time": "2022-10-19 17:11:53",
            "comment": "If Fred has million fans, then I'm one of them.\nIf Fred has one fan, then I'm THAT ONE.\nIf Fred has no fans, that means I'm no longer on Earth."
        },
        {
            "time": "2022-10-19 17:10:52",
            "comment": "shite football when you’re winning is winning football, but when you’re losing, it’s just shite football"
        },
        {
            "time": "2022-10-19 17:11:09",
            "comment": "Completely shut out Kane and Son"
        },
        {
            "time": "2022-10-20 00:07:23",
            "comment": "Conte building his team around Lloris. First of its kind team building 😄"
        },
        {
            "time": "2022-10-19 17:11:22",
            "comment": "Martinez needs some apologies. Man made Kane his dog"
        },
        {
            "time": "2022-10-19 17:36:18",
            "comment": "I gotta say, its really good to have your very own bald fraud as a manager. 10/10, would recommend every one"
        },
        {
            "time": "2022-10-19 17:14:02",
            "comment": "How are spurs third in the table"
        },
        {
            "time": "2022-10-19 18:16:41",
            "comment": "I blame the kit"
        },
        {
            "time": "2022-10-19 17:30:43",
            "comment": "Lisandro Martinez, I have to make you an apology. I wasn't familiar with your game."
        },
        {
            "time": "2022-10-19 23:03:32",
            "comment": "Missed the game. How did spurs setup for the game? Sit back and hope to steal a goal?"
        },
        {
            "time": "2022-10-19 17:50:44",
            "comment": "Antonio Conte's record Vs the big 6 since joining Spurs\n\n\n2-2 v Lpool 🚫\n\n0-2 v Chelsea ❌\n\n0-1 v Chelsea ❌\n\n0-1 v Chelsea ❌\n\n3-2 v City ✅\n\n2-3 v Man Utd ❌\n\n1-1 v Lpool 🚫\n\n3-0 v Arsenal ✅\n\n2-2 v Chelsea 🚫\n\n1-3 v Arsenal ❌\n\n0-2 v United ❌\n\n\n2✅\n3🚫\n6❌"
        },
        {
            "time": "2022-10-19 17:14:57",
            "comment": "This is one of the most \"LADS IT'S TOTTENHAM\" games ever"
        },
        {
            "time": "2022-10-19 17:44:11",
            "comment": "Conte had a full preseason with these players, even got all of his targets in early, and we still look lost. Gotta change something up because it’s pretty clear everyone has you figured out, mate."
        },
        {
            "time": "2022-10-19 17:38:51",
            "comment": "Loving the energy from Arsenal fans in this thread haha. Fans of both clubs have suffered simultaneously i guess. \n\nAnyway I am just so happy to see United like this. It's been ages. We are not back. But I said this in the 30th minute as well, if we're playing like this, i don't mind the result."
        },
        {
            "time": "2022-10-19 17:11:33",
            "comment": "Any keeper other than Lloris and this would've been somewhere between 4-0 and 7-0. Insane performance."
        },
        {
            "time": "2022-10-19 17:28:26",
            "comment": "Harry Kane is what, around 6'2\"? His mother must be an absolute giant considering his daddy Lisandro is only 5 feet tall."
        },
        {
            "time": "2022-10-19 18:15:50",
            "comment": "Two goals starting from Antony moving the direction of play to the other flank and your opponent leaves space."
        },
        {
            "time": "2022-10-19 18:43:13",
            "comment": "Fred again"
        },
        {
            "time": "2022-10-19 17:10:57",
            "comment": "Fred:\n\n* Deflected shot\n\n* Miscontrolled pass\n\n* Result: 1 goal + 1 assist\n\nEdit: assist didn't count as it also deflected from defender"
        },
        {
            "time": "2022-10-19 17:24:58",
            "comment": "I wanna make an apology to Antony and Martinez I thought they'd be shit signings but they've been class so far."
        },
        {
            "time": "2022-10-19 17:16:24",
            "comment": "I wonder how it feels when the Spurs players see Conte making all those subs at once - after he said he did it in the match against us when he felt the game was over.\n\nPretty much telling them to call it there no?"
        },
        {
            "time": "2022-10-19 18:44:39",
            "comment": "Shaw back makes such a difference in keeping the ball"
        },
        {
            "time": "2022-10-20 03:42:31",
            "comment": "Few things are certain in life. Death, taxes and Spurs losing at Old Trafford."
        },
        {
            "time": "2022-10-19 17:11:18",
            "comment": "Insane how United only managed to score twice in a 11v1"
        },
        {
            "time": "2022-10-19 17:23:00",
            "comment": "People shitting on Son and Kane, but how the fuck are they supposed to do anything when they are the only two Spurs attacking players on the pitch. Contes terrorist ball finally gets punished. Lol he can’t do that shit against the other top 6 teams.\n\nAlso no subs from Conte and no changes to the tactics before 2-0 with 10 minutes left and he makes a 1-1 change just to see the game out. What a joke.\n\nSpurs were known to at least try and play football. Not winning much but at least play entertaining football. Spurs now play like the teams their fans hate. This game is about glory, lolmao they should change their motto."
        },
        {
            "time": "2022-10-19 17:21:57",
            "comment": "This is a real blow to Tottenham’s title challenge"
        },
        {
            "time": "2022-10-19 17:23:19",
            "comment": "One of our best performances under Ten Hag. So much confidence in both attack and defence. Really love the way we moved the ball around and the fluidity in attack. Imagine if we had a proper striker too. \n\nWe’re still a long way from playing exactly how Ten Hag wants but this is very promising. Never seen us this confident in possession. We just slowly choked them out until they gave in. Hope he gets all the backing he needs."
        },
        {
            "time": "2022-10-19 17:25:19",
            "comment": "We were excellent in that game. Admittedly Spurs were pretty poor but we controlled the game, pressed in sync and won most loose balls. Without question our best performance under Ten Hag, I haven’t seen us play that well for a full 90 minutes in years. \n\nHard to single anyone out for praise but Casemiro and Fred stood out to me. They dominated the midfield and their games compliment one another so well. Casemiro’s calmness and positioning in midfield always sticks out to me."
        },
        {
            "time": "2022-10-19 17:19:57",
            "comment": "I'm praying to every diety that martial is fit"
        },
        {
            "time": "2022-10-19 17:11:41",
            "comment": "Fair play to Spurs for beating all the fodder so far this season but can we stop pretending now that this “limit the opponent to long shots then counter” tactic is some sort of genius from Conte when they’ve looked horrendous against every good side so far and were lucky to get a point at Stamford Bridge after Romero’s sex masochism at the end?"
        },
        {
            "time": "2022-10-19 18:23:55",
            "comment": "Arsenal fans 🤝 Utd fans\n\n(Only for tonight)"
        },
        {
            "time": "2022-10-19 19:14:58",
            "comment": "[deleted]"
        },
        {
            "time": "2022-10-19 17:10:56",
            "comment": "“We didn’t lose to United last time, we lost to Ronaldo.” Big words from a football terrorist who’s being carried by Kane and Son.\n\nOnly 4 points behind Spurs with a game in hand, all while Spurs made their best start to a PL season."
        },
        {
            "time": "2022-10-19 17:15:58",
            "comment": "I wonder if the same English media who give head to Kane every week will take notice of the fact he got pocketed by a 5'9 defender who they slander every week\n\nOh who the fuck am I kidding"
        },
        {
            "time": "2022-10-19 17:42:54",
            "comment": "Casemiro is incredible. I was scared we'd signed a player who was coming towards the end and wanted a payday but he is still absolutely elite and plays at 100 percent every minute"
        },
        {
            "time": "2022-10-19 17:11:03",
            "comment": "Its a miracle that Tottenham only lost by 2 goals."
        },
        {
            "time": "2022-10-19 17:26:31",
            "comment": "[deleted]"
        },
        {
            "time": "2022-10-19 17:10:59",
            "comment": "Yeah the score may have been 2-0 but this fails to account for all of Spurs’ shots not going in and all of their passes in the final 3rd not connecting and Man United scoring from low xG shots they strategically allow if none of those things happened im sure spurs would’ve won this comfortably 👍"
        },
        {
            "time": "2022-10-19 17:11:03",
            "comment": "Casemiro was immense tonight"
        },
        {
            "time": "2022-10-19 17:12:13",
            "comment": "Spurs are very lucky to only lose by 2.\n\nThat was a 4/5-0 game. Props to Lloris for keeping the scoreline respectable."
        },
        {
            "time": "2022-10-19 17:23:55",
            "comment": "Never seen Son and Kane quite so anonymous!"
        },
        {
            "time": "2022-10-19 17:26:35",
            "comment": "Absolutely shocking performance. I love Lloris. That is all."
        },
        {
            "time": "2022-10-19 17:30:38",
            "comment": "Spot on from Ten Hag tonight"
        },
        {
            "time": "2022-10-20 05:22:06",
            "comment": "It's honestly shocking that United didn't score better goals because the two goals that they did score were out of simple mistakes or poor touches from Tottenham. The game should have been 7-0  if they actually finished. I'm not sure if Manchester United were playing impeccably well or if Tottenham just didn't show up because they could not string many passes together. Is that credit to United in their high pressure or is it a failure from Tottenham players to pass the ball?"
        },
        {
            "time": "2022-10-19 18:42:51",
            "comment": "When Fred leaves, they should have a statue of him outside the stadium with his hand out in apology and a smile on his face"
        },
        {
            "time": "2022-10-19 19:01:10",
            "comment": "Also a shoutout to Fred.\n\nGreat player as long as you don’t ask him to defend in our own half."
        },
        {
            "time": "2022-10-19 17:11:00",
            "comment": "[so coach, what does it say in this book? \"Lads, it's Tottenham\"](https://i.imgur.com/Wfep4rI.jpg)"
        },
        {
            "time": "2022-10-19 17:12:33",
            "comment": "Spurs did absolutely nothing except an offside miss that led to our second goal 💀"
        },
        {
            "time": "2022-10-19 17:15:47",
            "comment": "The baldy magic keeps on working! What a match.  Our best performance of the season so far.  Against Liverpool and Arsenal we were counter attacking but this one really showed the real TenHagBall.  Loving every minute of it. \n\nAnd sorry, I don't see how Ronaldo could fit into this system.  He should not start for our league matches anymore.  That's the hard truth."
        },
        {
            "time": "2022-10-19 17:55:30",
            "comment": "Old Trafford can be a scary place if the boys keep raising the energy and playing with such intensity for 90 min. Early days but the boys are progressing well under Ten Hag."
        },
        {
            "time": "2022-10-19 17:11:24",
            "comment": "I'd be furious if I was a spurs fan. So negative. Crazy when you have such talent up front."
        },
        {
            "time": "2022-10-19 17:10:56",
            "comment": "Sometimes stats are deceiving. Sometimes they tell the full story. 28 to 8 shots and 10 to 2 shots on target is basically all you need to know about this match"
        },
        {
            "time": "2022-10-19 17:25:39",
            "comment": "Gotta say, first game in the season I've been really impressed by Ten Hag. Got his tactics bang on - these man drop deeper than the Mariana Trench and give you lots of space outside the box...so shoot. Shoot early, shoot often. We got a goal out of that, and United got 2.\n\nEasy 3 points, and Spurs fans can sleep better at night thinking the goals were nothing more than isolated instances of \"bad luck\"."
        },
        {
            "time": "2022-10-19 17:30:48",
            "comment": "United being only 4 points behind City after losing the first 2 games in such a devastating fashion is incredible.And we played 4 out of 5 big clubs so easier schedule ahead. Finally a bit of hope for us United fans"
        },
        {
            "time": "2022-10-20 03:13:28",
            "comment": "Hats off to Utd, they played really well! But that was absolutely shocking from Spurs. Unable to string more than a couple of passes together. Players giving easy balls away under no pressure, leading to multiple Utd chances. Conte will be fuming. Lloris made 2 great saves, should have been 4-0."
        },
        {
            "time": "2022-10-19 17:17:30",
            "comment": "Ten Hag benched Ronaldo just to show Conte he can beat Spurs without him"
        },
        {
            "time": "2022-10-19 17:32:20",
            "comment": "Spurs have conceded 66 shots in 3 games v Chelsea, United and Arsenal"
        },
        {
            "time": "2022-10-20 02:40:54",
            "comment": "I’ll admit, fully expected us to concede a fluke/worldie goal at half time after all the chances that went nowhere. Sooo glad I’m wrong though"
        },
        {
            "time": "2022-10-19 20:12:41",
            "comment": "“Arsenal can’t beat top 6 teams”\n\nArsenal 2W1L\n\nTottenham 1D2L"
        },
        {
            "time": "2022-10-20 03:42:33",
            "comment": "I honestly forgot they were playing spurs."
        },
        {
            "time": "2022-10-19 17:37:13",
            "comment": "Tottenham hanging Lloris out to dry today. first he has to face 25+ shots and then afterwards he has to face the press."
        },
        {
            "time": "2022-10-19 17:22:03",
            "comment": "United's combinations in the final third are unstoppable at times - Ten Hag's fingerprints showing on this team"
        },
        {
            "time": "2022-10-19 17:22:57",
            "comment": "Jesus, if not for Lloris this is easily 5 or 6-0 and there'd be some amount of laughs on here"
        },
        {
            "time": "2022-10-19 17:28:08",
            "comment": "It's the history of the Tottenham"
        },
        {
            "time": "2022-10-19 17:29:16",
            "comment": "Didn’t get to watch the match but 9 key passes for Bruno according to SofaScore. Wow!"
        },
        {
            "time": "2022-10-19 18:25:10",
            "comment": "u/robhowardreg come outside"
        },
        {
            "time": "2022-10-19 17:51:13",
            "comment": "Helps balance out the loss to United. \n\nNot really a fan of United looking decent again though"
        },
        {
            "time": "2022-10-19 18:09:17",
            "comment": "Finally a game where we controlled the game from the first minute.\n\nGGMU"
        },
        {
            "time": "2022-10-19 17:26:41",
            "comment": "That was a proper 'Lads it's Tottenham' performance"
        },
        {
            "time": "2022-10-19 17:15:03",
            "comment": "I don't think Man United have had an easier game this season. Including Europa"
        },
        {
            "time": "2022-10-19 17:14:29",
            "comment": "There’s an argument to be made over whether we were great or Spurs were shit (and it’s definitely column A column B) but I’m just fucking ecstatic that we controlled a game against a good side, and we never looked in danger at any point"
        },
        {
            "time": "2022-10-19 17:26:13",
            "comment": "[Lisandro vs Kane be like:](https://i.imgur.com/YoaL8mr.jpg)"
        },
        {
            "time": "2022-10-19 17:32:25",
            "comment": "If every team played the way Spurs have been playing under Conte this season I might just lose interest in this sport altogether."
        },
        {
            "time": "2022-10-19 17:35:03",
            "comment": "We need to recognize how well Fred played today - chasing after every spurs player like a madman, then getting the first goal.  Never seen such perfect performance from him."
        },
        {
            "time": "2022-10-19 17:51:23",
            "comment": "Has Tottenham had a single good performance against a top half team this season? Cant think of any"
        },
        {
            "time": "2022-10-19 17:29:19",
            "comment": "Hold dat u/Robhowardreg\n\nEdit: He blocked me 🤣🤣 Make sure you post every Athletic article about this game fella"
        },
        {
            "time": "2022-10-19 17:49:15",
            "comment": "We actually dominated a match for the first time in years. Everyone put in a shift 💪"
        },
        {
            "time": "2022-10-19 17:10:57",
            "comment": "Tottenham usually seem to struggle against Man United. If only there was a handy phrase to refer to the phenomenon."
        },
        {
            "time": "2022-10-19 17:11:44",
            "comment": "Memes aside performances like that at old trafford really is the history of the tottenham"
        },
        {
            "time": "2022-10-19 17:45:30",
            "comment": "Top 4 looking spicy"
        },
        {
            "time": "2022-10-19 17:11:34",
            "comment": "How do Spurs fans sit through that every week? So poor all over the pitch, apart from the keeper."
        },
        {
            "time": "2022-10-19 18:29:48",
            "comment": "[LADS](https://www.youtube.com/watch?v=JxHdytQZ3ds)"
        },
        {
            "time": "2022-10-19 18:41:17",
            "comment": "Someone find the Fred dribbles. He made some mad ones innit."
        },
        {
            "time": "2022-10-19 22:51:13",
            "comment": "Tottenham more disappointing than the Lakers"
        },
        {
            "time": "2022-10-19 17:15:33",
            "comment": "We played very well tonight, probably our best performance in a long time. We looked good for pretty much the entire 90 minutes. Should have scored more goals as well.\n\nTottenham looked like they were playing football knee deep in a swamp"
        },
        {
            "time": "2022-10-19 17:12:45",
            "comment": "Liverpool beating City, United beating Tottenham. Our rivals doing their bit to ensure we win the league, thanks guys. /s"
        },
        {
            "time": "2022-10-19 17:21:17",
            "comment": "Fair play United worked their bollocks off all game. Pressed from the get go, rushed sloppy passing from us. No contest the whole game. \n\nThe 3-5-2 looked awful, just meant Kane could get 2 manned if needed with no space added, and the midfielders got pushed back. \n\nLloris reminding everyone why he's a world cup winning keeper.\n\nConte's sub decisions will forever be mystifying to me."
        },
        {
            "time": "2022-10-19 17:22:28",
            "comment": "Just a constant disappointment of a club."
        },
        {
            "time": "2022-10-19 17:22:57",
            "comment": "Casemiro and Fred were running that midfield together with Bruno,don’t give a shit about Ronaldo,absolute manchild the sooner he leaves the better"
        },
        {
            "time": "2022-10-19 18:44:53",
            "comment": "I know United was a meme club last year, but ETH has gotten this team that had always had the talent playing well. That being said, Spurs need huge transfer windows to consistently compete for top 4."
        },
        {
            "time": "2022-10-19 17:13:48",
            "comment": "Most convincing 90 minute performance I've seen from United in years"
        },
        {
            "time": "2022-10-19 17:17:58",
            "comment": "After the next game we would've faced all of the current top 9 of the premier league including all the big six. If we beat Chelsea I'll be confident of our ability to make top 4."
        },
        {
            "time": "2022-10-19 17:22:25",
            "comment": "Martinez bullied Kane all game long…is he still too short????"
        },
        {
            "time": "2022-10-19 17:39:36",
            "comment": "It's pretty clear that Perisic-Son doesn't work. The space that they want is exactly the same. Perisic forces Sonny in the box and doesn't give him the freedom he needs to get a 1v1 and shoot. \n\nThe midfield not only provided no service to the forwards but also got passed through by Fred and Bruno. \n\nThe defense was equally poor. Romero wasn't up for it today and Dier is prone to mistakes. He got beat multiple times. \n\nThe offense is not clicking. Sonny and Kane need to figure it out. The best players look like they've never played with each other and I'm not entirely sure what's causing it\n\nA very, very deserved win for United. \n\nFred and Bruno had control of that midfield and Casemiro held it down on his own. \n\nMartinez and Varane kept Kane and Son extremely quiet. Though, Sancho was incredibly quiet."
        },
        {
            "time": "2022-10-19 20:39:37",
            "comment": "The devils have a KFC home party. Wish we can keep this up forever."
        },
        {
            "time": "2022-10-20 00:17:23",
            "comment": "Pain"
        },
        {
            "time": "2022-10-19 17:10:51",
            "comment": "Lloris deserved the Man of the Match award"
        },
        {
            "time": "2022-10-19 17:15:01",
            "comment": "How on earth are Spurs 3rd with that kind of football, the league is bonkers already"
        },
        {
            "time": "2022-10-19 17:39:30",
            "comment": "The EPL needs more refs like that."
        },
        {
            "time": "2022-10-19 17:11:06",
            "comment": "Best performance under Ten Hag so far"
        },
        {
            "time": "2022-10-19 17:11:19",
            "comment": "Not sure what Spurs game plan was tonight, training cone impression?"
        },
        {
            "time": "2022-10-19 17:11:55",
            "comment": "Honestly. What was that? We looked so utterly flat. Why not make changes earlier on in the game? Nothing but the same rubbish from about the 20th minute until the 80th."
        },
        {
            "time": "2022-10-19 17:12:35",
            "comment": "That _flew_ by for me. In a good way! Took our foot off the gas a bit after the second goal but…that was excellent.\n\nLloris kept things from being embarrassing."
        },
        {
            "time": "2022-10-19 17:12:58",
            "comment": "I just don't understand how we can be 2-0 down and United make subs first. Conte's in game management is shocking.\n\nHugo's the only one who can be happy with his performance."
        },
        {
            "time": "2022-10-19 17:40:07",
            "comment": "Good to see the apologies to Licha in here. Guy is an absolute monster."
        },
        {
            "time": "2022-10-19 17:52:53",
            "comment": "Where is Spurs xG guy? No post today?"
        },
        {
            "time": "2022-10-19 20:03:02",
            "comment": "I can’t tell if Conte sucks and is making them bad or mediocre players like dier, Davies, Doherty or both. Like can any manager do well with dier, Davies etc?"
        },
        {
            "time": "2022-10-19 17:11:14",
            "comment": "Lads..."
        },
        {
            "time": "2022-10-19 17:18:44",
            "comment": "Quite simply outclassed. First 15 minutes there was a good game, and from then on it was a slow choking out. \n\nIt's all well and good wanting to play out from the back, but United were pressing hard, harrying every ball, and forcing wayward passes from the defence and Bissouma (who was very poor) all match. Needed to go long more often to at least test their high line, needed to switch to 343 with the extra runner far sooner, and just generally needed to be a lot better. Lloris played brilliantly, but we can't exactly be surprised the dam eventually broke."
        },
        {
            "time": "2022-10-19 17:44:23",
            "comment": "Lads...."
        },
        {
            "time": "2022-10-19 17:11:38",
            "comment": "Probably our best game in month/years"
        },
        {
            "time": "2022-10-19 17:11:56",
            "comment": "[Bruno with Ronaldo and without Ronaldo](https://i.imgur.com/UkrrKuA.jpg)"
        },
        {
            "time": "2022-10-19 17:12:47",
            "comment": "Going in, I would have loved three points however United could get them. I did not expect that performance! A full 90 minutes of being the better side. Love it"
        },
        {
            "time": "2022-10-19 17:14:09",
            "comment": "I can’t believe I’m saying this, but Fred won United that game"
        },
        {
            "time": "2022-10-19 17:16:25",
            "comment": "could've been four of five honestly"
        },
        {
            "time": "2022-10-19 17:17:12",
            "comment": "Dominated start to finish, just need a proper killer striker. Spurs choked, the atmosphere was immense. Fred just needed his big bro Cas to ball out. Difficult to pick a Utd player that didn’t turn it on, Shaw, Dalot, entire midfield…very happy tonight!"
        },
        {
            "time": "2022-10-19 17:24:00",
            "comment": "Spurs were terrible today, it's like they lose all composure in the big away grounds, banter about them about 'bottling' is harsh but theres some truth in there. First 25mins they were okay exchanging possesion with Utd, a few players lost their composure and the rest went with them, they nullified their own transition game.\n\nWas really dissapointed in Bissouma's performance, he crumbled the most, PEH ran around a lot but a bit headless chikenish, Romero loses he's head too easy too and he is the only leader back there. Utd were superb and constantly left spurs players in their wake, but won't have an easier day in terms of build up and the first phase, they maintained attacks well especially in the 2nd half."
        },
        {
            "time": "2022-10-19 17:24:23",
            "comment": "I dont think Carlings as flat as Spurs"
        },
        {
            "time": "2022-10-19 17:30:20",
            "comment": "What was Bissouma's role in this set up? He was so good against us at Brighton, barely saw him tonight."
        },
        {
            "time": "2022-10-19 17:33:52",
            "comment": "reply uppity head pot capable chunky chase correct disarm bake\n\n *This post was mass deleted and anonymized with [Redact](https://redact.dev)*"
        },
        {
            "time": "2022-10-20 05:47:20",
            "comment": "Can we get a gif of Dier getting a ball to the face?"
        },
        {
            "time": "2022-10-19 17:35:05",
            "comment": "Can we talk about how brilliantly Bruno put Lloris on his backside for the disallowed goal? It was like playing against your grandkids on the park."
        },
        {
            "time": "2022-10-19 17:24:08",
            "comment": "Amazon coverage desperately trying to turn this all about Ronaldo walking away early. Even Thierry said ‘nah doesn’t take away from the performance’ shut Gabby Logan right down."
        },
        {
            "time": "2022-10-19 18:02:01",
            "comment": "This kills the cock"
        },
        {
            "time": "2022-10-19 18:12:17",
            "comment": "shocked that we didn’t bottle it after squandering so much in the first half, surprisingly assured performance throughout the whole game which you can’t often say about United"
        },
        {
            "time": "2022-10-19 17:13:06",
            "comment": "**There is a method to Fred's  madness**.\n\n I reckon he deliberately gives away the possession only to win it back in an even better position  up the field."
        },
        {
            "time": "2022-10-19 17:15:56",
            "comment": "Lisandro needs to start in Qatar. I respect Otamendis performances for Argentina these past few years but Licha is coming at a very high level."
        },
        {
            "time": "2022-10-19 17:17:29",
            "comment": "Genuinely not been this positive after a Man Utd game in a long, long time.\n\nThat's the kind of performance I want to see. Energy, movement, smart play when needed. Much, much better than what weve offered thus far this season.\n\nMost important thing for me is we see the same thing again on Saturday which, no doubt, will be a more challenging opposition than today."
        },
        {
            "time": "2022-10-19 19:06:53",
            "comment": "United should go for Kane all out in the summer, or Son tbh, see if the Levy breaks.... sorry"
        },
        {
            "time": "2022-10-19 17:29:11",
            "comment": "Why do people call romero one of the best center-halves in the league when he isnt?"
        },
        {
            "time": "2022-10-19 17:16:52",
            "comment": "North London Burnley brought to justice"
        },
        {
            "time": "2022-10-19 17:20:04",
            "comment": "Conte got cooked in every big game this season 💀"
        },
        {
            "time": "2022-10-19 17:11:27",
            "comment": "“We executed our plans, but got unlucky with their goals” — Conte, probably"
        },
        {
            "time": "2022-10-19 17:11:22",
            "comment": "I know he's a bit of a meme, but Fred was awesome tonight. Work rate top notch."
        },
        {
            "time": "2022-10-19 17:12:35",
            "comment": "That’s the best performance I’ve seen from us in a long, long time. \n\nBruno, Casemiro and Dalot the standouts for me, but the whole team deserves credit."
        },
        {
            "time": "2022-10-19 17:12:52",
            "comment": "Probably our best performance of the season"
        },
        {
            "time": "2022-10-19 17:13:50",
            "comment": "Thanks lloris for not making it 6-0. We play horrid football but when we win it gets forgotten."
        },
        {
            "time": "2022-10-19 17:31:51",
            "comment": "Haaland: *\"I used to skip school to watch Fred play\"*"
        },
        {
            "time": "2022-10-20 07:32:05",
            "comment": "So united missing out on conte was good after all?"
        },
        {
            "time": "2022-10-19 17:52:25",
            "comment": "Spurs are generally so overrated, no plan beside putting 10 men behind the ball and hoping they get a good break. Their midfield is trash, wingbacks are trash. Conte won't win them a trophy and will probably be gone by the end of the season."
        },
        {
            "time": "2022-10-19 17:11:26",
            "comment": "Fred MOTM for me, 100% committed performance"
        },
        {
            "time": "2022-10-19 17:12:44",
            "comment": "ThIs Is HoW wE wAnT tO pLaY - Conte, probably"
        },
        {
            "time": "2022-10-19 17:13:12",
            "comment": "Are people finally ready to realize this Spurs team isn't going to be competing for anything other than 4th place?"
        },
        {
            "time": "2022-10-19 17:11:11",
            "comment": "utterly dire from spurs"
        },
        {
            "time": "2022-10-19 17:12:25",
            "comment": "Spurs finishing 7th"
        },
        {
            "time": "2022-10-19 17:14:11",
            "comment": "Uniteds best performance this season Imo, contained the counters very well and really that’s all spurs have to offer. They scored 2 but it could have easily been more Rashford missed some good chances, Lloris made some great saves.\n\nSpurs will still get top 4 imo their team is good enough to beat the lower teams but I think their city team isn’t THAT strong compared to some other years and spurs had the chance to compete potentially.\n\nThink Fred was MOTM but Bruno scored a very good goal so fair enough."
        },
        {
            "time": "2022-10-19 17:14:33",
            "comment": "Worst Spurs performance I've seen in a long while. Players looked half hearted in challenging the ball and making clearances. Passing was extremely sloppy. Positionally all over the place like they just met each other yesterday. Very lucky to only concede 2.\n\nGreat display from United and have not seen them properly dominate and put away chances where it counts in a very long time too. Fred and Casemiro absolutely ran the show, and ironically Conte's 3 man midfield looked completely lost against them."
        },
        {
            "time": "2022-10-19 17:18:00",
            "comment": "Can’t think of a single thing Spurs did right this game, absolutely the worst performance this season."
        },
        {
            "time": "2022-10-19 17:22:25",
            "comment": "It's painfully obvious Spurs lack creativity in midfield.  They've become way too predictable with their counter-attack style of play."
        },
        {
            "time": "2022-10-19 18:28:35",
            "comment": "has tottham beaten anyone yet?!?! piss poor schedule facing the bottom 4!!!!! \n\nbut hey, they havent kicked second gear yet!!! only team in the league that can improve!!! (according to their fans that is)"
        },
        {
            "time": "2022-10-19 19:35:53",
            "comment": "Everywhere they go…"
        },
        {
            "time": "2022-10-19 17:30:52",
            "comment": "haha always funny watching spuds fans hype up their team every year just to be disappointing as always. It's great tradition."
        },
        {
            "time": "2022-10-19 17:46:17",
            "comment": "Just a little breakdown of the stats for people today:\n\n\n\nTeam | xG | xT | Poss | Field tilt |\n---|---|----|----|----|----|----\nManchester United | 2.0 | 1.77 | 51.8% | 67% | \nTottenham | 0.64 | 1.22 | 48.2% | 33% |"
        },
        {
            "time": "2022-10-19 17:14:45",
            "comment": "That was very weird from Conte… Youre 2-0 down and stay as a low block? Is he trying to get fired or is he just fine with losing to top 6?"
        },
        {
            "time": "2022-10-19 17:15:36",
            "comment": "United looked superb, really good with Casemiro and Fred in midfield. I thought Dalot, Fred and Martinez in particular were outstanding. Sancho was a bit… shit I thought, didn’t really offer much. Best United performance I’ve seen in a long time. \n\nConte is a great manager but I’m so confused that he didn’t change shape or make subs until the 80th minute. Terrible all over the pitch, but especially in defence and midfield, they couldn’t get the ball out, suppose credit is due to United because they were all over them pressing. \n\nUnited dicked them for 90 minutes basically, Ronaldo still tried to make it about himself by leaving early as well 🤣"
        },
        {
            "time": "2022-10-19 17:17:25",
            "comment": "Martinez had Kane in his pocket"
        },
        {
            "time": "2022-10-19 20:54:59",
            "comment": "Ten Häag and Arteta are easily the most exciting managers right now in the EPL, it further helps that they're both young"
        },
        {
            "time": "2022-10-19 17:23:05",
            "comment": "Spurs next 3 games are Newcastle, Bournemouth away and Liverpool. Not inconceivable for them to be out of the top 4 by the time the world Cup rolls around."
        },
        {
            "time": "2022-10-19 17:11:35",
            "comment": "Spurs have genuinely been put out of their misery with the final whistle. Absolutely garbage performance from them tonight."
        },
        {
            "time": "2022-10-19 17:12:21",
            "comment": "19 Shots conceded in the first half, tell me it's sustainable \n\nWhen you've only beaten one team in the top half of the table, playing dogshit football, you're getting away with it, get exposed tonight"
        },
        {
            "time": "2022-10-19 17:12:05",
            "comment": "Direction looking really good. Love that Fred/Casemiro partnership"
        },
        {
            "time": "2022-10-19 17:15:38",
            "comment": "Harry Kane needs to leave. Weren’t Munich interested in him?\n\nWhy bother in playing in a lame ass conte ball where only one big win you get is vs City?"
        },
        {
            "time": "2022-10-19 17:22:54",
            "comment": "29 shots on target, Spurs playing like a relegation scrapper, what  a boring team they are."
        },
        {
            "time": "2022-10-19 17:11:19",
            "comment": "Yet another game where Spurs play like dogshit and get dominated, with the only difference being this opposition having players clinical enough to beat Lloris's Sisyphean goalkeeping. But I can't wait for the magma-IQ'd fart huffers of reddit to tell me how this is all part of the masterplan."
        },
        {
            "time": "2022-10-19 17:12:25",
            "comment": "Obviously I'm biased here but Spurs are honestly just a terrible team to watch"
        },
        {
            "time": "2022-10-19 17:39:51",
            "comment": "We miss Kulu really badly, also we played like crap today. United looked great today on the other side. IDK what to make of this team."
        },
        {
            "time": "2022-10-19 17:59:18",
            "comment": "https://twitter.com/axelthfc/status/1548664366039552000?s=46&t=7UiKvohFFbpO4lBOsbs0mw"
        },
        {
            "time": "2022-10-19 17:41:19",
            "comment": "It was a classic Spurs \"play badly against another big six team and give up a lot of shots and chances\" game, but I must have a different definition of \"bottling\" than everybody else if this counts as \"bottling\" as opposed to just regular not playing well. Is just every loss a bottle to some people?"
        }
    ]
}