{
    "title": "Match Thread: Arsenal vs Chelsea English",
    "match_date": "2023-05-02",
    "comments": [
        {
            "time": "2023-05-02 16:55:07",
            "comment": "Chelsea have won 1 game all season vs the current top 10 teams, it was Gerrards Villa."
        },
        {
            "time": "2023-05-02 17:24:36",
            "comment": "Lampard's managerial career will not undo his legacy as a player, but I wonder if there is a limit to the depth of that goodwill"
        },
        {
            "time": "2023-05-02 16:55:24",
            "comment": "Don’t think I’ve ever been this disappointed with a 3-1 win against Chelsea"
        },
        {
            "time": "2023-05-02 16:55:22",
            "comment": "That scoreline flatters Chelsea. They were atrocious."
        },
        {
            "time": "2023-05-02 17:00:10",
            "comment": "Kiwior was decent, right?"
        },
        {
            "time": "2023-05-02 16:55:04",
            "comment": "Azpilicueta was comically angry today.\n\nArteta and his coaching staff were very negligent in waiting for Gabriel to drop down for the 4th time before they finally subbed him off."
        },
        {
            "time": "2023-05-02 16:54:58",
            "comment": "Considering where Chelsea were when Boehly etc. took over and where they are now, has there ever been a faster decline of a club under new ownership?"
        },
        {
            "time": "2023-05-02 16:55:33",
            "comment": "Arsenal really need to build the batter a big team by 5+ goals gene"
        },
        {
            "time": "2023-05-02 17:41:21",
            "comment": "Laser guy has been Arrested."
        },
        {
            "time": "2023-05-02 16:55:39",
            "comment": "Bournemouth it's up to you, don't fail 007!"
        },
        {
            "time": "2023-05-02 17:42:40",
            "comment": "Just want to point out it's still mathematically possible for Chelsea to get relegated this year."
        },
        {
            "time": "2023-05-02 16:55:14",
            "comment": "Imagine conceding to Chelsea."
        },
        {
            "time": "2023-05-02 18:19:10",
            "comment": "Lampard actually has a 100% loss record in like 10 games. Wtf? I knew he was a bad coach but holy shit."
        },
        {
            "time": "2023-05-02 16:55:29",
            "comment": "we have to get better at killing teams man these bums deserved a hammering."
        },
        {
            "time": "2023-05-02 18:58:59",
            "comment": "Chelsea should be thankful to Tuchel for the points he got em earlier in the season...."
        },
        {
            "time": "2023-05-02 18:48:05",
            "comment": "Quick reminder that Chelsea have the same points as Bournemouth who looked dead set for relegation just a few months ago lmfao"
        },
        {
            "time": "2023-05-02 16:55:10",
            "comment": "**Lampards last 20 games as a manager:** \n\nWon: 1 \n\nDrew: 2 \n\nLost: 17 \n\nScored: 9 \n\nConceded: 43 \n\nWin rate: 5% \n\nBut it's OK, because he knows the club. \n\n**For the Curious:** \n\nArsenal 3:1 Chelsea \n\nBrentford 2:0 Chelsea \n\nChelsea 0:2 Real Madrid \n\nChelsea 1:2 Brighton \n\nReal Madrid 2:0 Chelsea \n\nWolves 1:0 Chelsea \n\nWest Ham 2:0 Everton \n\nEverton 1:2 Southampton \n\nMan Utd 3:1 Everton \n\nEverton 1:4 Brighton \n\nMan City 1:1 Everton \n\nEverton 1:2 Wolves \n\nBournemouth 3:0 Everton \n\nBournemouth 4:1 Everton \n\nEverton 0:2 Leicester \n\nFulham 0:0 Everton \n\nEverton 3:0 Crystal Palace \n\nNewcastle 1:0 Everton \n\nTottenham 2:0 Everton \n\nEverton 1:2 Man Utd"
        },
        {
            "time": "2023-05-02 16:54:58",
            "comment": "Chelsea in the EPL:\n\nWorst finish = 14th\n\nCurrent rank = 12th(5 points off 15th)\n\nWorst total points = 50 points\n\nCurrent total points = 39 points(5 matches left)\n\nLowest GF = 46\n\nCurrent GF = 31(0.93 pm)\n\nWith 2/21 points(0.28 pm) and 4 GF(0.57 pm) in the last 7 matches and with Man City, Newcastle, and Man Utd still to face, Lampard's men are set for a record season."
        },
        {
            "time": "2023-05-03 00:56:49",
            "comment": "The Chelsea team visited an orphanage in London. “It’s heartbreaking to see their sad little faces with no hope”, said Timmy, age 6."
        },
        {
            "time": "2023-05-02 16:55:23",
            "comment": "I want people in prison for what i’ve seen this year."
        },
        {
            "time": "2023-05-02 16:55:03",
            "comment": "Ban the laser cunt for life"
        },
        {
            "time": "2023-05-02 16:56:10",
            "comment": "It would actually be the funniest thing in football history if Chelsea were to get relegated"
        },
        {
            "time": "2023-05-02 18:53:06",
            "comment": "We are in the month of May and Chelsea football club are 9 points off the relegation zone…\n\nThat is fucking bonkers."
        },
        {
            "time": "2023-05-02 20:38:22",
            "comment": "I'm just curious to see who fill finish higher, Chelsea or Bournemouth"
        },
        {
            "time": "2023-05-02 16:55:03",
            "comment": "Stupid Tuchel getting them 10 PTS early.\n\nForm table over last 25 games has Chelsea 17th only 2pts of bottom 3"
        },
        {
            "time": "2023-05-02 17:41:55",
            "comment": "Chelsea wasted their monthly goal when they where already 3-0 smh."
        },
        {
            "time": "2023-05-02 16:57:33",
            "comment": "Look I know it's nothing to whinge about, we won and largely played well, and Kiwior looked pretty decent. \n\nBut why don't we kill teams off? I've seen so many games like this this year, especially at home: take good lead, playing great. Pursue a 4th, don't get it, switch off get complacent and concede a sloppy goal. \n\nWe could have pumped them for 5 or 6 today and it doesn't really matter that we didn't, but it's happened in so so many games, and in some recent games it actually cost us points."
        },
        {
            "time": "2023-05-02 16:56:12",
            "comment": "Why does 3-1 feel like a loss for Arsenal"
        },
        {
            "time": "2023-05-02 17:10:48",
            "comment": "Just the 17 losses in his last 20 games for Frank"
        },
        {
            "time": "2023-05-02 16:55:12",
            "comment": "Man Lampard saying that Mudryk needs to learn defensive responsibilities of a winger and then starts Sterling in his place is funniest thing ever. Clearly has no clue about his players.\n\n\n If Mudryk-Havertz/Fofana-Madueke doesn't start next game, Frank is actively sabotaging Chelsea."
        },
        {
            "time": "2023-05-02 18:41:18",
            "comment": "It tickles me that Bournemouth and Chelsea are on the same points now as everyone was saying Bournemouth was nailed down for relegation, lol.\n\nEdit: Mathematically it is still possible."
        },
        {
            "time": "2023-05-02 20:08:57",
            "comment": "[deleted]"
        },
        {
            "time": "2023-05-02 16:55:10",
            "comment": "Thought Mudryk looked really good when he came on"
        },
        {
            "time": "2023-05-02 16:54:58",
            "comment": "Common Lampard L"
        },
        {
            "time": "2023-05-03 01:55:00",
            "comment": "I wish this season was a bit longer because I believe Chelsea could genuinely be relegated"
        },
        {
            "time": "2023-05-02 16:57:01",
            "comment": "Embarrassed that we didn’t keep a clean sheet against this Chelsea team, good response otherwise"
        },
        {
            "time": "2023-05-02 17:10:35",
            "comment": "Arsenal looked like they were going to smash Chelsea for 5 or 6 in the first half then took their foot off the gas so hard it was as if they were picking their noses with their toes.\n\nChelsea looked a lot better 2nd half but only because we allowed them to."
        },
        {
            "time": "2023-05-03 00:11:34",
            "comment": "Never seen a harder fall from grace than Chelsea"
        },
        {
            "time": "2023-05-02 16:55:36",
            "comment": "We do not claim the c**t with the laser. Give him a stadium ban!"
        },
        {
            "time": "2023-05-02 21:52:06",
            "comment": "Congrats to Chelsea for winning the second half 1-0"
        },
        {
            "time": "2023-05-02 17:24:04",
            "comment": "We won but somehow... I feel let down a bit. This team really doesn't know how to kill off games. Excellent performance for the first 60 but I'm not too confident of going to St James Park next week."
        },
        {
            "time": "2023-05-02 17:25:52",
            "comment": "We’re one away from 007, I believe."
        },
        {
            "time": "2023-05-03 04:40:58",
            "comment": "Laugh all you want! This is all part of the plan. \n\nJust like every great American owner, Todd Boehly has had one and only one goal ever since he bought Chelsea Football Club: winning the Championship."
        },
        {
            "time": "2023-05-02 19:05:15",
            "comment": "You know, it would be quite historic if Chelsea got relegated. Can you say the most expensive flop of a team in the history of football?"
        },
        {
            "time": "2023-05-02 17:05:54",
            "comment": "Fuck the laser pointer cunts.\n\nTuchel might actually have saved chelsea from relegation at the start of the season. Mental."
        },
        {
            "time": "2023-05-02 18:59:13",
            "comment": "Seems Chelsea has used all of their goal quota this season"
        },
        {
            "time": "2023-05-02 16:55:21",
            "comment": "Commentators acting like this putting Arsenal back on top is a big deal, as if City haven't also got to play Chelsea"
        },
        {
            "time": "2023-05-03 01:56:24",
            "comment": "Really shocking that Chelsea manage to score a whole month worth of goal in just a half against the top team of the league"
        },
        {
            "time": "2023-05-02 16:57:12",
            "comment": "I wish we weren’t so nice, we should’ve embarrassed them here. They looked hopeless"
        },
        {
            "time": "2023-05-02 17:39:19",
            "comment": "If we weren’t so awful ourselves, I’d enjoy Fofana being a part of the Chelsea mess more"
        },
        {
            "time": "2023-05-02 16:55:11",
            "comment": "I know Chelsea getting relegated is near impossible but it would be entertaining to see what happens when one if not the most expensive team in the world plays Championship football and what are the consequences of that"
        },
        {
            "time": "2023-05-02 17:44:30",
            "comment": "Chelsea have really dropped in form, Jesus. I don't watch them that much but when you have to watch them for 90 minutes...It's like watching a documentary over the life and times of Amy Winehouse but at 0.25 speed. \n\nIt's a little disturbing how a club of Chelsea's stature can drop off like that. I don't think this'll be a quick fix either."
        },
        {
            "time": "2023-05-02 18:37:23",
            "comment": "The fact Chelsea aren’t mathematically safe just fills me with so much joy."
        },
        {
            "time": "2023-05-02 17:02:50",
            "comment": "Can’t believe I’m disappointing to only win 3-1. \n\nWe once again completely switched off in the second half"
        },
        {
            "time": "2023-05-02 17:03:03",
            "comment": "lasers on mudryk were fucking disgraceful btw. lifetime bans should be upheld"
        },
        {
            "time": "2023-05-02 17:08:56",
            "comment": "One of our best league victories in recent years was a 2-1 win against this team. Half an hour in, Lampard gave Tariq Lamptey his Chelsea debut and took the experienced player Emerson off. Lamptey bossed it and helped lead the comeback. Tammy Abraham, Fikyao Tomori, Mason Mount, Reece James, Callum Hudson-Odoi all played in that match. Now Chukwuemeka can't make the match day squad, Lewis Hall played a meaningless friendly against Monaco U21s today. \n\n6 consecutive defeats. 2 goals scored. Those who \"deserve to play\" are failing while those who have to \"earn their spot\" are being neglected for literally zero reason other than trying to save face. Lampard had a prime opportunity to at least galvanize the fan base with what made his first tenure so fun and he's botched it so spectacularly and fielded a team made up of majority players who have been searching for the exit door the minute the last game is over. \n\nHe can draw a line with Joao Felix but Sterling, Kovacic can still roam around the pitch not giving any effort or fucking up for the 100th time in 10 minutes and he sees nothing wrong with that. Play the washed up corpse of Cesar Azpilicueta but not Chalobah. \n\nNone of this makes sense. It's all infuriating. This summer is so, so important like you wouldn't believe."
        },
        {
            "time": "2023-05-02 17:20:20",
            "comment": "Do Arsenal still have a chance to win the Prem this season?"
        },
        {
            "time": "2023-05-02 16:54:53",
            "comment": "Chelsea got Man City, Man UTD, Newcastle and two relegation battle teams of Forrest and Bournemouth. It's not looking good lmao."
        },
        {
            "time": "2023-05-02 20:53:26",
            "comment": "Is it really shocking for a team amidst a title race to beat up on a team facing potential relegation?"
        },
        {
            "time": "2023-05-02 16:56:40",
            "comment": "Chelsea could still “technically” get relegated, right? \nVery unlikely but mathematically speaking"
        },
        {
            "time": "2023-05-02 18:32:08",
            "comment": "I would say us and Chelsea are equally shite in being out of European competition and on our 3rd manager of the season, but at least we didn’t spend the GDP of a small country doing it."
        },
        {
            "time": "2023-05-03 02:20:47",
            "comment": "006 🤣🤣. can’t believe what is actually happening lmao. how bad do you have to be to lose 6 straight in a row 😭😭😭. with a squad that spent 600 mill this season…. this chelsea season is historic. \n\ncome on bournemouth it’s in your hands now please don’t fuck up the 007 🙏.\n\ni swear i’ll be so mad if we drop points against this chelsea team when we face them. surely not united, don’t even think about it."
        },
        {
            "time": "2023-05-03 02:52:12",
            "comment": "Do you think Todd reckons that by losing all these games, Chelsea will get a better draft pick or something?"
        },
        {
            "time": "2023-05-02 17:13:41",
            "comment": "Sincerely hope this Chelsea form continues into next season."
        },
        {
            "time": "2023-05-02 16:55:00",
            "comment": "DOUBLE O SEVEN"
        },
        {
            "time": "2023-05-02 18:05:42",
            "comment": "If these guys lose to Forest they migh actually be in relegation trouble, what the fuck"
        },
        {
            "time": "2023-05-02 18:31:55",
            "comment": "With this win Arsenal have twice as many points as Chelsea this season lmao"
        },
        {
            "time": "2023-05-02 18:42:37",
            "comment": "The owner must send Tuchel a special gift at the end of the season for their early season form where they actually picked up some points. If not for that they'd be in the relegation spots right now."
        },
        {
            "time": "2023-05-02 17:08:59",
            "comment": "A rather anti-climactic second half after a furiously positive first.\n\nHappy we won but it’s hard to be optimistic knowing that the inevitable City juggernaut lurks in the rear view mirror.\n\nAlso wish our players just don’t step off the pedal when we’re on top. Chelsea were absolutely there for a battering; 5 or 6 goals would’ve helped put the misery of the past few weeks behind.\n\nLosing a clean sheet didn’t help either.\n\nNow we can only wait for City to somehow drop points.\n\nI really wish Gabriel recovers before the weekend.\n\nAnd i really want Saka to be rested for a game; but again i don’t expect that to happen this weekend given the stature of the game.\n\nAlso, i knew a Chelsea were having bad season but in the first half they struggled to string 4 passes together coherently. Watching that was absolutely painful yet comical."
        },
        {
            "time": "2023-05-02 17:03:19",
            "comment": "Players were shit but this has to be it for Frank at the top level. He is genuinely one of the worst managers since Potter."
        },
        {
            "time": "2023-05-03 00:47:47",
            "comment": "I remember the Ole vs Lampard debate and in hindsight, it’s so funny. Ole wasn’t a top coach by any means but he’s million miles ahead of Lampard. \n\nI can only imagine if Ole had such a record."
        },
        {
            "time": "2023-05-02 17:10:03",
            "comment": "Nah you don’t understand, he knows the club"
        },
        {
            "time": "2023-05-02 17:08:03",
            "comment": "Genuinely thought Chelsea were gonna put the final nail in the coffin but I guess I underestimated how fucking terrible they were"
        },
        {
            "time": "2023-05-02 17:09:11",
            "comment": "We won, but our defense was still shaky and we looked sloppy in the second half."
        },
        {
            "time": "2023-05-02 17:17:36",
            "comment": "another disasterclass by chelsea and Lampard"
        },
        {
            "time": "2023-05-02 16:55:06",
            "comment": "Find the person pointing the laser and lock them up."
        },
        {
            "time": "2023-05-02 16:58:33",
            "comment": "The biggest tragedy of all this, Amazon didn't sign Chelsea up to a series of All Or Nothing this season"
        },
        {
            "time": "2023-05-02 17:00:11",
            "comment": "Which teams have lost 6 in a row this season?"
        },
        {
            "time": "2023-05-02 17:15:51",
            "comment": "Super Frank away to the mighty Cherries for a 3pm kickoff, ooof thats rough. \n\nBournemouth win that they go above them lol."
        },
        {
            "time": "2023-05-02 18:13:50",
            "comment": "Is their any mathematical possibility of them getting relegated? Cause I don't see them winning any of the last 4 games."
        },
        {
            "time": "2023-05-02 16:56:04",
            "comment": "That scoreline flattered Chelsea, should have been 8, they were atrocious."
        },
        {
            "time": "2023-05-02 16:59:17",
            "comment": "Will Arsenal fans be cheering on Madrid to break Cities spirit?"
        },
        {
            "time": "2023-05-02 16:59:19",
            "comment": "Man, if Chelsea pull off a £40m heist for Gallagher in the summer, absolute fair play."
        },
        {
            "time": "2023-05-02 17:03:45",
            "comment": "Good to get back to winning ways. We took our foot off the gas too much in the second half. Loved Kiwior today. Had a wobble with havertz there at the end, aside from that. Strong performance, looks good in the air, good reading of the game and smart 1v1 defending. Love that odegaard banged 2 of em. Happy for GJ as well. Need Saka to get back to his usual standard on Sunday. I thought Jorginho was quality and Xhaka had a couple good moments.\n\nZinny needs to be benched. He’s been beaten/ turned the ball over far too many times lately. KT needs a run out. \n\nChelsea players need to refund their fans. That was a spineless performance. Only person I could say that earned any respect was Noni. Bunch of dudes just walking around showing no effort or a care in the world. Lamps plz stay at Chelsea"
        },
        {
            "time": "2023-05-02 17:06:16",
            "comment": "I have been plenty critical of Frank over the years, but it feels like most of these players are not giving him anything."
        },
        {
            "time": "2023-05-02 17:14:01",
            "comment": "honestly at this point can we start our youngsters like chukwuemba hall webster etc give them some minutes. cant be any worse at scoring goals than the senior team"
        },
        {
            "time": "2023-05-02 17:14:11",
            "comment": "The difference between us and City is, city win that 5-0.\n\nDunno why we take our foot off the gas so often"
        },
        {
            "time": "2023-05-02 16:55:18",
            "comment": "Can we bring 007 back out for Chelsea’s next game?"
        },
        {
            "time": "2023-05-02 16:55:26",
            "comment": "Ref was pretty alright today. Odd decision here and there. But overall, pretty good."
        },
        {
            "time": "2023-05-02 17:03:13",
            "comment": "Should've scored more and should've kept a clean shit. Oh well, upload Chelsea's Goal of the Month!"
        },
        {
            "time": "2023-05-02 17:05:39",
            "comment": "Hope the idiot's pointing lasers at Mudryk get cautioned / fined / banned.\n\nIt's just stupid behaviour, no need for it."
        },
        {
            "time": "2023-05-02 17:07:22",
            "comment": "I could see Forest strolling into the bridge and turning this Chelsea side over"
        },
        {
            "time": "2023-05-02 22:53:39",
            "comment": "3-1 win against chelsea to put us top with 4 games remaining, yet no one cares lol. Crazy how that sounds"
        },
        {
            "time": "2023-05-02 17:01:19",
            "comment": "Wasn’t particularly impressed with how Arsenal played from the 60th Minute onward but 3 points will suffice. \n\nClassless supporters with lasers need to be banned from the stadium for life. \n\nHoping it’s a minor knock for Gabriel. He’s essential for these last EPL fixtures"
        },
        {
            "time": "2023-05-02 16:55:41",
            "comment": "please just play Mudryk and Madueke for the rest of the season\n\nthey are literally the only sparks in this team"
        },
        {
            "time": "2023-05-02 16:56:11",
            "comment": "man I can't believe they let us score lmao"
        },
        {
            "time": "2023-05-02 17:12:53",
            "comment": "Blatantly obvious when you're in a team who create 30-40 chances a game - City, you'll look 10x better then a team who do nothing - Chelsea.\n\nSterling has been a bad bad purchase. \n\nI'd put him and Richarlison on the same tier tbh."
        },
        {
            "time": "2023-05-02 16:55:57",
            "comment": "We’ll all be there for the 007 - Bournemouth don’t let us down"
        },
        {
            "time": "2023-05-02 16:56:47",
            "comment": "Arsenal won the first half, we won the second\n\nI believe they call that a draw, no?"
        },
        {
            "time": "2023-05-02 16:58:31",
            "comment": "How did we draw against Chelsea smh"
        },
        {
            "time": "2023-05-02 17:02:44",
            "comment": "Fat Frank might actually do 007"
        },
        {
            "time": "2023-05-02 17:06:41",
            "comment": "Chelsea better stay away from Big Sam. He's our saviour."
        },
        {
            "time": "2023-05-02 18:22:26",
            "comment": "Pulisic once again did nothing."
        },
        {
            "time": "2023-05-02 16:59:55",
            "comment": "Fuck, we would be the biggest clown shows in the premier league, but somehow across town there’s an even bigger one to make fun of 😭"
        },
        {
            "time": "2023-05-02 19:28:42",
            "comment": "If Chelsea can't win vs Bournemouth or Nottingham Forest, they may actually go down.\n\nEnd the year with City, United and Newcastle"
        },
        {
            "time": "2023-05-02 17:32:11",
            "comment": "[deleted]"
        },
        {
            "time": "2023-05-02 16:56:59",
            "comment": "Arsenal really took their foot off the gas in that second half and looked defensively frail whenever Chelsea (one of the worst attacking sides in the league) went forward. Really wouldn't be enthused about their chances at the title after that. Chelsea are just very very bad."
        },
        {
            "time": "2023-05-02 16:57:40",
            "comment": "Chelsea are fast becoming the easiest 3 points in the league. Some achievement, considering the relegation battle this year."
        },
        {
            "time": "2023-05-02 17:09:45",
            "comment": "Even the biased media will have a tough time defending Frank"
        },
        {
            "time": "2023-05-02 16:55:40",
            "comment": "It's all right, Chelsea, not every team can be as good as Crystal Palace.    \nTotal season wages:    \nPalace -- £67.6 million    \nChelsea -- £207 million"
        },
        {
            "time": "2023-05-02 17:19:49",
            "comment": "Chelsea as a team didn't play well, but Noni Madueke was very very good imo. Bright spot for that team for sure"
        },
        {
            "time": "2023-05-02 17:29:34",
            "comment": "Chelsea desperately need José."
        },
        {
            "time": "2023-05-02 16:57:05",
            "comment": "I hope they find the cunt with the laser and ban him from every ground in the country"
        },
        {
            "time": "2023-05-02 17:16:35",
            "comment": "relieved that it did not end like a tennis set."
        },
        {
            "time": "2023-05-02 16:55:34",
            "comment": "Getting dangerously close to 007 levels for Frankie"
        },
        {
            "time": "2023-05-02 16:55:52",
            "comment": "He did the Alec Trevelyan \n\nthe 006\nhttps://i.imgur.com/Xt3gQtE.png"
        },
        {
            "time": "2023-05-02 16:56:00",
            "comment": "Arteta holding the damage to keep fat frank in job"
        },
        {
            "time": "2023-05-02 16:56:53",
            "comment": "Sterling performance was up there with Bakayoko against Watford, except he didn't put himself out of his misery by getting sent off."
        },
        {
            "time": "2023-05-02 16:58:08",
            "comment": "If there was another 8 to 10 games left of this season, Chelsea would become the most expensive Championship club in the history of the game!"
        },
        {
            "time": "2023-05-02 17:00:39",
            "comment": "Great 3 points.\n\nHope Gabriel is fine. Still not happy with defence. Any other TOP side would have definitely scored more."
        },
        {
            "time": "2023-05-02 17:00:53",
            "comment": "Chelsea were lucky to get away with *just* a 3-1"
        },
        {
            "time": "2023-05-02 17:01:43",
            "comment": "How do you spend more than half a billion to destroy a club so quickly? This is amazimg. They literally managed to build the worst team in the league, in just a few months time. They're only lucky a lot of others had a headstart in mismanagement, and then again, they are on par with the likes of Palace and Bournemouth"
        },
        {
            "time": "2023-05-03 09:41:40",
            "comment": "The laser show was a nice touch from the home crowd…."
        },
        {
            "time": "2023-05-02 16:58:38",
            "comment": "LLLLLLAMPARD"
        },
        {
            "time": "2023-05-02 17:10:53",
            "comment": "Lampard, Lampard, Lampard, I didn't think it could get much lower than the Brighton performance, but those first 45 minutes... 🤦‍♂️ Honestly, we're lucky that Arsenal saw how easy it was, so lost motivation and fell into 1st gear. Otherwise we were looking at LEAST at 6-0 pumping.\n\nHow Bin Laden's protege acquired a coaching licence is a mystery to all. Lampard really needs to humble himself and concede that coaching just isn't for him."
        },
        {
            "time": "2023-05-02 22:26:13",
            "comment": "Jose is going to be rubbing his hands excitedly. This is the ideal runway for his return.\n\nI hope they get relegated after. I remember him getting them almost relegated the last time he was there. Nice"
        },
        {
            "time": "2023-05-02 16:55:52",
            "comment": "I have never felt so comfortable during an Arsenal game. They got a jammy goal and that was it. Poor Chelsea :("
        },
        {
            "time": "2023-05-02 16:56:12",
            "comment": "How many L's until lampard is 007?"
        },
        {
            "time": "2023-05-02 16:56:23",
            "comment": "Chelsea get battered every where they gooooooooo, every where they goooo"
        },
        {
            "time": "2023-05-02 16:56:54",
            "comment": "Odegaard MVP in the first half. Faded a bit in the second.\n\nCan I please ask to clamp down on these lasers bullshit?"
        },
        {
            "time": "2023-05-02 16:57:19",
            "comment": "Routine win against a bottom half team. Shame we couldn’t keep the clean sheet"
        },
        {
            "time": "2023-05-02 16:57:30",
            "comment": "Have you struggled to score for a while? Don't worry, welcome to the Emirates 🥲"
        },
        {
            "time": "2023-05-02 16:58:18",
            "comment": "Really poor first half by Chelsea. Sterling was shocking. Arsenal were very good at the start but they're shaky on the left side defensively"
        },
        {
            "time": "2023-05-02 16:59:39",
            "comment": "Chelsea are back"
        },
        {
            "time": "2023-05-02 16:55:09",
            "comment": "It blows my mind how Mudryk doesn't start or atleast come on sooner. By far our most promising player while attacking"
        },
        {
            "time": "2023-05-02 16:56:34",
            "comment": "Some right proper knobhead with the laser, real scummy behaviour and there's people around being complicit with it. Ruins the match"
        },
        {
            "time": "2023-05-02 17:04:30",
            "comment": "Hope the fans pointing the lasers at Mudryk get lifetime bans, wankers. I'm all for a bit of booing and the like, that's crossing the fucking line."
        },
        {
            "time": "2023-05-02 17:10:02",
            "comment": "We weren't that good today. Chelsea are absolute bottom barrel trash. The kind that turns into a decomposing mess and has things growing from it and starts stinking and then you really have to struggle to scrape it off and then it gets all over the thing you used to scrape it."
        },
        {
            "time": "2023-05-02 16:59:23",
            "comment": "Chelsea are so shit and yet we still found a way to give them a goal smh\n\nAt least we're 🔙🔛🔝, if only for a while"
        },
        {
            "time": "2023-05-02 17:10:47",
            "comment": "We just don't kill off Games like Top top teams do.\n\nCity would've ended these 6-0.\n\nWe love to give teams chances to get back into the game, it's frustrating."
        },
        {
            "time": "2023-05-02 20:00:03",
            "comment": "bruh"
        },
        {
            "time": "2023-05-02 17:19:28",
            "comment": "Ha, imagine not even winning the second half at home. Frauds (I can’t wait for this season to end)"
        },
        {
            "time": "2023-05-02 17:02:17",
            "comment": "That idiot with the laser pen should get a lifetime ban."
        },
        {
            "time": "2023-05-03 08:03:55",
            "comment": "Goal of the month for Chelsea in May is...remind me in 4 weeks"
        },
        {
            "time": "2023-05-02 16:55:27",
            "comment": "Pep should be collecting dividends until Sterling retires."
        },
        {
            "time": "2023-05-02 16:56:04",
            "comment": "Gary O'Neil you have every football fans dreams in your hands, please give us the 007"
        },
        {
            "time": "2023-05-02 16:56:15",
            "comment": "Boehly buy Messi he might fix your offense!"
        },
        {
            "time": "2023-05-02 16:56:41",
            "comment": "We scored a goal!"
        },
        {
            "time": "2023-05-02 16:58:20",
            "comment": "Chelsea just look lost"
        },
        {
            "time": "2023-05-02 17:03:11",
            "comment": "Hoping to see Ziyech / Mount at Arsenal."
        },
        {
            "time": "2023-05-02 17:03:34",
            "comment": "Tuchel fully kept Chelsea up with some early season wins."
        },
        {
            "time": "2023-05-02 17:07:35",
            "comment": "Waiting for Super Frank's opinion on the goals: \"Yeah, first goal was average, second fluke, third fluke\""
        },
        {
            "time": "2023-05-02 17:09:55",
            "comment": "Can't make excuses for him, but he was already in dire form before the robbery, but do you reckon that's playing a part on his form also?\n\nWorrying about his fam / home all the time."
        },
        {
            "time": "2023-05-02 17:04:50",
            "comment": "Kiwior has to be first choice Sub over Holding, he HAS to be. \n\nHe's got brilliant pace, he's actually good on the ball."
        },
        {
            "time": "2023-05-02 17:02:01",
            "comment": "Fuck Putin, Fuck Boehly all i got to say."
        },
        {
            "time": "2023-05-02 17:00:06",
            "comment": "A win is a win, but man, my kid kept more clean sheets while potty training."
        },
        {
            "time": "2023-05-02 17:08:54",
            "comment": "NGL Lukaku would offer this side so much presence up top.\n\nHavertz and Aubameyang just ain't doing it chief. \n\nGive that Young lad a chance they just signed from Molde."
        },
        {
            "time": "2023-05-02 17:34:39",
            "comment": "It just felt like the ad board digital animation moves faster / makes more move than average movement of Chelsea players..."
        },
        {
            "time": "2023-05-02 16:55:16",
            "comment": "One more to 007..."
        },
        {
            "time": "2023-05-02 16:55:25",
            "comment": "2 goals scored in 8 matches. Not optimal for Chelsea."
        },
        {
            "time": "2023-05-02 16:56:08",
            "comment": "[deleted]"
        },
        {
            "time": "2023-05-02 16:56:28",
            "comment": "easy game and should have scored way more, but fuck me we struggle killing games and the way we have conceded goals these few games is not good at all"
        },
        {
            "time": "2023-05-02 16:56:46",
            "comment": "Did Sterling play one good pass the entire time he was on the pitch?"
        },
        {
            "time": "2023-05-02 16:56:52",
            "comment": "Does Chelsea legally have to pay players? None of them actually deserve it"
        },
        {
            "time": "2023-05-02 16:56:59",
            "comment": "Win is a win at the end of the day, especially after the disappointment of last week. Disappointing that we couldn't kill the game off though, as soon as Chelsea scored we looked nervy."
        },
        {
            "time": "2023-05-02 16:57:12",
            "comment": "Frank will have a winning percentage soon surely"
        },
        {
            "time": "2023-05-02 16:57:47",
            "comment": "Arsenal now have twice as many points as Chelsea and 6 times the absolute value of their GD."
        },
        {
            "time": "2023-05-02 16:58:23",
            "comment": "Football W."
        },
        {
            "time": "2023-05-02 16:58:23",
            "comment": "Not starting Madueke & Mudryk every game doesn't forgive the fact Frank will literally make Kante chase down centre backs for 90 minutes leaving acres of space for players like Xhaka to just dominate.."
        },
        {
            "time": "2023-05-02 17:06:56",
            "comment": "I genuinely don’t understand how lampard can be this bad considering how good he was as a player. I feel like he fails to see a lot of the things even the fans can see and plays off of emotions and sentiments more than tactics. I don’t know what Chelsea fans think but if I was one I would’ve definitely preferred to keep potter until the season’s over if the alternative is fucking Frank Lampard."
        },
        {
            "time": "2023-05-02 19:44:50",
            "comment": "[deleted]"
        },
        {
            "time": "2023-05-02 16:55:41",
            "comment": "Nice 3 points but fuck me what a dire second half. \n\nIf Chelsea weren't so shit we would have probably lost."
        },
        {
            "time": "2023-05-02 16:56:49",
            "comment": "Does anyone else think Chelsea have not been playing that well this season?"
        },
        {
            "time": "2023-05-02 16:57:24",
            "comment": "The score flatters Chelsea massively"
        },
        {
            "time": "2023-05-02 16:58:34",
            "comment": "One more 007"
        },
        {
            "time": "2023-05-02 17:04:04",
            "comment": "If the teams at the bottom were only a tiny bit better, Chelsea would we under real threat for relegation."
        },
        {
            "time": "2023-05-02 16:56:16",
            "comment": "Arsenal fans targeting Ukrainian war refugee Mudryk with a laser 😔"
        },
        {
            "time": "2023-05-02 17:00:47",
            "comment": "Sterling and Auba must never play for Chelsea again. Beyond dreadful the pair of them. Chelsea looked ok towards the end there with mostly youngsters on, that's got to be the 11 for the rest of the season. \n\nI maintain that on paper Arsenal are no better than Chelsea, but tactically they are light years ahead, Arteta could be using non league players and still beat Lampard."
        },
        {
            "time": "2023-05-02 16:55:34",
            "comment": "Mudryk and madueke should be starting for Chelsea every week"
        },
        {
            "time": "2023-05-02 16:56:29",
            "comment": "Whoever had that laser i wish gets a perm ban."
        },
        {
            "time": "2023-05-02 16:56:37",
            "comment": "Fucking Aggravates me that Kiwior has been benched this whole time for Holding. \n\nKiwior allowed us back to our freeflowing best. Holding is dire on the ball"
        },
        {
            "time": "2023-05-02 16:56:07",
            "comment": "Tuchel deserves a lot of credit for keeping this Chelsea side up."
        },
        {
            "time": "2023-05-02 16:58:41",
            "comment": "Lampard brought in to steady the ship! He keeps the losing streak going successfully!\n\nIf he even dares to draw or (lol) win a game by the end of the season, may he catch his dikk in his zipper every morning. The comedy must continue and if he finishes with all losses it will be legit great laughs. \n\nAfter Pochettino comes in I'll be back to hoping for something decent, but right now I just want to watch the clownshow."
        },
        {
            "time": "2023-05-02 16:55:16",
            "comment": "007 this weekend?"
        },
        {
            "time": "2023-05-02 16:55:17",
            "comment": "Chelsea are cheeks"
        }
    ]
}