{
    "title": "Match Thread: Man City vs Man Utd English",
    "match_date": "2022-10-02",
    "comments": [
        {
            "time": "2022-10-02 10:01:00",
            "comment": "The United Stand tweeted “any changes for the second half?” And someone replied “the channel”"
        },
        {
            "time": "2022-10-02 10:35:44",
            "comment": "''Phil Foden is the first player to score a hat-trick in the Manchester derby since Erling Haaland, nine minutes earlier.''\n\nGreat damn tweet\n\nhttps://twitter.com/RichJolly/status/1576580784013643777"
        },
        {
            "time": "2022-10-02 09:11:25",
            "comment": "buying casemiro only for him to be benched by mctominay is insane"
        },
        {
            "time": "2022-10-02 09:34:36",
            "comment": "What a sight Casemiro and Ronaldo sitting next to each other on the bench for a big game like this. How is Casemiro not starting lol"
        },
        {
            "time": "2022-10-02 09:11:41",
            "comment": "Maybe the real Casemiro was the friends we made along the way"
        },
        {
            "time": "2022-10-02 09:20:27",
            "comment": "why on earth is city's 5th choice CB so good"
        },
        {
            "time": "2022-10-02 09:52:01",
            "comment": "\"This is the first time Manchester United have conceded four goals in the first half since August.\"\n\nvia RichJolly on Twitter"
        },
        {
            "time": "2022-10-02 09:57:46",
            "comment": "Harry Maguire probably over the moon that this can’t be pinned on him."
        },
        {
            "time": "2022-10-02 09:59:40",
            "comment": "Casemiro won two European finals in his last two starts for Real Madrid, one of which he was the MOTM in, and now you're telling he can't even start over McTominay in a match that would be ideal for him to play in\n\nOne of the most ridiculous things I've ever seen a club/coach do"
        },
        {
            "time": "2022-10-02 10:28:11",
            "comment": "Chad Man U fans: \n\n- Buy tickets to the Manchester Derby\n\n- Leave at half time\n\n- Use empty seats as evidence to roast Man City for having plastic fans"
        },
        {
            "time": "2022-10-02 11:08:36",
            "comment": "casemiro was bought so ronaldo can have a discussion with someone in the bench"
        },
        {
            "time": "2022-10-02 09:00:01",
            "comment": "Casemiro went from being the best dm in the world to being benched by mctominay"
        },
        {
            "time": "2022-10-02 10:02:17",
            "comment": "Haaland has scored 5 more goals than Manchester United in the Premier League."
        },
        {
            "time": "2022-10-02 10:17:06",
            "comment": "I hate when City take theheat off in second halves.\n\nI hate it so much.."
        },
        {
            "time": "2022-10-02 11:00:47",
            "comment": "It’s weird seeing a team score three consolation goals."
        },
        {
            "time": "2022-10-02 09:27:25",
            "comment": "I know Casemiro has not been having the best of games at United but this guy has played in some of the biggest games in world football. Maybe just play him for the experience?"
        },
        {
            "time": "2022-10-02 09:45:26",
            "comment": "Haaland unlocked passing. \n\nLeague is fucked."
        },
        {
            "time": "2022-10-02 08:56:44",
            "comment": "Manchester is bald"
        },
        {
            "time": "2022-10-02 09:45:31",
            "comment": "Only one way to stop Haland now.. I'll add him to my fantasy team.."
        },
        {
            "time": "2022-10-02 09:01:02",
            "comment": "Gotta be the baldest matchup in Premier League history here"
        },
        {
            "time": "2022-10-02 10:56:39",
            "comment": "Pep's going to be fuming after this."
        },
        {
            "time": "2022-10-02 09:39:18",
            "comment": "Lol KDB whispered dracarys when he sent that cross. Straight fire."
        },
        {
            "time": "2022-10-02 09:44:24",
            "comment": "Ooooh look at me I’m Erling Haaland and I score a lot of goals every game. Just leave us alone bro please"
        },
        {
            "time": "2022-10-02 11:00:38",
            "comment": "I doubt that’ll be the last team City will steamroll through this season. Haaland is the final piece of the puzzle that completes the team."
        },
        {
            "time": "2022-10-02 09:50:05",
            "comment": "\"50 - Phil Foden has scored his 50th goal for Manchester City in all competitions. Aged 22 years and 127 days, he is now the youngest player to reach 50 goals under Pep Guardiola, surpassing Lionel Messi (22y 164d). Prodigious.\"\n\nvia OptaJoe on Twitter\n\nUff."
        },
        {
            "time": "2022-10-02 09:26:54",
            "comment": "practice six existence spark possessive hateful cover agonizing political wipe\n\n *This post was mass deleted and anonymized with [Redact](https://redact.dev)*"
        },
        {
            "time": "2022-10-02 09:49:47",
            "comment": "United fans rushing to beat the traffic to London"
        },
        {
            "time": "2022-10-02 10:19:51",
            "comment": "Tbh I hate it when city slows down in the 2nd half, they could just 8-0 or something."
        },
        {
            "time": "2022-10-02 10:09:17",
            "comment": "should call the second half off to show respect to the Queen, it’s not been long enough yet. We need more time to mourn her majesty"
        },
        {
            "time": "2022-10-02 10:20:05",
            "comment": "Lmao CR7 shouldn't have listened to Ferguson."
        },
        {
            "time": "2022-10-02 10:42:23",
            "comment": "LAST GOAL WINS, LET'S GO"
        },
        {
            "time": "2022-10-02 09:39:56",
            "comment": "KDB + Haaland is a insane combo"
        },
        {
            "time": "2022-10-02 09:52:27",
            "comment": "If this was fifa I would try to score with Ederson just o make it interesting"
        },
        {
            "time": "2022-10-02 10:06:57",
            "comment": "\"Bournemouth are the only club to have stopped Erling Haaland from scoring in his last 10 Man City appearances.\"\n\nvia OMyles90 on Twitter."
        },
        {
            "time": "2022-10-02 10:23:53",
            "comment": "Premier league record for hat-tricks is 12, held by Aguero.\nHaaland has 3 already in 8 games"
        },
        {
            "time": "2022-10-02 08:56:45",
            "comment": "Im just here for the Hååland show"
        },
        {
            "time": "2022-10-02 09:24:16",
            "comment": "How is McTominay playing over Casemiro"
        },
        {
            "time": "2022-10-02 09:32:11",
            "comment": "This Grealish form is clearly screaming he’s got his mind on a starting place in Qatar at Sterling’s expense. Saw it with Saka yesterday too. Love to see it"
        },
        {
            "time": "2022-10-02 11:55:41",
            "comment": "Haaland is too OP man, he needs a patch before he crashes the game lol"
        },
        {
            "time": "2022-10-02 09:48:30",
            "comment": "Nothing against the fans leaving early.\n\n\n\n\nThey’ve a train to London to catch"
        },
        {
            "time": "2022-10-02 09:29:39",
            "comment": "Crazy how good the starting CBs are considering Stones, Dias and Laporte aren't playing."
        },
        {
            "time": "2022-10-02 09:50:01",
            "comment": "Can we all agree that City scoring 10 and every single paper in the country running the headline Eric TEN Hag is what the world needs right now?"
        },
        {
            "time": "2022-10-02 10:11:08",
            "comment": "Don’t worry fellow United fans. I will fix this result myself when I boot up FIFA after eating breakfast"
        },
        {
            "time": "2022-10-02 10:24:32",
            "comment": "Haaland has now made 3 hattricks in only 8 games in the PL shattering the previous record held by Michael Owen who did it in 48 games. \n\nAbsolutely mental!"
        },
        {
            "time": "2022-10-02 10:32:18",
            "comment": "To think this all could have been avoided if spurs didn’t price kane out of a move"
        },
        {
            "time": "2022-10-02 10:53:25",
            "comment": "Foden must be kind of gutted Haaland getting the ball lmao he will have many more matches like these not sure about foden lol\n\nAww he gave it to foden what a beast 😢"
        },
        {
            "time": "2022-10-02 10:51:09",
            "comment": "5 goals, more than 6 subs and one stoppage - 2 mins lmao"
        },
        {
            "time": "2022-10-02 09:14:27",
            "comment": "[deleted]"
        },
        {
            "time": "2022-10-02 11:00:11",
            "comment": "League's gone lads. I'm going to start watching bog snorkelling now."
        },
        {
            "time": "2022-10-02 09:13:25",
            "comment": "Spending 70M on the best defensive mid on the planet and benching him for Scott fucking Mctominay in a huge derby like this is an incredibly brain dead decision"
        },
        {
            "time": "2022-10-02 10:55:39",
            "comment": "Lmao did Haaland get annoyed at the cameraman at the end there"
        },
        {
            "time": "2022-10-02 09:32:30",
            "comment": "Shut up Bruno you would have played on too mate"
        },
        {
            "time": "2022-10-02 10:19:31",
            "comment": "Gary Neville said game on 😭😭😭"
        },
        {
            "time": "2022-10-02 10:45:38",
            "comment": "“It’s 2-2 in second half”\n\nThat’s some grade A copium"
        },
        {
            "time": "2022-10-02 09:33:20",
            "comment": "Like the dead guy on the pitch. Adds a nice ambiance to the game"
        },
        {
            "time": "2022-10-02 10:16:47",
            "comment": "¨it was the saddest banger of my career\""
        },
        {
            "time": "2022-10-02 09:33:03",
            "comment": "Varane power nap"
        },
        {
            "time": "2022-10-02 10:32:56",
            "comment": "Pep subbing on a Squadron 6-1 up is violence and a crime"
        },
        {
            "time": "2022-10-02 10:44:47",
            "comment": "No way did Tyler say “technically it’s 2-2 in the second half” in jest lol"
        },
        {
            "time": "2022-10-02 10:45:56",
            "comment": "Casemiro’s like fuck it I came here to retire anyway"
        },
        {
            "time": "2022-10-02 10:49:48",
            "comment": "Man Utd wins second half 3-2. So it's 1-1 in halfs really."
        },
        {
            "time": "2022-10-02 12:20:24",
            "comment": "How do you stop Haaland? Honestly never seen anybody like him."
        },
        {
            "time": "2022-10-02 13:02:34",
            "comment": "Is Ronaldo that finished that he can't even get minutes when the team is already 4-0 down? I mean the guy is still a good footballer to at least have some minutes."
        },
        {
            "time": "2022-10-02 10:36:38",
            "comment": "Yeah city are dominant on a tactical level, but look at the difference in player fitness. City all look on their toes, alert and in very good shape. United look like they just got back from a week in Zante"
        },
        {
            "time": "2022-10-02 10:52:53",
            "comment": "haaland donating his match ball cause he know he gonna sweep the rest 😂"
        },
        {
            "time": "2022-10-02 09:55:04",
            "comment": "All this talk about Arsenal being title contenders after yesterday’s win against Spurs. \n\nHell nah, there’s no title contender when City are gonna win the League easily.\n\nIf any there’s only top 4 contention on the line."
        },
        {
            "time": "2022-10-02 11:37:20",
            "comment": "Premier League is now Halaland"
        },
        {
            "time": "2022-10-02 10:10:46",
            "comment": "Akanji is probably the most surprisingly impactful signing from the summer window. Fit in right away"
        },
        {
            "time": "2022-10-02 10:36:15",
            "comment": "\"remember the 6-1 derby loss?\"\n\n\"which one?\""
        },
        {
            "time": "2022-10-02 10:49:24",
            "comment": "Game was won at half time, but we've massively underperformed in the second half, conceding 3 should never happen, been far too loose at the back"
        },
        {
            "time": "2022-10-02 10:53:04",
            "comment": "Haaland gave the ball to Foden cause he got enough of them"
        },
        {
            "time": "2022-10-02 09:32:40",
            "comment": "Varane already tired of this nonsense. Taking a nap"
        },
        {
            "time": "2022-10-02 09:45:14",
            "comment": "City look like Brentford out there, amazing."
        },
        {
            "time": "2022-10-02 10:49:47",
            "comment": "This is an incredibly flattering scoreline for United lol"
        },
        {
            "time": "2022-10-02 09:47:47",
            "comment": "They were really saying Varane and Martinez are both top 3 centrebacks in the league, man.\n\nIt’s not even been two months and they’ve been 4-0 down at half time TWICE."
        },
        {
            "time": "2022-10-02 09:49:24",
            "comment": "Rip Coolio. and Rip ManUtd"
        },
        {
            "time": "2022-10-02 10:54:53",
            "comment": "Pep will be so pissed off, let 3 goals in against this United side, lol"
        },
        {
            "time": "2022-10-02 09:42:11",
            "comment": "Haaland is a literal cheat code. Amazing ball in for sure but there’s not another player in world football who gets to that. He is just the absolute perfect striker. Clinical, athletic, always in the right place and always makes the right decision. And he’s still just a kid, it’s ridiculous. The only hope is he decides to hop between clubs for new challenges rather than staying at City his whole career"
        },
        {
            "time": "2022-10-02 09:57:26",
            "comment": "middle rain cough vase narrow scale mysterious worry modern violet\n\n *This post was mass deleted and anonymized with [Redact](https://redact.dev)*"
        },
        {
            "time": "2022-10-02 09:59:47",
            "comment": "Has 80-100m man Antony bothered to touch the ball yet?"
        },
        {
            "time": "2022-10-02 10:05:28",
            "comment": "What’s Haaland really proving? Is it raining? Is it at Stoke? I thought so"
        },
        {
            "time": "2022-10-02 10:45:53",
            "comment": "Casemiro has basically joined united just to collect the pay cheque"
        },
        {
            "time": "2022-10-02 09:35:35",
            "comment": "Haaland looks like a Targaeryan"
        },
        {
            "time": "2022-10-02 10:49:16",
            "comment": "City should be embarrassed of this second half you know"
        },
        {
            "time": "2022-10-02 08:55:37",
            "comment": "City without DM in important match, cool cool cool cool cool cool"
        },
        {
            "time": "2022-10-02 09:45:24",
            "comment": "He can assist now? Fuck off. League is over. Everyone is getting baptized."
        },
        {
            "time": "2022-10-02 09:47:17",
            "comment": "Lmao they are walking out, great stuff from the producer to find those shots"
        },
        {
            "time": "2022-10-02 09:51:00",
            "comment": "You can be 100% certain that the second half is gonna be shit. Erik will tell his team to avoid further embarrassment, and city will play it around the box for 45 minutes as if it was handball."
        },
        {
            "time": "2022-10-02 10:48:54",
            "comment": "That’s a pen??? Martial dove like a ballerina."
        },
        {
            "time": "2022-10-02 10:49:11",
            "comment": "Lmao wtf is this game"
        },
        {
            "time": "2022-10-02 10:52:40",
            "comment": "why not sub off haaland if your subs just gonna sandbag the final 15 mins pep, let alvarez have a shot at making it 7 ffs"
        },
        {
            "time": "2022-10-02 10:54:11",
            "comment": "2 matchballs ayyyy"
        },
        {
            "time": "2022-10-02 09:01:32",
            "comment": "Will never get over how City have picked the absolute worst version of blue moon ever recorded \n\nThere’s loads of good versions to choose from ffs"
        },
        {
            "time": "2022-10-02 09:33:17",
            "comment": "City are under no obligation to stop because Varane died. What are United players crying about"
        },
        {
            "time": "2022-10-02 10:52:38",
            "comment": "employ shelter unpack squeal north touch screw fearless subtract rain\n\n *This post was mass deleted and anonymized with [Redact](https://redact.dev)*"
        },
        {
            "time": "2022-10-02 11:06:08",
            "comment": "I’d like to know what Ronaldo is thinking"
        },
        {
            "time": "2022-10-02 09:32:14",
            "comment": "Bro took a nap"
        },
        {
            "time": "2022-10-02 09:35:18",
            "comment": "3 certainties of life: death, taxes, and haaland scoring"
        },
        {
            "time": "2022-10-02 09:47:45",
            "comment": "Getting the early train back down south"
        },
        {
            "time": "2022-10-02 09:54:45",
            "comment": "Imagine leaving Real Madrid to get benched for McTominay, and lose 4-0 in the first half vs the team you beat last season in the CL. \nFeeling for my boy Casemiro"
        },
        {
            "time": "2022-10-02 09:56:36",
            "comment": "I don't understand Man United's tactics here. They started the game defending deep and trying to play on the counter, this didn't work and conceded. So they switch to a high line, but no one is pressing so City have been effectively given free reign??? WTF."
        },
        {
            "time": "2022-10-02 09:58:26",
            "comment": "tbh utd fans came today just to donate money to etihad"
        },
        {
            "time": "2022-10-02 10:16:30",
            "comment": "Martial coming on, ETH has figured out the key to success is more Anthonys"
        },
        {
            "time": "2022-10-02 10:26:12",
            "comment": "Sancho has been proper dogshit, feels like people are so used to him being bad now they  we have forgotten how much excitement there was around him when he initially signed"
        },
        {
            "time": "2022-10-02 10:27:27",
            "comment": "keane could have saved the pl if he just aimed higher"
        },
        {
            "time": "2022-10-02 10:37:11",
            "comment": "14 Goals + 3 Assists, nerf Haaland."
        },
        {
            "time": "2022-10-02 10:39:05",
            "comment": "Ahahaha suck a dick Fernandes"
        },
        {
            "time": "2022-10-02 10:42:30",
            "comment": "2 Goals conceded in a home game? The title race is still on lads"
        },
        {
            "time": "2022-10-02 10:43:41",
            "comment": "8-2 ?"
        },
        {
            "time": "2022-10-02 10:44:43",
            "comment": "We’re gonna Real Madrid them in the last 5 minutes"
        },
        {
            "time": "2022-10-02 16:30:28",
            "comment": "Alright goodbye to messi-ronaldo era. It was good to watch. Both   \nlegendary players. This day was official announcement of the new era"
        },
        {
            "time": "2022-10-02 09:47:48",
            "comment": "This is what happens when you buy your Guardiola off wish"
        },
        {
            "time": "2022-10-02 09:49:31",
            "comment": "https://twitter.com/RichJolly/status/1576568787020775425"
        },
        {
            "time": "2022-10-02 10:20:23",
            "comment": "Haaland is quick, strong and seems to manage himself really well.\n\nReally makes one wonder if he's actually injury prone or if Dortmund are a bunch of donkeys overworking their players in training."
        },
        {
            "time": "2022-10-02 10:32:07",
            "comment": "Ah. 6-1 again. Someone should put Fergie in focus"
        },
        {
            "time": "2022-10-02 10:34:22",
            "comment": "4 subs, he's taking the piss haha"
        },
        {
            "time": "2022-10-02 10:35:24",
            "comment": "Really hoped for haaland to remove his shirt to show a \"f*** Roy Keane\" t shirt under his jersey"
        },
        {
            "time": "2022-10-02 10:36:26",
            "comment": "I'm a neutral fan in this but United fans were chatting so much shit after their few wins"
        },
        {
            "time": "2022-10-02 10:52:58",
            "comment": "Antony looks like he could be the real deal if he was playing in a decent team. I love BF but starting to think he needs benching"
        },
        {
            "time": "2022-10-02 09:18:42",
            "comment": "After reading some of the comments on here, no one hates Manchester united more than man utd fans lmao."
        },
        {
            "time": "2022-10-02 10:27:53",
            "comment": "Think I speak for every non United fan who grew up in England during the 90’s/00’s when I say that there isn’t a club in world football who deserves this embarrassment more than Man United."
        },
        {
            "time": "2022-10-02 09:17:51",
            "comment": "Akanji absolutely cunted that back at Ederson lmao"
        },
        {
            "time": "2022-10-02 09:25:04",
            "comment": "Imagine benching Casemiro for McTominey lol"
        },
        {
            "time": "2022-10-02 09:51:34",
            "comment": "Ten Haag is a terrorist keeping Casemiro and Ronaldo on the bench."
        },
        {
            "time": "2022-10-02 09:55:47",
            "comment": "The worrying thing for the league is that Haaland gets a mid season break when other players are at the world cup running themselves into the ground."
        },
        {
            "time": "2022-10-02 09:56:15",
            "comment": "Ten Hag already planning the route for tomorrow's ?km run."
        },
        {
            "time": "2022-10-02 09:56:27",
            "comment": "Premier League Manager of the month strikes again"
        },
        {
            "time": "2022-10-02 09:57:00",
            "comment": "Pep wore his parachute pants because he knew he'd be doing a lot of jumping celebrating goals. Man leaves no detail unattended"
        },
        {
            "time": "2022-10-02 09:58:15",
            "comment": "At this rate, if Haaland gets injured for the entire 2023, he will probably still win the golden boot."
        },
        {
            "time": "2022-10-02 10:06:46",
            "comment": "Really impressive that Arsenal managed to lose to this team."
        },
        {
            "time": "2022-10-02 10:08:09",
            "comment": "Antony has been invisible, yikes\n\n\nEdit: then he scores that banger. He heard me talking shit haha"
        },
        {
            "time": "2022-10-02 10:18:02",
            "comment": "Casemiro has the head of a 300 lb man."
        },
        {
            "time": "2022-10-02 10:24:20",
            "comment": "three hat tricks in a row?????"
        },
        {
            "time": "2022-10-02 10:32:15",
            "comment": "3 goals and 2 assists 😭"
        },
        {
            "time": "2022-10-02 10:34:09",
            "comment": "Imagine winning 6-1 and then having the luxury to sub on Mahrez and Alvarez"
        },
        {
            "time": "2022-10-02 10:34:27",
            "comment": "Sir Alex is fuming right now, just seething with rage"
        },
        {
            "time": "2022-10-02 10:38:11",
            "comment": "[deleted]"
        },
        {
            "time": "2022-10-02 10:43:22",
            "comment": "guardiola will be absolutely fuming. He prefers 4-0 over 6-2"
        },
        {
            "time": "2022-10-02 10:48:41",
            "comment": "How is this a pen?"
        },
        {
            "time": "2022-10-02 10:49:11",
            "comment": "Pity penalty of the year"
        },
        {
            "time": "2022-10-02 10:51:15",
            "comment": "City slacked off here. Should have put the boot to the throat. But then again, probably needed the rest more than the goal difference."
        },
        {
            "time": "2022-10-02 11:06:54",
            "comment": "ronaldo and Maguire didnt play.\nman u still lost."
        },
        {
            "time": "2022-10-02 11:52:36",
            "comment": "Phil foden is pushing me closer to a joker moment"
        },
        {
            "time": "2022-10-02 10:53:07",
            "comment": "Embarrassing to let this United side score 3 tbh"
        },
        {
            "time": "2022-10-02 09:11:17",
            "comment": "70 million Casemiro on the bench. Lmao"
        },
        {
            "time": "2022-10-02 09:29:30",
            "comment": "Are United going to try and play football today? Or just kick it forward whenever they have possession"
        },
        {
            "time": "2022-10-02 09:33:50",
            "comment": "There is a literal corpse on the pitch, show some mercy"
        },
        {
            "time": "2022-10-02 09:43:46",
            "comment": "13 fucking goals. In the prem, it's fucking October."
        },
        {
            "time": "2022-10-02 09:47:09",
            "comment": "Idc if you’re 4 down you should never be leaving the stadium"
        },
        {
            "time": "2022-10-02 09:49:43",
            "comment": "United fans leaving before HT, says it all"
        },
        {
            "time": "2022-10-02 09:54:46",
            "comment": "These United player have to be embarrassed at their fans walking out of the stadium at 40 mins. More fans left before half time today than total fans at the 'Glazer Protest Walkouts'.\n\nCity are so far ahead of United it's embarrassing."
        },
        {
            "time": "2022-10-02 09:55:45",
            "comment": "Arsenal is not winning the league,I hope everyone saying that just sees reality.\n\nOur best bet is Cheering for City to take points from everyone else \n\nIf City give Spurs 6 points again this season, I will literally cry"
        },
        {
            "time": "2022-10-02 10:09:47",
            "comment": "Still can't believe United spent 80 mil on Antony. For that kind of money you want instant impact."
        },
        {
            "time": "2022-10-02 10:11:21",
            "comment": "[deleted]"
        },
        {
            "time": "2022-10-02 10:17:03",
            "comment": "City is making mistakes to keep united fans in the stands so their stadium earns more money"
        },
        {
            "time": "2022-10-02 10:17:12",
            "comment": "Luke Shaw has changed this game. I mean, have City scored since he came on at HT? Exactly."
        },
        {
            "time": "2022-10-02 10:18:09",
            "comment": "Lol Ronaldo is even behind Martial in the sub order?"
        },
        {
            "time": "2022-10-02 10:20:45",
            "comment": "The lord does not listen, Antony scored just as I shared \"Scamtony\" jokes to my friend smh."
        },
        {
            "time": "2022-10-02 10:23:26",
            "comment": "don't care, Haaland's not human so his goals and assist don't count\n\nstill 1 all in my eyes"
        },
        {
            "time": "2022-10-02 10:23:37",
            "comment": "3 hat tricks in 8 games"
        },
        {
            "time": "2022-10-02 10:24:04",
            "comment": "[deleted]"
        },
        {
            "time": "2022-10-02 10:24:08",
            "comment": "lush slap cobweb silky smart glorious party puzzled cover zealous\n\n *This post was mass deleted and anonymized with [Redact](https://redact.dev)*"
        },
        {
            "time": "2022-10-02 10:24:25",
            "comment": "Wtf Haaland is like you create 99 custom player on FIFA and only score with him in career mode to have best rating."
        },
        {
            "time": "2022-10-02 10:27:25",
            "comment": "Nunez gonna catch his goal tally any game week now"
        },
        {
            "time": "2022-10-02 10:29:34",
            "comment": "Ronaldo looks like he wants to cry"
        },
        {
            "time": "2022-10-02 10:31:43",
            "comment": "I know, jokes and banter and all but it's kinda sad seeing Ronaldo be on the bench, you're just not used to it. I guess the 'end' had to arrive some day."
        },
        {
            "time": "2022-10-02 10:32:05",
            "comment": "Just the 5 goal contributions from Erling today, glad we could keep him relatively quiet"
        },
        {
            "time": "2022-10-02 10:32:11",
            "comment": "3 goals\n\n2 assists\n\nUnreal"
        },
        {
            "time": "2022-10-02 10:33:16",
            "comment": "Pep after the game:\n\n'we were not good enough'"
        },
        {
            "time": "2022-10-02 10:35:18",
            "comment": "fodens first hattrick coming in the derby is great"
        },
        {
            "time": "2022-10-02 10:36:54",
            "comment": "What depresses me most as a Liverpool fan is our team is equally flakey and full of holes atm we have to play City soon."
        },
        {
            "time": "2022-10-02 10:36:55",
            "comment": "taking off a starting 5 to field another starting 5 with fresh legs is actually criminal"
        },
        {
            "time": "2022-10-02 10:39:54",
            "comment": "Haaland on 14 goals, still 30 games to go ahahah"
        },
        {
            "time": "2022-10-02 10:40:08",
            "comment": "antony must be like \"damn so this is how those teams in eredevisie felt like\""
        },
        {
            "time": "2022-10-02 10:45:05",
            "comment": "The beast that is Anthony Martial has been awakened. City may have won this game, but at what cost?"
        },
        {
            "time": "2022-10-02 10:49:44",
            "comment": "If you divide the score by 3 then it’s basically 2-1 which isn’t bad"
        },
        {
            "time": "2022-10-02 10:50:09",
            "comment": "would be hilarous if martial got a hattrick now"
        },
        {
            "time": "2022-10-02 09:54:58",
            "comment": "LOOOL BRENTFORD https://twitter.com/BrentfordFC/status/1576570816686620672?t=cU0QH4UsT1wAlHRzZhf7yw&s=19"
        },
        {
            "time": "2022-10-02 10:50:00",
            "comment": "I don’t know who should be more embarrassed \n\nUnited for conceding 6 or City for conceding 3 goals against United today"
        },
        {
            "time": "2022-10-02 10:00:08",
            "comment": "United fans actually leaving the stadium to catch an earlier train to London"
        },
        {
            "time": "2022-10-02 09:48:31",
            "comment": "“Best away fans in the league”"
        },
        {
            "time": "2022-10-02 11:24:00",
            "comment": "Haaland is too OP man!! They need to give opposing teams a 3 goal lead to start every match to make it fair"
        },
        {
            "time": "2022-10-02 09:24:14",
            "comment": "I guess all the Mctominay ass kissing ends today"
        },
        {
            "time": "2022-10-02 09:24:15",
            "comment": "Both fullbacks carded against city 💀"
        },
        {
            "time": "2022-10-02 09:32:02",
            "comment": "Casemiro and Ronaldo left their teams for a new challenge. No one told me that new challenge would be trying to get a spot on ManU’s starting XI"
        },
        {
            "time": "2022-10-02 09:35:44",
            "comment": "Haaland knew it was a goal cuz he’s part robot and his sensors went off"
        },
        {
            "time": "2022-10-02 09:39:11",
            "comment": "It's fucking absurd how City have KDB's passing to pair with Haaland's finishing/positioning."
        },
        {
            "time": "2022-10-02 09:39:56",
            "comment": "He should be forced to play with Henderson not KDB"
        },
        {
            "time": "2022-10-02 09:40:00",
            "comment": "Every week he does a type of finish I’ve never seen before"
        },
        {
            "time": "2022-10-02 09:46:33",
            "comment": "Hate this shit. Now we’re gonna have to watch 45 minutes of “game management” football in the second half"
        },
        {
            "time": "2022-10-02 09:47:47",
            "comment": "United fans leaving, shameful"
        },
        {
            "time": "2022-10-02 09:47:50",
            "comment": "As a RM fan I just can't understand why are United not playing Casemiro. Is he injured or what? This Mctominay-Erikson duo looks like no match to City's midfielders."
        },
        {
            "time": "2022-10-02 09:49:11",
            "comment": "Empty away end before the half time whistle is craaaazy"
        },
        {
            "time": "2022-10-02 09:49:57",
            "comment": "Why are United fans leaving early? You paid hundreds of quids for this beautiful porn."
        },
        {
            "time": "2022-10-02 09:50:33",
            "comment": "Is there a reason Casemiro is on the bench? Without having followed United closely this season, it seems utterly incomprehensible"
        },
        {
            "time": "2022-10-02 09:51:19",
            "comment": "That clip of CR7 and Casemiro on the bench sums up the game"
        },
        {
            "time": "2022-10-02 09:51:43",
            "comment": "Going with Ericksen on DM was one of the dumbest idea ever - 1st, 2nd and 4th goals because he literally did nothing on defending, letting City players freely move."
        },
        {
            "time": "2022-10-02 09:53:43",
            "comment": "Get the Norwich scarves out lads"
        },
        {
            "time": "2022-10-02 09:53:50",
            "comment": "FA needs to come in and ban having kdb and haaland in the same team. They are performance enhancing drugs in human form"
        },
        {
            "time": "2022-10-02 09:58:07",
            "comment": "I feel like even 4-0 is pretty good scoreline for the United performance in that first half. Every single player in starting 11 deserves to be taken off."
        },
        {
            "time": "2022-10-02 09:59:31",
            "comment": "Imagine thinking playing Christian Eriksen in a defensive midfield role and leaving Casemiro on the bench is a solid gameplan."
        },
        {
            "time": "2022-10-02 10:04:30",
            "comment": "De bruyne is a pleasure to watch. Then there’s Bruno… who has a mouth of a captain and plays like a league 1 player"
        },
        {
            "time": "2022-10-02 10:07:58",
            "comment": "They should introduce rage quitting for irl football"
        },
        {
            "time": "2022-10-02 10:08:30",
            "comment": "Casemiro is on the bench against city?"
        },
        {
            "time": "2022-10-02 10:14:14",
            "comment": "Casemiro and Ronaldo is like 2 tourists hanging with the United squad"
        },
        {
            "time": "2022-10-02 10:16:18",
            "comment": "Match getting boring needs more city goals"
        },
        {
            "time": "2022-10-02 10:16:51",
            "comment": "\"Is that how it is huh ?\" Haaland probably\n\n6-1 incoming"
        },
        {
            "time": "2022-10-02 10:19:08",
            "comment": "Martial brought on before Ronaldo, lets see what Ronaldos sister has to say about this"
        },
        {
            "time": "2022-10-02 10:21:04",
            "comment": "lmao subbing Casemiro after taking 4 goals in"
        },
        {
            "time": "2022-10-02 10:23:59",
            "comment": "Haalands dad must be the happiest dad in the world"
        },
        {
            "time": "2022-10-02 10:24:08",
            "comment": "Just give them the league, what's the point"
        },
        {
            "time": "2022-10-02 10:25:12",
            "comment": "Lmao Sancho"
        },
        {
            "time": "2022-10-02 10:27:39",
            "comment": "When do we unironically start talking about the Ballon dor"
        },
        {
            "time": "2022-10-02 10:27:44",
            "comment": "NGL I’ve never seen anything like Haaland someone this strong and this fast with this movement who can you compare him to? Maybe CR7 when he was upfront"
        },
        {
            "time": "2022-10-02 10:30:06",
            "comment": "Ronaldo 😭😭"
        },
        {
            "time": "2022-10-02 10:30:31",
            "comment": "Ronaldo's aftershave distracted the team before the game\n\nThis is why this loss is also his fault"
        },
        {
            "time": "2022-10-02 10:30:59",
            "comment": "2 hattricks in a game. Humiliation"
        },
        {
            "time": "2022-10-02 10:32:09",
            "comment": "Fucking hell this is too funny"
        },
        {
            "time": "2022-10-02 10:32:56",
            "comment": "I get why we have VAR but it's hard to celebrate goals sometimes not knowing if it's gonna get looked at and called off   \n\n\nEither way , get in thereeeeee"
        },
        {
            "time": "2022-10-02 10:32:58",
            "comment": "Let’s laugh at United.\n\nMore. More. More."
        },
        {
            "time": "2022-10-02 10:33:17",
            "comment": "Let’s go for the 7-1, never forget."
        },
        {
            "time": "2022-10-02 10:33:27",
            "comment": "> ETH is a wonderful guy and a wonderful coach.\n\nPep probably, post match."
        },
        {
            "time": "2022-10-02 10:34:44",
            "comment": "Pep's signalling with his substitutions that the match is over now."
        },
        {
            "time": "2022-10-02 10:41:27",
            "comment": "Rather enjoyed this match lads."
        },
        {
            "time": "2022-10-02 10:44:55",
            "comment": "That goal will annoy Haaland so much he’ll prob go score another hattrick."
        },
        {
            "time": "2022-10-02 10:49:10",
            "comment": "WINNING THE SECOND HALF BOYS"
        },
        {
            "time": "2022-10-02 10:49:16",
            "comment": "6-3 is not such a revolting scoreline tbh. It almost seems like a close match if you didn't watch it."
        },
        {
            "time": "2022-10-02 10:51:25",
            "comment": "Went to shit once Grealish came off.\n\nGrealish for Ballon d’Or?"
        },
        {
            "time": "2022-10-02 10:16:56",
            "comment": "Gary Neville said game on 🤣🤣 shameless"
        },
        {
            "time": "2022-10-02 09:57:16",
            "comment": "The king rests on Sunday, seweyyy"
        },
        {
            "time": "2022-10-02 08:59:38",
            "comment": "May the baldest fraud win."
        },
        {
            "time": "2022-10-02 09:15:03",
            "comment": "People are forgetting that Gundogan did a great job in Fernandinho's position at the end of 2018/19 when Dinho got injured, he is *no stranger to this role"
        },
        {
            "time": "2022-10-02 09:20:21",
            "comment": "Gundo has the best hair in the biz"
        },
        {
            "time": "2022-10-02 09:22:05",
            "comment": "I can’t believe Sancho makes de Bruyne money. Man can’t even make a pass properly"
        },
        {
            "time": "2022-10-02 09:32:35",
            "comment": "Varane is dead"
        },
        {
            "time": "2022-10-02 09:32:55",
            "comment": "LOL everyone had their turn at the goal"
        },
        {
            "time": "2022-10-02 09:35:30",
            "comment": "Why the hell is Eriksen on Haaland? Just braindead"
        },
        {
            "time": "2022-10-02 09:35:32",
            "comment": "Scoring his first goal of the match only in the 34th min. Can't handle the Prem anymore, can he? The fraud."
        },
        {
            "time": "2022-10-02 09:38:06",
            "comment": "Haaland and De Bruyne so fucking gooood man"
        },
        {
            "time": "2022-10-02 09:38:55",
            "comment": "Yea no I don't like this KDB - Haaland combination 😭"
        },
        {
            "time": "2022-10-02 09:38:59",
            "comment": "KDB Haaland duo is not fair, what the fuck…"
        },
        {
            "time": "2022-10-02 09:46:16",
            "comment": "Haaland can fucking create now too???"
        },
        {
            "time": "2022-10-02 09:46:48",
            "comment": "Haaland single handely saving me from filing FPL bankruptcy"
        },
        {
            "time": "2022-10-02 09:47:18",
            "comment": "Imagine Haaland and Foden both getting hat tricks this game lol."
        },
        {
            "time": "2022-10-02 09:47:42",
            "comment": "[deleted]"
        },
        {
            "time": "2022-10-02 09:47:47",
            "comment": "PEOPLE ARE ALREADY LEAVING LMAOOOO"
        },
        {
            "time": "2022-10-02 09:48:09",
            "comment": "Utd fans leaving lol"
        },
        {
            "time": "2022-10-02 09:48:38",
            "comment": "LMAO UNITED FANS ARE PLASTICS. LEFT THE STADIUM"
        },
        {
            "time": "2022-10-02 09:49:34",
            "comment": "I'm thinking this City side is as good as Brentford."
        },
        {
            "time": "2022-10-02 09:49:50",
            "comment": "You know it’s bad when Akanji is better at dribbling than Sancho"
        },
        {
            "time": "2022-10-02 09:50:05",
            "comment": "It's crazy that the Manchester derby reads 4-0 at halftime and all you are thinking of is the chances City didn't capitalise earlier in the first half!"
        },
        {
            "time": "2022-10-02 09:50:50",
            "comment": "[removed]"
        },
        {
            "time": "2022-10-02 09:51:10",
            "comment": "> You hate to see what could happen after the full 90 minutes.\n\nSpeak for yourself, Woodgate"
        },
        {
            "time": "2022-10-02 09:52:52",
            "comment": "Ronaldo watching this game wondering where it all went wrong"
        },
        {
            "time": "2022-10-02 09:53:14",
            "comment": "GLAZERS OUT again"
        },
        {
            "time": "2022-10-02 09:55:29",
            "comment": "I'm not native English speaker and I want to thank this match for finally explaining to me what shitfuckery means."
        },
        {
            "time": "2022-10-02 09:55:30",
            "comment": "Antony not playing like a 100million player. He’s been marked out completely"
        },
        {
            "time": "2022-10-02 09:56:32",
            "comment": "It’s Sunday, where is the king?"
        },
        {
            "time": "2022-10-02 10:00:50",
            "comment": "Only challenge for city is keeping haaland fit"
        },
        {
            "time": "2022-10-02 10:02:27",
            "comment": "A Bruno, Eriksen and McTominay midfield playing against City is quite possibly the worst selection you can put out, even worse when you have Casemiro on the bench"
        },
        {
            "time": "2022-10-02 10:06:05",
            "comment": "In my whole life as a Dane watching Eriksen. I have never seen him have to do so much defensive work. He is used all wrong in this match. Ten Hag leaving him to die out there"
        },
        {
            "time": "2022-10-02 10:13:16",
            "comment": "Did Antony pull off his 5 star skillmove yet?"
        },
        {
            "time": "2022-10-02 10:17:04",
            "comment": "Was that Rashford just casually letting Ake head the ball in his own box?"
        },
        {
            "time": "2022-10-02 10:17:30",
            "comment": "I want City to score 10 just for the Erik Ten One memes"
        },
        {
            "time": "2022-10-02 10:23:38",
            "comment": "Jesus he’s in so much space there, he’s the most dangerous man on the planet right now in front of goal and he’s just stood there in space."
        },
        {
            "time": "2022-10-02 10:23:40",
            "comment": "Haaland could have a baloon dor next year"
        },
        {
            "time": "2022-10-02 10:24:02",
            "comment": "9 goals in 3 games"
        },
        {
            "time": "2022-10-02 10:24:42",
            "comment": "we have to have a talk about this league"
        },
        {
            "time": "2022-10-02 10:25:56",
            "comment": "Petition to ban Haaland needs to be discussed"
        },
        {
            "time": "2022-10-02 10:26:08",
            "comment": "That is embarrassing by Sancho lmao"
        },
        {
            "time": "2022-10-02 10:26:30",
            "comment": "Who remembers Sunderland fans doing the Poznan when city won the league"
        },
        {
            "time": "2022-10-02 10:27:41",
            "comment": "City players pressing each other in midfield bc United players won’t do it lol."
        },
        {
            "time": "2022-10-02 10:29:01",
            "comment": "Fred coming on, be very scared city. 5-6 incoming"
        },
        {
            "time": "2022-10-02 10:30:07",
            "comment": "keep showing ronaldo the hostage"
        },
        {
            "time": "2022-10-02 10:32:49",
            "comment": "[removed]"
        },
        {
            "time": "2022-10-02 10:32:56",
            "comment": "Mass substitution time lol"
        },
        {
            "time": "2022-10-02 10:33:33",
            "comment": "Haaland and Foden captain and vice-captain in my FPL. We cooking today."
        },
        {
            "time": "2022-10-02 10:33:53",
            "comment": "Quadruple substitution, the disrespect 💀💀💀💀"
        },
        {
            "time": "2022-10-02 10:34:16",
            "comment": "At least there's no headache ever on who to captain on fantasy"
        },
        {
            "time": "2022-10-02 10:34:40",
            "comment": "Grealish looks so sad to go off :("
        },
        {
            "time": "2022-10-02 10:35:20",
            "comment": "conceding 2 hattricks both to life long city fans is unreal"
        },
        {
            "time": "2022-10-02 10:35:23",
            "comment": "You know what? As vomit-inducing as this sounds, Foden doing the finger guns to Haaland there was really sweet. Someone give me a hug or something."
        },
        {
            "time": "2022-10-02 10:36:27",
            "comment": "1 goal away from United's biggest PL defeat of all time"
        },
        {
            "time": "2022-10-02 10:36:48",
            "comment": "haaland vs martinez should be illegal"
        },
        {
            "time": "2022-10-02 10:37:39",
            "comment": "I'm at a point in life where I don't even remember why I hate United, they've been that shit for that long already"
        },
        {
            "time": "2022-10-02 10:40:17",
            "comment": "Haaland post interview: yes i scored. It could have been better"
        },
        {
            "time": "2022-10-02 10:44:21",
            "comment": "proud farmers of the agricultural revolution"
        },
        {
            "time": "2022-10-02 10:44:40",
            "comment": "“Sit down and nobody talk” - Pep after conceding 2 after battering United"
        },
        {
            "time": "2022-10-02 10:44:56",
            "comment": "If city scores 2 more, we'll have another 3 months of \"8:2 be\" jokes"
        },
        {
            "time": "2022-10-02 10:45:50",
            "comment": "Score 2 more you cowards\n\nProceeds to concede 1🤦"
        },
        {
            "time": "2022-10-02 10:48:36",
            "comment": "How was that a penalty!!!"
        },
        {
            "time": "2022-10-02 10:49:11",
            "comment": "should have let the king play."
        },
        {
            "time": "2022-10-02 10:49:32",
            "comment": "Utd won the second half"
        },
        {
            "time": "2022-10-02 10:49:47",
            "comment": "Lol 5 goals = 2 minutes added time\n\nUnited robbed"
        },
        {
            "time": "2022-10-02 10:49:48",
            "comment": "We must have conceded 3 goals from an xG of 1"
        },
        {
            "time": "2022-10-02 10:50:23",
            "comment": "5 goals and subs, how is it only +2?"
        },
        {
            "time": "2022-10-02 10:50:52",
            "comment": "Although City has a comfortable lead, Guardiola must be fuming"
        },
        {
            "time": "2022-10-02 10:52:30",
            "comment": "Haaland letting Foden have the match ball cos he scores hat tricks for fun"
        },
        {
            "time": "2022-10-02 10:53:44",
            "comment": "Haaland doesn’t need that match ball, he has a few at home lol"
        },
        {
            "time": "2022-10-02 09:29:13",
            "comment": "Why did United even buy Casemiro? This is exactly the kind of a game he should play in."
        },
        {
            "time": "2022-10-02 09:49:20",
            "comment": "Lmao they’re playing Gangsters Paradise"
        },
        {
            "time": "2022-10-02 09:50:11",
            "comment": "Pretty awful to imply the ManU fans were leaving the stadium. It was 1 minute before half. They were probably just headed to the loo to puke."
        },
        {
            "time": "2022-10-02 10:37:51",
            "comment": "[deleted]"
        },
        {
            "time": "2022-10-02 10:53:55",
            "comment": "Lol can you believe Sancho played today? Dead serious dunt think he touched the ball. \n\nHow's much is he making?"
        },
        {
            "time": "2022-10-02 09:52:17",
            "comment": "Dont let the score fool you. It hasnt been this close."
        },
        {
            "time": "2022-10-02 09:04:45",
            "comment": "fuckin hate Grealish hair for no apparent reason"
        },
        {
            "time": "2022-10-02 09:31:16",
            "comment": "Casemiro and Ronaldo facepalming at that Antony cross 😭😭😭"
        },
        {
            "time": "2022-10-02 10:34:44",
            "comment": "Henry at the end of the season \n\n“Yes Haaland did break all the premier league single season scoring record, and was the best player in the world, but for me Mbappe is better”"
        },
        {
            "time": "2022-10-02 09:09:34",
            "comment": "Shhh’ing your home crowd. Weird move hahaha"
        },
        {
            "time": "2022-10-02 09:52:13",
            "comment": "To all asking why did United buy casemiro, let me ans your question. As Varane is mostly injured Ronaldo didn't have any madrid buddy to accompany him on the bench hence they signed casemiro so that Ronaldo doesn't feel lonely."
        },
        {
            "time": "2022-10-02 09:57:07",
            "comment": "My fiancé and I just moved in together and we are getting married in 2 months. \n\nI woke her up for this game at 550am on a Sunday and told her welcome to the United family. Feeling slightly apologetic here. \n\nShe asked if games typically go to four goals before half time and I wasn’t sure what to say. \n\nAll things aside…with how many long balls we played you’d think we had prime xabi Alonso and Pirlo playing. Wtf."
        },
        {
            "time": "2022-10-02 10:07:48",
            "comment": "Is Eriksen actually doing a shift as a DM when Man Utd have Casemiro on the fucking bench?\n\nDidn't Eriksen do the same shift when they lost 4-0 to Brentford as well? Also why is Ronaldo not pressing? Fucking Ronaldo."
        },
        {
            "time": "2022-10-02 10:34:24",
            "comment": "We get our cheeks clapped by City every year but we still cheer for them to win the league..... if that aims Stockholm syndrome, I don't know what is"
        },
        {
            "time": "2022-10-02 09:05:46",
            "comment": "City are xG stat padding"
        },
        {
            "time": "2022-10-02 09:16:43",
            "comment": "I know Pep probably won't do it, but would love to see Alvarez and Haaland run a two striker system. I feel like they would compliment each other very well"
        },
        {
            "time": "2022-10-02 09:19:38",
            "comment": "Gundogan still so underrated"
        },
        {
            "time": "2022-10-02 09:20:46",
            "comment": "Bernardo 💦"
        },
        {
            "time": "2022-10-02 09:22:09",
            "comment": "Bernardo is an insane player"
        },
        {
            "time": "2022-10-02 09:22:25",
            "comment": "Silva's touches are ridiculous"
        },
        {
            "time": "2022-10-02 09:22:53",
            "comment": "Foden with Southgate: I sleep\n\nFoden with Pep: Real shit"
        },
        {
            "time": "2022-10-02 09:23:34",
            "comment": "Every time Ederson gets the ball passed to him he looks upset his daydream got interrupted"
        },
        {
            "time": "2022-10-02 09:25:56",
            "comment": "Mctominay has all the space in the world and he passes between two team mates"
        },
        {
            "time": "2022-10-02 09:26:35",
            "comment": "City absolutely teaching them a lesson"
        },
        {
            "time": "2022-10-02 09:27:04",
            "comment": "What a touch from Malacia that was"
        },
        {
            "time": "2022-10-02 09:34:49",
            "comment": "The most impressive thing about all that is the way everyone somehow avoided stepping on Varane..."
        },
        {
            "time": "2022-10-02 09:35:28",
            "comment": "They've left Haaland with... Eriksen? I mean they are asking for it then"
        },
        {
            "time": "2022-10-02 09:35:29",
            "comment": "Eriksen marking Haaland. Ten Hag MASTERCLASS 🤣🤣🤣"
        },
        {
            "time": "2022-10-02 09:38:13",
            "comment": "fuck me debruyne is a fucking boss"
        },
        {
            "time": "2022-10-02 09:39:21",
            "comment": "What a pass by KDB holy shot"
        },
        {
            "time": "2022-10-02 09:39:27",
            "comment": "Like, how can you defend that???"
        },
        {
            "time": "2022-10-02 09:39:49",
            "comment": "City are playing like Pep’s Barca right now, amazing football"
        },
        {
            "time": "2022-10-02 09:39:59",
            "comment": "Nah Haaland is actually getting 40+ PL goals"
        },
        {
            "time": "2022-10-02 09:40:14",
            "comment": "It’s not even bad defending from varane\n\nHe constantly checks his shoulder covers the space and tracks the run\n\nBut the pass could not be better"
        },
        {
            "time": "2022-10-02 09:41:37",
            "comment": "If Haaland keeps fit he will surely have a 40 goal season easily 😂😂"
        },
        {
            "time": "2022-10-02 09:41:43",
            "comment": "There’s not many strikers that can get to that. It looked like he played it too deep initially but Haaland’s ability to make up the ground is immense"
        },
        {
            "time": "2022-10-02 09:41:44",
            "comment": "KDB the best midfielder to ever play in the league"
        },
        {
            "time": "2022-10-02 09:41:57",
            "comment": "Wonder what the record for most hattricks in a season is"
        },
        {
            "time": "2022-10-02 09:42:07",
            "comment": "8 goals in the last 3 games at the Ethiad? Da fuck"
        },
        {
            "time": "2022-10-02 09:42:24",
            "comment": "Haaland going to smash the all time goal record in the PL easily"
        },
        {
            "time": "2022-10-02 09:43:35",
            "comment": "Casemiro on the bench is just absolutely hilarious"
        },
        {
            "time": "2022-10-02 09:44:34",
            "comment": "Well done Haaland, look what you've done, Ronaldo is crying"
        },
        {
            "time": "2022-10-02 09:44:52",
            "comment": "Nah this is bullshit lmao. Haaland has turned this league into Ligue 1"
        },
        {
            "time": "2022-10-02 09:44:58",
            "comment": "KDB is on some real shit right now what the hell was that ball control"
        },
        {
            "time": "2022-10-02 09:45:28",
            "comment": "Front 3 are invisible for united, eriksen has no value for his creativity when sitting back. Should have started casemiro and fred, and played 2 up front"
        },
        {
            "time": "2022-10-02 09:45:34",
            "comment": "What a massacre...and it's only the first half lol"
        },
        {
            "time": "2022-10-02 09:45:35",
            "comment": "The skill gap between City and United is as wide as the Pacific Ocean if not wider"
        },
        {
            "time": "2022-10-02 09:45:41",
            "comment": "City need to up the ante \n\nUnited are there for the taking\n\nGet 7/8 goals in and statpad"
        },
        {
            "time": "2022-10-02 09:45:51",
            "comment": "haaland defy laws of physics.  its like when you create a be a pro player in fifa and cheat the stats so you can be big in stature **AND** quick agile at the same times."
        },
        {
            "time": "2022-10-02 09:46:30",
            "comment": "Haaland: I'm KDB now"
        },
        {
            "time": "2022-10-02 09:46:51",
            "comment": "Ten hag is so over rated. The squad selection was pathetic, who the heck plays mcrominay vs a rampant City"
        },
        {
            "time": "2022-10-02 09:46:53",
            "comment": "Oh now Haaland can do perfectly weighted pass too after spending time under Pep"
        },
        {
            "time": "2022-10-02 09:47:32",
            "comment": "Why buy Casemiro if you’re gonna start a McTominay Eriksen double pivot"
        },
        {
            "time": "2022-10-02 09:47:36",
            "comment": "SAF aged by 10 years everytime United conceded."
        },
        {
            "time": "2022-10-02 09:47:39",
            "comment": "Alex Ferguson is straight up not having a good time."
        },
        {
            "time": "2022-10-02 09:47:40",
            "comment": "Lmao the stadium footage outside im dying"
        },
        {
            "time": "2022-10-02 09:47:41",
            "comment": "United fans flowing out the gates"
        },
        {
            "time": "2022-10-02 09:47:53",
            "comment": "Beating the traffic 45 minutes earlier"
        },
        {
            "time": "2022-10-02 09:48:14",
            "comment": "Imagine looking at the way City have played this season and thinking to yourself, yeah, I reckon McTominay is better suited to this one than Casemiro"
        },
        {
            "time": "2022-10-02 09:48:57",
            "comment": "look at the cunts walking out, puts a smile on your face"
        },
        {
            "time": "2022-10-02 09:49:18",
            "comment": "I have crippling depression"
        },
        {
            "time": "2022-10-02 09:52:49",
            "comment": "Guys, hear me out.\n\nCasemiro should play"
        },
        {
            "time": "2022-10-02 09:53:30",
            "comment": "Imagine not playing Casemiro in a match like this"
        },
        {
            "time": "2022-10-02 09:54:13",
            "comment": "https://imgur.com/a/RMOHLc4"
        },
        {
            "time": "2022-10-02 09:56:27",
            "comment": "Watch when the king comes on the pitch. He will show the boy"
        },
        {
            "time": "2022-10-02 09:57:12",
            "comment": "Fuck this I'm watching the race at least Perez is winning"
        },
        {
            "time": "2022-10-02 10:00:56",
            "comment": "City are playing really good and will probably win the league \n\nBut \n\nUnited are making them look even better"
        },
        {
            "time": "2022-10-02 10:04:20",
            "comment": "Shaw coming on and Casemiro stays on the bench\n\nTen Hag is taking the piss, what the fuck\n\nThe club must feel frustrated about this too surely, paying 75m for a supposed key player and then the coach doesn't play him"
        },
        {
            "time": "2022-10-02 10:05:45",
            "comment": "Foden is Youngest to 50 goals under Pep and people thought he was wasting his career on the bench LOL"
        },
        {
            "time": "2022-10-02 10:05:47",
            "comment": "Why the disrespect to Casemiro from Ten Hag?"
        },
        {
            "time": "2022-10-02 10:06:01",
            "comment": "Genuine question, did ten Hag really want Casemiro?"
        },
        {
            "time": "2022-10-02 10:06:01",
            "comment": "If this game ends 10-0 the Ten Haag memes will live forever"
        },
        {
            "time": "2022-10-02 10:06:42",
            "comment": "why was casemiro even signed?\nquestions need to be asked, spending so much and having worse player playing i don't get it"
        },
        {
            "time": "2022-10-02 10:09:58",
            "comment": "if you take away Haaland's involvement in the game since he's an alien, we're only losing 1 nil so that's more respectable 👍"
        },
        {
            "time": "2022-10-02 10:10:32",
            "comment": "Can city finally pump someone 8-0 after being 4/5-0 up at half time please"
        },
        {
            "time": "2022-10-02 10:11:53",
            "comment": "It's really bizarre seeing Eriksen play this deep. Flashbacks to when Pogba was limited to his deeper, limited role."
        },
        {
            "time": "2022-10-02 10:16:06",
            "comment": "Imagine we get another 6-1 City scenario where the best goal of the night is United's."
        },
        {
            "time": "2022-10-02 10:16:14",
            "comment": "4-0 is the most dangerous lead?\n\ncasemiro poker incoming"
        },
        {
            "time": "2022-10-02 10:16:55",
            "comment": "Sorry everybody, my fault, turned the stream on right before that Antony strike I'll leave"
        },
        {
            "time": "2022-10-02 10:18:29",
            "comment": "Why sub off McTominay without letting him get his customary orange card?"
        },
        {
            "time": "2022-10-02 10:23:32",
            "comment": "People actually said he'd make their play worse omg"
        },
        {
            "time": "2022-10-02 10:23:44",
            "comment": "Haaland's dad left hanging :("
        },
        {
            "time": "2022-10-02 10:23:47",
            "comment": "Haaland will easily score 40+ this season"
        },
        {
            "time": "2022-10-02 10:23:47",
            "comment": "Golden boot will be wrapped up before December"
        },
        {
            "time": "2022-10-02 10:23:52",
            "comment": "People asking for Ronaldo to come in...\n\nEverything okay at home?"
        },
        {
            "time": "2022-10-02 10:23:53",
            "comment": "ANOTHER HAT TRICK STOP"
        },
        {
            "time": "2022-10-02 10:23:55",
            "comment": "He's so shit isn't he? \n\nCan't beleive he's only scored 3 goals."
        },
        {
            "time": "2022-10-02 10:23:57",
            "comment": "Mans is a cheat code"
        },
        {
            "time": "2022-10-02 10:24:16",
            "comment": "Man City still scoring at training match gear against United lol"
        },
        {
            "time": "2022-10-02 10:24:24",
            "comment": "I was debating playing my Triple Cap on Haaland.\n\nI’m a fucking bigger fraud than Pep."
        },
        {
            "time": "2022-10-02 10:24:36",
            "comment": "Missing: Premier League match balls\nLast seen: at Erling Haaland’s home"
        },
        {
            "time": "2022-10-02 10:24:42",
            "comment": "This guy is fucking phenomenal"
        },
        {
            "time": "2022-10-02 10:24:48",
            "comment": "Pep jokingly said he wanted 5 goals from Haaland before the match, he got 3 now xD"
        },
        {
            "time": "2022-10-02 10:24:54",
            "comment": "the premier league record for hat tricks is only 12 which seems low"
        },
        {
            "time": "2022-10-02 10:25:05",
            "comment": "so is haaland on pace for 69 goals now?"
        },
        {
            "time": "2022-10-02 10:25:18",
            "comment": "I remember when people were asking Haaland to do more in the build up play for City lmao \n\nJust give him ball in box and he score"
        },
        {
            "time": "2022-10-02 10:26:06",
            "comment": "I'd be in tears if my son scored a hat trick against my rivals"
        },
        {
            "time": "2022-10-02 10:26:57",
            "comment": "Sancho dropping a solid 2/10 performance today"
        },
        {
            "time": "2022-10-02 10:27:01",
            "comment": "Scamcho 💀"
        },
        {
            "time": "2022-10-02 10:28:34",
            "comment": "Haaland bout to score 50 goals this season. Fucking bully"
        },
        {
            "time": "2022-10-02 10:29:32",
            "comment": "How did Sancho become such a dead baller man"
        },
        {
            "time": "2022-10-02 10:29:43",
            "comment": "> Congratulations. You appear to have mastered Beginner difficulty level. For a more challenging experience, we suggest you increase to Amateur.\n\n> Would you like to change difficulty now?"
        },
        {
            "time": "2022-10-02 10:31:40",
            "comment": "reply concerned plants gaze sleep yoke aspiring crown person retire\n\n *This post was mass deleted and anonymized with [Redact](https://redact.dev)*"
        },
        {
            "time": "2022-10-02 10:31:42",
            "comment": "3 goals 2 assists for Haaland"
        },
        {
            "time": "2022-10-02 10:31:54",
            "comment": "Haaland shouldnt ever risk leaving city honestly, this team is simply perfect for him he could very well be the best player of this upcoming generation"
        },
        {
            "time": "2022-10-02 10:32:03",
            "comment": "Double hat trick omg 😆😆😆"
        },
        {
            "time": "2022-10-02 10:32:22",
            "comment": "If Pep Guardiola turns Haaland into a goals *and* assists machine, City are going to win everything and Norway might even win the 2026 World Cup!"
        },
        {
            "time": "2022-10-02 10:32:25",
            "comment": "Two hattricks....lol\n\nAt least Fred's hair looks great."
        },
        {
            "time": "2022-10-02 10:32:35",
            "comment": "Haha VAR ready to go back and review the 1st half to stop the embarrassment"
        },
        {
            "time": "2022-10-02 10:33:49",
            "comment": "Someone needs to check on Fergie"
        },
        {
            "time": "2022-10-02 10:34:24",
            "comment": "Alvarez hattrick still possible if they really tried"
        },
        {
            "time": "2022-10-02 10:35:07",
            "comment": "“Ah good they’re clearing the bench, relief” \n\n*brings on Mahrez, Laporte and Alvarez*"
        },
        {
            "time": "2022-10-02 10:35:23",
            "comment": "I was convinced Haaland was going to destroy the PL but I have to confess I was in the \"Guardiola is ruining Foden, he should leave\" camp. Turns out Guardiola knows more than me about developing players."
        },
        {
            "time": "2022-10-02 10:36:29",
            "comment": "Pep pulling out the ol' 4-4-2 big man little man up top. Classic."
        },
        {
            "time": "2022-10-02 10:39:11",
            "comment": "United players are running 61 km's in the rain on monday"
        },
        {
            "time": "2022-10-02 10:39:59",
            "comment": "Cr7 not being subbed in against City is a crime, 5 subs cmon"
        },
        {
            "time": "2022-10-02 10:40:07",
            "comment": "Still enough time for the suiiiiii king to come and bag a hattrick"
        },
        {
            "time": "2022-10-02 10:40:52",
            "comment": "Don’t u just love the “This City is Ours” chant. That’s one of the most catchy chants Lmao."
        },
        {
            "time": "2022-10-02 10:42:06",
            "comment": "4 teams have more goals than haaland if you don’t include city. He is a monster"
        },
        {
            "time": "2022-10-02 10:42:14",
            "comment": "City take ThE heat off and United score again \n\nFucking hell Pep, finish them"
        },
        {
            "time": "2022-10-02 10:43:00",
            "comment": "Kudos to those United fans\n\nSeems like they are having fun lol"
        },
        {
            "time": "2022-10-02 10:44:50",
            "comment": "Man City confirmed washed. Only 6?"
        },
        {
            "time": "2022-10-02 10:48:55",
            "comment": "Soft"
        },
        {
            "time": "2022-10-02 10:49:18",
            "comment": "Damn that was a nice pen"
        },
        {
            "time": "2022-10-02 10:49:36",
            "comment": "Pretty poor from city to concede any, let alone 3.\n\nFlattering score line for manutd"
        },
        {
            "time": "2022-10-02 10:49:42",
            "comment": "10/10 pen tbf"
        },
        {
            "time": "2022-10-02 10:49:47",
            "comment": "Score line is straight out of fifa"
        },
        {
            "time": "2022-10-02 10:50:08",
            "comment": "Sure this was a thrashing but it seems a bit weak for city to just give up like this. Not ruthless enough"
        },
        {
            "time": "2022-10-02 10:51:24",
            "comment": "Unironically the only Utd players who played well was Casemiro and Martial. Everyone else was either dead, shit, or just went missing"
        },
        {
            "time": "2022-10-02 10:52:02",
            "comment": "how can there be only 2 minutes added when there have been that many goals and subs this half?"
        },
        {
            "time": "2022-10-02 10:52:16",
            "comment": "6-3 is more like a scoreline after 2 legs of CL"
        },
        {
            "time": "2022-10-02 10:55:05",
            "comment": "Lmao haaland"
        },
        {
            "time": "2022-10-02 09:55:05",
            "comment": "Haaland is a stat padding fraud who can only score in a farmers league. He needs to go to a real league like the MLS"
        },
        {
            "time": "2022-10-02 09:34:28",
            "comment": "Stop faking injuries and people might stop. \n\nBruno complaining is rich given he fakes so flipping much."
        },
        {
            "time": "2022-10-02 09:49:40",
            "comment": "Man United fans remembering the train strikes are on and they have to get a 5 hour coach back to London"
        },
        {
            "time": "2022-10-02 09:51:29",
            "comment": "Sancho and Antony for 90m each and I can't even remember a single thing either of them did this half\n\nCasemiro for 75m on the fucking bench for fucking McTominay\n\nAnd Haaland for 60m on the other side, tearing them apart with ease\n\nUnited fans are probably tired of getting made fun of all the time, but there's practically nothing about this team and club you can't make fun of currently"
        },
        {
            "time": "2022-10-02 09:55:17",
            "comment": "It's somehow more satisfying to see United win 4 in a row and think they have a chance against City only to get massacred"
        },
        {
            "time": "2022-10-02 10:52:03",
            "comment": "Who would have know that bringing in the UCL Champions' DMF for Scott I-don't-know-how-I'm-playing-here McaTominay would have made that big a difference."
        },
        {
            "time": "2022-10-02 09:50:13",
            "comment": "I do not care. Leaving early in a derby, no matter how bad it is, is unacceptable. You support your team in good and bad."
        },
        {
            "time": "2022-10-02 09:57:34",
            "comment": "KdB is the PL's greatest CM ever. Debate your Nan."
        },
        {
            "time": "2022-10-02 16:00:44",
            "comment": "That Antony goal was pure class"
        },
        {
            "time": "2022-10-02 08:58:43",
            "comment": "3-1 to City, Haaland brace, Foden, Sancho"
        }
    ]
}