{
    "title": "Match Thread: Tottenham vs Liverpool English",
    "match_date": "2022-11-06",
    "comments": [
        {
            "time": "2022-11-06 11:41:10",
            "comment": "I like to pretend Darwin plays with little Angel and Devil Darwin’s on his shoulders. Angel Darwin yells “Pass it!” the whole match while Devil Darwin is the one whispering “Forget the open man. Run the ball out of play.”."
        },
        {
            "time": "2022-11-06 12:21:24",
            "comment": "All first half I’ve been wondering, why are they saying “EVEN Perisic has had chances”? He’s on the wing, of course he’ll have chances.\n\nForgot the cunt’s name is Ivan"
        },
        {
            "time": "2022-11-06 12:06:09",
            "comment": "Every time TAA sees Sessegnon he just pushes him over lol"
        },
        {
            "time": "2022-11-06 12:06:21",
            "comment": "Trent don’t shove the attacker challenge [Impossible]"
        },
        {
            "time": "2022-11-06 12:49:42",
            "comment": "Don’t understand all the Nunez hate tbh\n\nThe guy is scary af every time I see Liverpool play, he’s just not the most refined player"
        },
        {
            "time": "2022-11-06 13:31:14",
            "comment": "Kulusevski coming in buzzin after just one training session"
        },
        {
            "time": "2022-11-06 12:10:47",
            "comment": "Trent not even the worst defender on the pitch"
        },
        {
            "time": "2022-11-06 13:09:32",
            "comment": "Fabinho getting away with a crucial foul. Never seen that before."
        },
        {
            "time": "2022-11-06 13:20:42",
            "comment": "Whenever I'm tired of La Liga referees I just put on whatever PL match is going on and I feel better."
        },
        {
            "time": "2022-11-06 11:39:06",
            "comment": "christ you lot have it out for Nunez here"
        },
        {
            "time": "2022-11-06 13:27:45",
            "comment": "Another Liverpool match decided by individual defensive errors but the plot twist is that it’s NOT pool defenders."
        },
        {
            "time": "2022-11-06 11:32:00",
            "comment": "Been watching football since 7am. Love this"
        },
        {
            "time": "2022-11-06 12:10:46",
            "comment": "I hope Dier starts at Spurs for another 10 years."
        },
        {
            "time": "2022-11-06 12:54:14",
            "comment": "Kane swears on his daughters life that Alisson touched it"
        },
        {
            "time": "2022-11-06 13:20:56",
            "comment": "Ref is going to whistle ASAP. Think that’s game"
        },
        {
            "time": "2022-11-06 13:21:14",
            "comment": "[deleted]"
        },
        {
            "time": "2022-11-06 13:22:13",
            "comment": "That Dier mistake was pivotal"
        },
        {
            "time": "2022-11-06 11:38:24",
            "comment": "I like Nunez, I think he is great to watch and our attack needs that drive. \n\nI do strongly suspect though that he has the IQ of an over cooked cabbage. \n\nHe never looks up to make a pass and if he has more than 5 seconds to think about something he’s probably going to cock it up."
        },
        {
            "time": "2022-11-06 12:07:01",
            "comment": "TAA just shoves everyone and thinks that’s defending 🤣"
        },
        {
            "time": "2022-11-06 12:15:24",
            "comment": "This is not ideal for title challengers Tottenham topspurs"
        },
        {
            "time": "2022-11-06 13:13:17",
            "comment": "Kulusevski is crazy good player. Completely changed the game"
        },
        {
            "time": "2022-11-06 12:06:22",
            "comment": "Almost identical foul but given cause it was outside the box"
        },
        {
            "time": "2022-11-06 14:23:21",
            "comment": "Thanks, Reds. Y’all never walk alone on this one."
        },
        {
            "time": "2022-11-06 12:14:04",
            "comment": "No amount of propaganda will ever make me believe Dier was ever a good player."
        },
        {
            "time": "2022-11-06 11:51:33",
            "comment": "its not a harsh foul but still think its a foul"
        },
        {
            "time": "2022-11-06 12:58:38",
            "comment": "Conte is such a child lmao"
        },
        {
            "time": "2022-11-06 12:10:36",
            "comment": "It is the history of the tottenham"
        },
        {
            "time": "2022-11-06 12:16:14",
            "comment": "[deleted]"
        },
        {
            "time": "2022-11-06 12:23:30",
            "comment": "The Eric Dier honeymoon is crashing down like a Jenga Tower.\n\nBut Spurs really look toothless without some of their quick bois.\n\nHaving said all that though, Liverpool have been very smart and good at the same time, something which they have not been able combine together far too often this season..."
        },
        {
            "time": "2022-11-06 13:12:30",
            "comment": "Tottenham have been by far the better side this half. Hmm. If only they could start games like that"
        },
        {
            "time": "2022-11-06 14:54:14",
            "comment": "Conte's tactics of playing in 1st gear at the start of every game and then going all in second half is costing Spurs vital points against top teams. It's the reason why Arsenal are sitting well above them in the table when they have the talent to compete with them. I said the other week that Tottenham hadn't beaten a single good side this season and now I update that to include Liverpool. \n\nVs Newcastle - beaten 2 - 1 at home\n\nVs Man United - beaten 2 - 0 away\n\nVs Arsenal - beaten 3 - 1 away\n\nVs Chelsea - drew 2 - 2 away \n\nVs Liverpool - beaten 2 - 1 at home\n\nEvery other team they have played have been pretty shite and that is where all of their points come from. They're the total opposite of LFC who beat strong teams and lose to relegation squads. \n\nThey won't win anything playing this style of football and I honestly don't see them finishing top 3 or even 4 if they carry on like this. Newcastle are already above them and Chelsea, United and Liverpool will start to catch up in the second half of the season. They aren't as safe as some of their supporters may think."
        },
        {
            "time": "2022-11-06 12:15:05",
            "comment": "We should loan Elliot to Bayern for half a year to get buffed..."
        },
        {
            "time": "2022-11-06 12:17:08",
            "comment": "If Conte and Tuchel did a jobswap, would anyone notice"
        },
        {
            "time": "2022-11-06 12:52:11",
            "comment": "Trent's skillpoints really went 0 defending and 10 crossing and passing"
        },
        {
            "time": "2022-11-06 12:53:09",
            "comment": "Lol Nunez finally looks a bit gassed from pressing full speed like a maniac all match + defending so deep"
        },
        {
            "time": "2022-11-06 13:20:12",
            "comment": "Are we sure this ref was issued a whistle?"
        },
        {
            "time": "2022-11-06 13:20:57",
            "comment": "Guess I have no clue about rules on fouls"
        },
        {
            "time": "2022-11-06 12:18:34",
            "comment": "Laugh all you want but Conte has got his tactics spot on. He didn't want Spurs to score and they haven't."
        },
        {
            "time": "2022-11-06 13:21:28",
            "comment": "Allison is a masculine looking fella. I’d like to be hugged by him. Maybe go fishing and share stories over the campfire. Certainly wouldn’t be adverse to sharing a sleeping bag if I accidentally fell in the river and had forgotten my change of clothing. I’d let him cook me scrambled eggs with freshly caught and smoked trout in the morning"
        },
        {
            "time": "2022-11-06 11:50:50",
            "comment": "Pen all day."
        },
        {
            "time": "2022-11-06 12:04:32",
            "comment": "Bro has Trent always been this ass at defending? I feel like wingers just walk through him"
        },
        {
            "time": "2022-11-06 12:04:33",
            "comment": "Wow, Trent looks like a set 8 kid on defense"
        },
        {
            "time": "2022-11-06 12:04:47",
            "comment": "trent is getting hung out to dry every game \n\nwhy even play him if you're gonna leave him that exposed in situations you know he can't handle"
        },
        {
            "time": "2022-11-06 12:04:58",
            "comment": "How is Trent allowed to defend with his hands all the time. Dude just grabbing and pushing all the time."
        },
        {
            "time": "2022-11-06 12:06:06",
            "comment": "That was way more mild then the penalty one - still a foul, but not as bad as the other one.\n\nIs TAA's go-to move just to push the other guy over because he can't defend? He should realistically be off at this point - I'd call both of those pushes worthy of a booking."
        },
        {
            "time": "2022-11-06 12:08:23",
            "comment": "Henderson and Elliott aren't a good enough cover at RCM for Trent. Need someone more athletic and dynamic there. Miss you Gini"
        },
        {
            "time": "2022-11-06 12:10:37",
            "comment": "😂😂 that assist"
        },
        {
            "time": "2022-11-06 12:44:11",
            "comment": "Emerson is a social experiment"
        },
        {
            "time": "2022-11-06 12:52:17",
            "comment": "I feel bad for royal...this whole thing just isn't working. He shouldn't even be put in the position to be relied upon at the moment. Had been okay defensively but even that's fading and he really just can't muster anything useful going forward."
        },
        {
            "time": "2022-11-06 12:57:27",
            "comment": "Lmao Conte's so aggro for no reason"
        },
        {
            "time": "2022-11-06 13:04:30",
            "comment": "Liverpool are getting done this half, it will be a miracle if they don't concede another\n\nI need  miracle."
        },
        {
            "time": "2022-11-06 13:07:34",
            "comment": "Fabinho mate what the fuck was that"
        },
        {
            "time": "2022-11-06 13:07:54",
            "comment": "Kick in the thigh ain’t a foul I guess."
        },
        {
            "time": "2022-11-06 13:07:58",
            "comment": "Another foul not called"
        },
        {
            "time": "2022-11-06 13:17:06",
            "comment": "Imagine if Spurs took off Emerson earlier, they would probably be winning"
        },
        {
            "time": "2022-11-06 13:20:32",
            "comment": "Does the ref just not have eyes"
        },
        {
            "time": "2022-11-06 13:22:11",
            "comment": "Next game Emerson will start again"
        },
        {
            "time": "2022-11-06 12:19:30",
            "comment": "Tbh im just loving the London clubs bashing each other in these comment sections, such a wide range of emotion on show"
        },
        {
            "time": "2022-11-06 12:12:46",
            "comment": "Please, Gareth, give us a Dier-Maguire CB pairing"
        },
        {
            "time": "2022-11-06 13:23:41",
            "comment": "Match threads between two big premier league clubs are something else. Haven't quite decided if it's hilarious or depressing. But certainly an experience"
        },
        {
            "time": "2022-11-06 12:06:26",
            "comment": "IT IS THE EXACT SAME PUSH."
        },
        {
            "time": "2022-11-06 11:31:16",
            "comment": "6 defenders, 3 DMs and 1 striker… \n\nYep this is going to be a frustrating game."
        },
        {
            "time": "2022-11-06 11:42:42",
            "comment": "Never doubted you Nunez you sexy man"
        },
        {
            "time": "2022-11-06 11:42:54",
            "comment": "Nunez is having a great game. Look what happens when he realises to pass"
        },
        {
            "time": "2022-11-06 11:50:44",
            "comment": "How that didn’t even get reviewed is par for the course for prem refs this year"
        },
        {
            "time": "2022-11-06 11:50:54",
            "comment": "That's a clear pen"
        },
        {
            "time": "2022-11-06 12:04:29",
            "comment": "How is Alexander Arnold getting beaten by 70 year old Perisic"
        },
        {
            "time": "2022-11-06 12:04:39",
            "comment": "If that is a free kick, how was it not a penalty earlier?"
        },
        {
            "time": "2022-11-06 12:05:15",
            "comment": "Holy hell Trent is being made to look like a championship player"
        },
        {
            "time": "2022-11-06 12:05:23",
            "comment": "How is that a FK and the earlier one isn't a pen? This is a bad defensive performance even by TAA's standards. He's getting absolutely done by everyone."
        },
        {
            "time": "2022-11-06 12:09:29",
            "comment": "Does Trent realise if Reece James is fit for this World Cup, he won't play a single minute?\n\nThis defending today man"
        },
        {
            "time": "2022-11-06 12:10:13",
            "comment": "r/soccer on Darwin: \"He's shit!\" -- \"He's amazing!\" -- \"He's useless!\" -- \"He's electric!\""
        },
        {
            "time": "2022-11-06 12:10:26",
            "comment": "Oh god that was an awful mistake. One might even say it was dier."
        },
        {
            "time": "2022-11-06 12:10:46",
            "comment": "Brilliant assist Dier"
        },
        {
            "time": "2022-11-06 12:16:02",
            "comment": "As long as Liverpool don't give away 19 corners in the 2nd half I'd say they're good"
        },
        {
            "time": "2022-11-06 12:37:52",
            "comment": "Spurs asking all the questions now, so Salah is about to nab his hattrick"
        },
        {
            "time": "2022-11-06 12:44:11",
            "comment": "This is a fun game to watch, I hope Emerson stays with Spurs for years"
        },
        {
            "time": "2022-11-06 12:46:52",
            "comment": "nunez definitely didnt understand a word that emerson said to him there"
        },
        {
            "time": "2022-11-06 12:51:49",
            "comment": "great footwork by Robertson"
        },
        {
            "time": "2022-11-06 12:52:30",
            "comment": "I love Salah's little frustration jumps. Cute."
        },
        {
            "time": "2022-11-06 12:52:53",
            "comment": "Are we sure Emerson isn’t a YouTuber pretending to be a footballer?"
        },
        {
            "time": "2022-11-06 12:53:06",
            "comment": "Such a strange game now, Liverpool look like they're saving energy, Tottenham are toothless and everyone is way too sloppy"
        },
        {
            "time": "2022-11-06 12:58:51",
            "comment": "Top tier tantrum. Over absolutely nothing"
        },
        {
            "time": "2022-11-06 12:59:38",
            "comment": "Kane is just outrageous as a finisher.\n\nTrulu an all time English great"
        },
        {
            "time": "2022-11-06 13:07:58",
            "comment": "Ref's terrible"
        },
        {
            "time": "2022-11-06 13:08:03",
            "comment": "Oof thats a foul. Ref is shit."
        },
        {
            "time": "2022-11-06 13:08:18",
            "comment": "The refs actually been paid off. Only explanation"
        },
        {
            "time": "2022-11-06 13:08:22",
            "comment": "Brazilian CDM privilege"
        },
        {
            "time": "2022-11-06 13:08:42",
            "comment": "This ref has been so fucking bad."
        },
        {
            "time": "2022-11-06 13:10:24",
            "comment": "Whatever Conte gives these dudes at halftime we need that sht"
        },
        {
            "time": "2022-11-06 13:12:16",
            "comment": "Doherty has every right to go for that"
        },
        {
            "time": "2022-11-06 13:04:37",
            "comment": "Mate I’m an arsenal fan and Kane didn’t dive or even appeal for a pen there. It was a foul by Kane, that’s that."
        },
        {
            "time": "2022-11-06 11:32:45",
            "comment": "Nunez making a great run already"
        },
        {
            "time": "2022-11-06 11:38:23",
            "comment": "Nunez thinks he’s the protagonist."
        },
        {
            "time": "2022-11-06 11:42:38",
            "comment": "Woah scoring first in a game. What is this feeling"
        },
        {
            "time": "2022-11-06 11:43:55",
            "comment": "Darwin has so much potential. Has all the making of being one of the world's best strikers one day."
        },
        {
            "time": "2022-11-06 12:05:13",
            "comment": "1. Get rinsed in defence\n2. Play a world class cross field pass\n3. Repeat"
        },
        {
            "time": "2022-11-06 12:06:18",
            "comment": "I literally can't get over how much of a defensive liability Trent is."
        },
        {
            "time": "2022-11-06 12:06:59",
            "comment": "Love him but Trent is starting to have that Maguire aura where in certain positions you just know that he's going to fuck it up"
        },
        {
            "time": "2022-11-06 12:10:27",
            "comment": "Another Alisson assist lmao"
        },
        {
            "time": "2022-11-06 12:10:28",
            "comment": "Dier mistake"
        },
        {
            "time": "2022-11-06 12:12:45",
            "comment": "Liverpool have truly reverted to 17/18"
        },
        {
            "time": "2022-11-06 12:12:54",
            "comment": " Oh no! What will Liverpool do when conte deploys his secret weapon Lucas Moura"
        },
        {
            "time": "2022-11-06 12:13:06",
            "comment": "Tottenhams XG terrorism was eventually going to catch up to them. We are witnessing it for a few games now."
        },
        {
            "time": "2022-11-06 12:14:22",
            "comment": "City spurs easy. Leeds Forest real shit."
        },
        {
            "time": "2022-11-06 12:15:28",
            "comment": "Spurs have been a second half team. Can't let the performance drop"
        },
        {
            "time": "2022-11-06 12:15:45",
            "comment": "Too bad for spurs. If son was avaliable, he'd be set up 1v1 against TAA and maybe something could get going for them. \n\nBut then again klopp is not some dunce and neither is TAA. They'd probably change tactics as well."
        },
        {
            "time": "2022-11-06 12:17:21",
            "comment": "Boo’d off lol"
        },
        {
            "time": "2022-11-06 12:17:47",
            "comment": "Did peacock void salah’s 2nd goal? Lmao"
        },
        {
            "time": "2022-11-06 12:19:30",
            "comment": "It’s brilliant when we have Konate in the team to cover for Trents deficiencies. His passing today has been a joy to watch."
        },
        {
            "time": "2022-11-06 12:24:46",
            "comment": "Southampton looking for a new manager. Stevie G return?"
        },
        {
            "time": "2022-11-06 12:38:53",
            "comment": "Robertson thought Trent getting torched looked fun so he decided to give it a go lmao"
        },
        {
            "time": "2022-11-06 12:44:06",
            "comment": "One day Emerson will score a golazo I can feel it"
        },
        {
            "time": "2022-11-06 12:44:08",
            "comment": "How is Emerson still playing surely Spurs aren't this starved for options"
        },
        {
            "time": "2022-11-06 12:44:25",
            "comment": "Thinking about the sliding doors type scenario where Spurs got Tomiyasu instead of Emerson"
        },
        {
            "time": "2022-11-06 12:45:16",
            "comment": "Spurs fans fucking hate Emerson lmao"
        },
        {
            "time": "2022-11-06 12:45:34",
            "comment": "What is this u10 level crossing lmao"
        },
        {
            "time": "2022-11-06 12:46:28",
            "comment": "If only the spurs players had the precision, finesse, and finishing that their hairstylist has :/"
        },
        {
            "time": "2022-11-06 12:47:37",
            "comment": "God I love Nunez"
        },
        {
            "time": "2022-11-06 12:51:03",
            "comment": "Nunez could give Trent tips on tracking back, defending and positioning on defence\n\nWhich is sad"
        },
        {
            "time": "2022-11-06 12:53:40",
            "comment": "Spurs haven't beat Liverpool since 2017. Crazy it was that 4-1 drubbing at Wembley"
        },
        {
            "time": "2022-11-06 12:53:42",
            "comment": "I like Elliott and his energy but he is a non factor when defending in midfield"
        },
        {
            "time": "2022-11-06 12:54:52",
            "comment": "Emerson dropped an absolute disaster class today. How on earth does he get consistent minutes"
        },
        {
            "time": "2022-11-06 12:59:07",
            "comment": "Conte is pure box office love the guy"
        },
        {
            "time": "2022-11-06 13:00:40",
            "comment": "Doherty is so clear of Emerson that I can't believe Conte keeps sticking with him, an even bigger shame that Spence has been banished ever since signing"
        },
        {
            "time": "2022-11-06 13:00:43",
            "comment": "When Doherty pushes up and leaves the RB space empty that empty space is still a better defender than Emerson"
        },
        {
            "time": "2022-11-06 13:03:59",
            "comment": "Oh come on it’s not a pen but that’s not a dive, Kane initiated the contact but both are always going to go down when their legs get tangled"
        },
        {
            "time": "2022-11-06 13:04:04",
            "comment": "What the fuck is this referee."
        },
        {
            "time": "2022-11-06 13:07:51",
            "comment": "Fabinho has now dragged Hojbjerg down twice, and kicked him right outside the box, one of those was called and it was only an advantage"
        },
        {
            "time": "2022-11-06 13:07:52",
            "comment": "Lol if that's not a fk what is? Brazilian tax?"
        },
        {
            "time": "2022-11-06 13:09:52",
            "comment": "shambolic refereeing"
        },
        {
            "time": "2022-11-06 13:11:38",
            "comment": "That actually is a painful one for Alisson tbf"
        },
        {
            "time": "2022-11-06 13:13:06",
            "comment": "Kulusevski with the \"fuck off\" lmao"
        },
        {
            "time": "2022-11-06 13:18:20",
            "comment": "Ox?? \n\n93 min banger from him"
        },
        {
            "time": "2022-11-06 13:19:06",
            "comment": "Klopp summoning Oxlade-Chamberlain from the spirit world"
        },
        {
            "time": "2022-11-06 13:19:35",
            "comment": "Bro he kicked his face"
        },
        {
            "time": "2022-11-06 13:20:23",
            "comment": "It's impressive how we cannot hold the ball for more than 2 seconds"
        },
        {
            "time": "2022-11-06 13:20:35",
            "comment": "World cup break cant come soon enough\n\nThis is dreadful"
        },
        {
            "time": "2022-11-06 13:21:21",
            "comment": "HOLD"
        },
        {
            "time": "2022-11-06 13:21:59",
            "comment": "Big up Ali without him this season we would be fighting relegation"
        },
        {
            "time": "2022-11-06 12:15:19",
            "comment": "Tottenham have won 1 match against Liverpool since 2012 November. Pathetic record"
        },
        {
            "time": "2022-11-06 12:05:58",
            "comment": "Lmao TAA is lucky to get away with a pen earlier and he’s still trying that. Dumbass"
        },
        {
            "time": "2022-11-06 12:17:52",
            "comment": "Man, imagine not scoring a first half goal against Liverpool"
        },
        {
            "time": "2022-11-06 12:13:55",
            "comment": "Eric Dier is going to the WC and Ben White isn't."
        },
        {
            "time": "2022-11-06 12:17:40",
            "comment": "THEY'RE BOOING LMAO"
        },
        {
            "time": "2022-11-06 13:25:10",
            "comment": "9/10 performance from the referee imo"
        },
        {
            "time": "2022-11-06 11:50:48",
            "comment": "Well that was a push lol. Trent didn’t even go for the ball 💀"
        },
        {
            "time": "2022-11-06 12:26:51",
            "comment": "how bad are spurs if they're making us look good"
        },
        {
            "time": "2022-11-06 13:02:32",
            "comment": "“That might be a pen”\n\nIn what world? Even if you think Kane was fouled that’s clearly not in the box"
        },
        {
            "time": "2022-11-06 13:08:05",
            "comment": "Ref wtf"
        },
        {
            "time": "2022-11-06 13:08:11",
            "comment": "What the hell did the ref smoke pre-game.."
        },
        {
            "time": "2022-11-06 13:26:26",
            "comment": "Conte got out terroristed in the second half"
        },
        {
            "time": "2022-11-06 11:35:44",
            "comment": "Nunez pass the god damn ball"
        },
        {
            "time": "2022-11-06 11:36:57",
            "comment": "Trent what a pass lad"
        },
        {
            "time": "2022-11-06 11:38:23",
            "comment": "I can't even get mad at Darwin anymore,  it's just part of hid derpy charm."
        },
        {
            "time": "2022-11-06 11:40:13",
            "comment": "When inevitably [Spurs](https://i.imgur.com/1oWSFf6.jpg) score first"
        },
        {
            "time": "2022-11-06 11:41:34",
            "comment": "Nunez learns how to pass-Liverpool score"
        },
        {
            "time": "2022-11-06 11:42:33",
            "comment": "The myth has been broken, Nunez CAN pass to salah"
        },
        {
            "time": "2022-11-06 11:42:40",
            "comment": "brilliantly done by nunez"
        },
        {
            "time": "2022-11-06 11:43:55",
            "comment": "That's what happens when Nunez actually passes it lol\n\nI think this game is over now. Most of Liverpool's shitty results this season have been when they concede first. Can't see them losing this one."
        },
        {
            "time": "2022-11-06 11:49:54",
            "comment": "Wow we are lucky"
        },
        {
            "time": "2022-11-06 11:50:04",
            "comment": "that was a shove by TAA, but I'll take it"
        },
        {
            "time": "2022-11-06 11:50:44",
            "comment": "No complaints if he gives that pen."
        },
        {
            "time": "2022-11-06 11:50:53",
            "comment": "VAR?"
        },
        {
            "time": "2022-11-06 11:53:21",
            "comment": "had no idea bissouma was that fast tbh"
        },
        {
            "time": "2022-11-06 11:53:24",
            "comment": "Bissouma fast af damn"
        },
        {
            "time": "2022-11-06 11:53:43",
            "comment": "Maybe this just doesn’t matter, but I’m not sure how that push doesn’t affect the player more than the kick on De Bruyne yesterday."
        },
        {
            "time": "2022-11-06 11:58:00",
            "comment": "Blows my mind that there are Tottenham fans that don't like Hojbjerg - the man is a machine who never stops running"
        },
        {
            "time": "2022-11-06 11:58:31",
            "comment": "Spurs have looked the better side after the goal. Looks like Klopp activated Conte’s trap card"
        },
        {
            "time": "2022-11-06 11:58:36",
            "comment": "Imagine if Kane didn’t have to play mid"
        },
        {
            "time": "2022-11-06 11:59:19",
            "comment": "Spurs allergic to creative midfielder"
        },
        {
            "time": "2022-11-06 12:04:42",
            "comment": "TAA is all arms today."
        },
        {
            "time": "2022-11-06 12:05:05",
            "comment": "Oh... so pushing in the back is not allowed?\n\nIm confused..."
        },
        {
            "time": "2022-11-06 12:05:40",
            "comment": "Alexander-Arnold cannot defend at all, can he.. he just lets the player go past him then commits the foul"
        },
        {
            "time": "2022-11-06 12:05:45",
            "comment": "TAA is lucky Konate is there all the time cleaning up all his mistakes"
        },
        {
            "time": "2022-11-06 12:06:13",
            "comment": "Trent defending like it’s robot wars"
        },
        {
            "time": "2022-11-06 12:08:02",
            "comment": "It's mental that Trent seems to be getting worse defensively if anything. It's been a clear weak point of his for years now, what are they working on with him in training?"
        },
        {
            "time": "2022-11-06 12:09:48",
            "comment": "YEEEEEEEES"
        },
        {
            "time": "2022-11-06 12:10:18",
            "comment": "LMAO Dier … what an assist"
        },
        {
            "time": "2022-11-06 12:10:23",
            "comment": "I understand having a 50p head in front of goal, but how the fuck do you manage that there?"
        },
        {
            "time": "2022-11-06 12:10:47",
            "comment": "Eric Dier is a scouser at heart"
        },
        {
            "time": "2022-11-06 12:11:19",
            "comment": "What a fantastic day of football it turned out to be unreal"
        },
        {
            "time": "2022-11-06 12:11:36",
            "comment": "Dier taking the heat off of Trent's defending\n\nEngland boys stick together 👊🏻"
        },
        {
            "time": "2022-11-06 12:11:37",
            "comment": "Imagine Maguire, Dier, Trent in defence for the World Cup"
        },
        {
            "time": "2022-11-06 12:12:07",
            "comment": "Seen some spectacularly incompetent defending today."
        },
        {
            "time": "2022-11-06 12:12:09",
            "comment": "Maguire-Dier-Mings 😍"
        },
        {
            "time": "2022-11-06 12:12:52",
            "comment": "To be as fair to spurs as possible missing Romero, Kulu and Son meant a win was always unlikely. That doesn’t excuse that horrific defending though.\n\nThe way they play is awful and if you’re not winning they will get more angry than if you try and play good football and get unlucky"
        },
        {
            "time": "2022-11-06 12:13:17",
            "comment": "Dier playing like Maguire lmao"
        },
        {
            "time": "2022-11-06 12:14:12",
            "comment": "[deleted]"
        },
        {
            "time": "2022-11-06 12:14:16",
            "comment": "Is this the fossil football spurs fans talk about"
        },
        {
            "time": "2022-11-06 12:27:21",
            "comment": "Going into the season the top 4 battle looked exciting due to all the quality of the the big 6… Turns out it’s gonna be exciting due to 4 of them being shit."
        },
        {
            "time": "2022-11-06 12:31:26",
            "comment": "Looking forward to this game kicking off."
        },
        {
            "time": "2022-11-06 12:32:51",
            "comment": "Well Eric Dier, if it makes you feel any better a center back in the Roma Lazio match made a dumber error than you did"
        },
        {
            "time": "2022-11-06 12:34:39",
            "comment": "Nah nunez is hilarious"
        },
        {
            "time": "2022-11-06 12:35:10",
            "comment": "I think Alisson is a pretty good keeper"
        },
        {
            "time": "2022-11-06 12:35:57",
            "comment": "Antonio Conte is a poor mans Sean Dyche."
        },
        {
            "time": "2022-11-06 12:36:11",
            "comment": "FUCK SAKE ONLY AGAINST THESE CUNTS ON GOD ALISSON HAS CURSED THE GOAL VS US"
        },
        {
            "time": "2022-11-06 12:36:58",
            "comment": "Darwin is a better defender than TAA lmao"
        },
        {
            "time": "2022-11-06 12:37:23",
            "comment": "Is Dier playing right wing? That's tremendous tactical testicular fortitude"
        },
        {
            "time": "2022-11-06 12:39:24",
            "comment": "Dier is a better right back/right wing back than Royal"
        },
        {
            "time": "2022-11-06 12:40:43",
            "comment": "After 20 games Nunez realized that passing to Salah is an option and it's working wonders"
        },
        {
            "time": "2022-11-06 12:44:15",
            "comment": "lol emerson"
        },
        {
            "time": "2022-11-06 12:44:53",
            "comment": "Looks like they’re giving Emerson space on purpose"
        },
        {
            "time": "2022-11-06 12:44:54",
            "comment": "That was an incredible sequence of football. A solid minute of loose passes, mistakes, changes of possession, reasonable play and culminating with Salah receiving the ball in his own half while offside."
        },
        {
            "time": "2022-11-06 12:45:31",
            "comment": "If Emerson Royale With Cheese was playing in the MLS he'd be called Emerson Quarter Pounder."
        },
        {
            "time": "2022-11-06 12:45:59",
            "comment": "Oliver Skipp on the bench: \"Mr. Conte, can I have some more game time?\""
        },
        {
            "time": "2022-11-06 12:46:46",
            "comment": "Emerson is so fucking shit..."
        },
        {
            "time": "2022-11-06 12:47:41",
            "comment": "Emerson mate, you getting rekt by Darwin lmao, why are you complaining"
        },
        {
            "time": "2022-11-06 12:47:46",
            "comment": "How the fuck is nunez the most creative player on the pitch"
        },
        {
            "time": "2022-11-06 12:48:53",
            "comment": "Was that Biasouma who got dropped by Nunez ….."
        },
        {
            "time": "2022-11-06 12:48:58",
            "comment": "Lmao, Darwin Nunez is defending better at LB than Robertson is 😂"
        },
        {
            "time": "2022-11-06 12:49:48",
            "comment": "The world isn't ready for CDM Nunez"
        },
        {
            "time": "2022-11-06 12:51:48",
            "comment": "that's the closest to an elastico you'll see from Robbo"
        },
        {
            "time": "2022-11-06 12:52:49",
            "comment": "what does emerson do well? genuinely a terrible footballer"
        },
        {
            "time": "2022-11-06 12:52:50",
            "comment": "Kulu is the right sub here. There’s a chance he actually puts a couple of decent balls in"
        },
        {
            "time": "2022-11-06 12:53:05",
            "comment": "The meme where rear is a cartoon donkey and front is a ferrari is probably about Trent’s bipolar talent distribution lmao."
        },
        {
            "time": "2022-11-06 12:56:12",
            "comment": "Solid finish, fair fucks."
        },
        {
            "time": "2022-11-06 12:56:43",
            "comment": "Spurs needed an attacker to support Kane and they got one"
        },
        {
            "time": "2022-11-06 12:56:47",
            "comment": "Starting to see why Bissouma is so highly rated. He's like a fucking spider."
        },
        {
            "time": "2022-11-06 12:57:32",
            "comment": "Kulu, just that player you love to watch but hate because he’s on the other team."
        },
        {
            "time": "2022-11-06 12:58:15",
            "comment": "LMAO Conte slapped the ball out of his hand, what a nut.  I love it."
        },
        {
            "time": "2022-11-06 12:59:54",
            "comment": "we could be winning 17-0 against a make a wish side and I wouldn't be confident of us closing it out"
        },
        {
            "time": "2022-11-06 13:00:17",
            "comment": "Conte can get an absolute phenomenal half out of his team which is a great strength. A massive weakness is how abysmal he has them playing in the other half"
        },
        {
            "time": "2022-11-06 13:00:54",
            "comment": "If all twenty prem managers had a free for all brawl to the death \n\nWho would win ?\n\nMy money is on Conte"
        },
        {
            "time": "2022-11-06 13:01:09",
            "comment": "Is there a worse player consistently starting for a top half prem team than Emerson Royal"
        },
        {
            "time": "2022-11-06 13:04:19",
            "comment": "This game had 9 yellows and a red last season. I was hoping for a full on rumble"
        },
        {
            "time": "2022-11-06 13:04:25",
            "comment": "Uhhhh it wasn’t even a low head, just a straight high boot lol"
        },
        {
            "time": "2022-11-06 13:04:59",
            "comment": "Not a high foot there?"
        },
        {
            "time": "2022-11-06 13:06:58",
            "comment": "Looked a bit nasty from Fabinho"
        },
        {
            "time": "2022-11-06 13:08:05",
            "comment": "It’s incredible how much more energized spurs have been this second half"
        },
        {
            "time": "2022-11-06 13:08:17",
            "comment": "Clear foul there"
        },
        {
            "time": "2022-11-06 13:08:19",
            "comment": "That’s a free kick"
        },
        {
            "time": "2022-11-06 13:08:19",
            "comment": "Did Hojberg shag Fabinho' missus or something?"
        },
        {
            "time": "2022-11-06 13:09:13",
            "comment": "Feels like this has to be the same referee that refereed Southampton - Arsenal. This guy is atrocious"
        },
        {
            "time": "2022-11-06 13:11:41",
            "comment": "Wait they actually let an outfield player go 50/50 with a keeper without calling it?????? Unreal"
        },
        {
            "time": "2022-11-06 13:14:30",
            "comment": "Hendo has fucking 50 years to make a pass and still gets caught fuck me"
        },
        {
            "time": "2022-11-06 13:17:04",
            "comment": "Bruh wtf was that Robertson"
        },
        {
            "time": "2022-11-06 13:21:15",
            "comment": "Huge win"
        },
        {
            "time": "2022-11-06 13:21:16",
            "comment": "Get innnnnn"
        },
        {
            "time": "2022-11-06 13:21:23",
            "comment": "Very good game for neutrals \n\nSurprised to see so much attacking game from Spurs in the second half"
        },
        {
            "time": "2022-11-06 13:22:29",
            "comment": "Phewh. What a bloody game this was."
        },
        {
            "time": "2022-11-06 12:12:51",
            "comment": "Spurs have 6 defenders and 3 defensive midfielders on the pitch and just conceded that goal"
        },
        {
            "time": "2022-11-06 12:16:58",
            "comment": "[deleted]"
        },
        {
            "time": "2022-11-06 12:23:22",
            "comment": "It was a top class finish, Salah and Messi are the gold standard for those little half-volleyed dinks"
        },
        {
            "time": "2022-11-06 12:29:40",
            "comment": "Fabinho has surely had one of the biggest non-injury related or non-age related drops in form ever. Has gone from a world class DM to absolute Championship level lost and leggy in the course of 12 months."
        },
        {
            "time": "2022-11-06 13:07:57",
            "comment": "Refs seem to be under warning to not give fouls against Fabinho"
        },
        {
            "time": "2022-11-06 13:08:09",
            "comment": "Biased ref"
        },
        {
            "time": "2022-11-06 13:23:13",
            "comment": "extra time duration is just broken and subjective AF"
        },
        {
            "time": "2022-11-06 13:22:59",
            "comment": "Let me get this right: you can commit a foul in extra time, sub a player in on the stoppage you created, waste 40 seconds walking off, and then the referee adds no extra time, just blows the whistle when he normally would. This sport is so flawed lol."
        },
        {
            "time": "2022-11-06 13:01:34",
            "comment": "Kane kicking him lol, sly dog"
        },
        {
            "time": "2022-11-06 13:19:47",
            "comment": "Thiago literally kicked Mourra in the face ffs lol, what a daylight robbery"
        },
        {
            "time": "2022-11-06 13:25:12",
            "comment": "I’ll give Spurs props for changing it up in the second half and getting back into the match after that dreadful first half, but it was still not enough. Even a totally knackered Liverpool was able to withstand the waves of attacks coming during the last twenty or so minutes."
        },
        {
            "time": "2022-11-06 11:21:01",
            "comment": "This Spurs lineup is what every yer da down the pub thinks Italian football is"
        },
        {
            "time": "2022-11-06 11:50:37",
            "comment": "Fuck me refs should have to public explain themselves after games. Explain to the rest of us what part of TAA actions there was going for the ball. \n\nSame tackle Cancelo got sent off for. Fuck the refs in the corrupt ass league."
        },
        {
            "time": "2022-11-06 11:50:43",
            "comment": "that’s a penalty"
        },
        {
            "time": "2022-11-06 11:50:59",
            "comment": "Exact same thing a guy gave away a pen and got sent off for yesterday lol"
        },
        {
            "time": "2022-11-06 11:50:59",
            "comment": "Clear pen."
        },
        {
            "time": "2022-11-06 11:51:51",
            "comment": "I'm surprised they got away with it when the pushing motion itself was so blatant"
        },
        {
            "time": "2022-11-06 12:04:33",
            "comment": "Nah what the fuck is TAA's defending?"
        },
        {
            "time": "2022-11-06 12:04:37",
            "comment": "Fucking hell Trent's a disaster"
        },
        {
            "time": "2022-11-06 12:04:40",
            "comment": "35 year old Perisic outpacing Trent\n\nStop playing trent on RB"
        },
        {
            "time": "2022-11-06 12:04:53",
            "comment": "TAA is actually one of the worst defenders I’ve ever seen. It’s incredible."
        },
        {
            "time": "2022-11-06 12:06:28",
            "comment": "Trent is getting done by someone who's over 10 years older than him. LOL"
        },
        {
            "time": "2022-11-06 12:07:30",
            "comment": "TAA alongside Maguire in WC would be master class"
        },
        {
            "time": "2022-11-06 12:16:23",
            "comment": "Surely Tony Conte and the xG Terrorists can't shithouse another comeback, right?"
        },
        {
            "time": "2022-11-06 12:19:06",
            "comment": "Looks like chelsea, United and Tottenham want Liverpool in top 3 and them to fight against each other for 4th position, newcastle will sneak in guys"
        },
        {
            "time": "2022-11-06 12:21:22",
            "comment": "Even though we’re 2-0 at HT, im not confident at all."
        },
        {
            "time": "2022-11-06 13:08:01",
            "comment": "I wonder if one day we’ll ever see a ref apologise after the game, but then they’d be admitting their mistakes"
        },
        {
            "time": "2022-11-06 13:08:29",
            "comment": "How the fuck does Fabinho get away with this shit"
        },
        {
            "time": "2022-11-06 13:11:50",
            "comment": "How isn't that a foul ?\n\nHe didn't get the ball"
        },
        {
            "time": "2022-11-06 13:19:39",
            "comment": "Lol he kicks him straight in the face ?"
        },
        {
            "time": "2022-11-06 13:19:51",
            "comment": "Spurs getting robbed here"
        },
        {
            "time": "2022-11-06 13:19:53",
            "comment": "Holy fuck how is that not a high boot"
        },
        {
            "time": "2022-11-06 13:22:59",
            "comment": "That was an entertaining last 20-30 mins. This spurs team can play some pretty decent football. Too bad they wait until the last 20 mins to do so most times"
        },
        {
            "time": "2022-11-06 11:30:04",
            "comment": "I have a feeling this will be a frustrating experience"
        },
        {
            "time": "2022-11-06 11:36:59",
            "comment": "Trent ball to nunez was beautiful"
        },
        {
            "time": "2022-11-06 11:38:04",
            "comment": "Darwin’s gonna score a banger someday"
        },
        {
            "time": "2022-11-06 11:38:25",
            "comment": "TAA made that look effortless. Nunez is looking hungry"
        },
        {
            "time": "2022-11-06 11:38:45",
            "comment": "Good luck against those TAA passes"
        },
        {
            "time": "2022-11-06 11:39:36",
            "comment": "Liverpool starting off better, no chances for the Spurs yet. Naturally, Liverpool’s defense will get absolutely sliced for an easy tap in very soon"
        },
        {
            "time": "2022-11-06 11:41:49",
            "comment": "Finally he passed. Beautiful. Tottenham looking absolute shit in defense."
        },
        {
            "time": "2022-11-06 11:42:33",
            "comment": "First time he passes they score."
        },
        {
            "time": "2022-11-06 11:42:36",
            "comment": "Look at the space Liverpool got\n\nReally amazing build-up though"
        },
        {
            "time": "2022-11-06 11:42:41",
            "comment": "so he can pass…"
        },
        {
            "time": "2022-11-06 11:42:45",
            "comment": "Keep passing Nunez"
        },
        {
            "time": "2022-11-06 11:42:45",
            "comment": "Spurs' right hand side may as well have an \"attack me please\" sign planted in it"
        },
        {
            "time": "2022-11-06 11:47:23",
            "comment": "Tyler just said \"good defending by Alexander Arnold\" like he'd just seen the old woman scene in the shining"
        },
        {
            "time": "2022-11-06 11:50:08",
            "comment": "Trent does ask for trouble doesn’t he. His mistake to begin with"
        },
        {
            "time": "2022-11-06 11:50:08",
            "comment": "\"slight\" lol"
        },
        {
            "time": "2022-11-06 11:50:15",
            "comment": "It's light contact from TAA but that's very clumsy, he's going nowhere so no need to put an arm in the back. If that's given on the pitch it's definitely not overturned"
        },
        {
            "time": "2022-11-06 11:50:39",
            "comment": "Ref is a nonce"
        },
        {
            "time": "2022-11-06 11:50:40",
            "comment": "Spurs fans how has Lenglet been this season?"
        },
        {
            "time": "2022-11-06 11:57:53",
            "comment": "TAA is the luckiest defender in the world"
        },
        {
            "time": "2022-11-06 12:01:55",
            "comment": "hugging Salah is a defending Speedrun tactic at this point"
        },
        {
            "time": "2022-11-06 12:04:18",
            "comment": "How is Trent so slow"
        },
        {
            "time": "2022-11-06 12:04:37",
            "comment": "Trent mate are you serious"
        },
        {
            "time": "2022-11-06 12:04:46",
            "comment": "Trent relax"
        },
        {
            "time": "2022-11-06 12:04:55",
            "comment": "Trent LMAO"
        },
        {
            "time": "2022-11-06 12:04:57",
            "comment": "the only communication the liverpool players have with each other is between the front three. everyone else is backing off and doing fuck all"
        },
        {
            "time": "2022-11-06 12:05:14",
            "comment": "TAA might be the worst defender for a pro team, that i ever saw. And i saw Arsenals brazilian Wingback (forgot his name) and Emerson Royal."
        },
        {
            "time": "2022-11-06 12:05:16",
            "comment": "that should be a yellow lol, he’s getting rinsed"
        },
        {
            "time": "2022-11-06 12:06:04",
            "comment": "Why do refs not get friggin audited?? These kinda of crappy performances from refs constantly goes unpunished"
        },
        {
            "time": "2022-11-06 12:06:04",
            "comment": "Wtf is Trent doing? Has he forgotten how to defend?"
        },
        {
            "time": "2022-11-06 12:06:12",
            "comment": "Not sure who looks more out of depth TAA or ref"
        },
        {
            "time": "2022-11-06 12:06:48",
            "comment": "Exciting match . Very entertaining. Proper football"
        },
        {
            "time": "2022-11-06 12:07:03",
            "comment": "Trent lost his head there"
        },
        {
            "time": "2022-11-06 12:08:11",
            "comment": "£80m for a raw player says everything about the transfer market"
        },
        {
            "time": "2022-11-06 12:08:58",
            "comment": "Ben Davies was the big spoon in that tackle"
        },
        {
            "time": "2022-11-06 12:09:38",
            "comment": "Missing Richy, Deki, and Son is really keeping us from punishing this sloppy defense"
        },
        {
            "time": "2022-11-06 12:09:39",
            "comment": "That finish by Salah was very nice footwork"
        },
        {
            "time": "2022-11-06 12:09:47",
            "comment": "Eric DIRE"
        },
        {
            "time": "2022-11-06 12:09:49",
            "comment": "SALAH!!!!"
        },
        {
            "time": "2022-11-06 12:09:57",
            "comment": "Defenders love to gift Salah goals, eh?"
        },
        {
            "time": "2022-11-06 12:09:57",
            "comment": "Thanks for the brain fart Dier."
        },
        {
            "time": "2022-11-06 12:10:07",
            "comment": "ERIC DIER ladies and gentleman 👌"
        },
        {
            "time": "2022-11-06 12:10:08",
            "comment": "Get him on the plane 😍😍😍😍"
        },
        {
            "time": "2022-11-06 12:10:15",
            "comment": "Big gift from Dier"
        },
        {
            "time": "2022-11-06 12:10:22",
            "comment": "Dier for England"
        },
        {
            "time": "2022-11-06 12:10:30",
            "comment": "Southgate didn’t see that"
        },
        {
            "time": "2022-11-06 12:10:35",
            "comment": "Apparently Sanchez is worse than Dier on the right?"
        },
        {
            "time": "2022-11-06 12:10:42",
            "comment": "Hahahahaha.\n\nThat was fucking Dier."
        },
        {
            "time": "2022-11-06 12:10:48",
            "comment": "All those people who have taken Salah out of their fantasy team or removed him as captain are regretting it now"
        },
        {
            "time": "2022-11-06 12:11:11",
            "comment": "Spurs not crumble against a good team challenge (impossible)"
        },
        {
            "time": "2022-11-06 12:11:12",
            "comment": "Shit mistake but still amazing finish. Idk if Darwin is finishing that."
        },
        {
            "time": "2022-11-06 12:11:15",
            "comment": "Not looking forward to Southgate selecting all these donkeys"
        },
        {
            "time": "2022-11-06 12:11:36",
            "comment": "Can't wait to see a Dier-Maguire partnership for England in Qatar. Comedy."
        },
        {
            "time": "2022-11-06 12:11:44",
            "comment": "Is ok this is part of the plan, Spurs will turn it on in the last 20 minutes"
        },
        {
            "time": "2022-11-06 12:11:52",
            "comment": "What a finish too"
        },
        {
            "time": "2022-11-06 12:11:55",
            "comment": "Salah is fucking ruthless man. Elite finishing"
        },
        {
            "time": "2022-11-06 12:11:58",
            "comment": "Eric Diebolical"
        },
        {
            "time": "2022-11-06 12:12:19",
            "comment": "Snow Salah is inevitable"
        },
        {
            "time": "2022-11-06 12:12:21",
            "comment": "Just a Portuguese maguire"
        },
        {
            "time": "2022-11-06 12:12:42",
            "comment": "Conte will be gone by summer. Either sacked or walking when the Juve job is free. For once he can’t moan about Levy not backing him ."
        },
        {
            "time": "2022-11-06 12:12:50",
            "comment": "Is the audio setup shit or is it extremely quiet in the stadium? Can hear the players talk."
        },
        {
            "time": "2022-11-06 12:13:03",
            "comment": "Luckily for Lloris, Mandzukic wasnt there"
        },
        {
            "time": "2022-11-06 12:13:15",
            "comment": "Firminos pressing is second to none"
        },
        {
            "time": "2022-11-06 12:13:31",
            "comment": "Lloris as well nah this is too funny"
        },
        {
            "time": "2022-11-06 12:13:38",
            "comment": "Captain Lloris wants to cheer dier up. What a man you are Lloris"
        },
        {
            "time": "2022-11-06 12:13:45",
            "comment": "Conte is probably gonna punch someone during HT at this rate lmao!"
        },
        {
            "time": "2022-11-06 12:14:24",
            "comment": "We just love shooting ourselves in the foot don't we"
        },
        {
            "time": "2022-11-06 12:15:50",
            "comment": "These crowd noices are funny"
        },
        {
            "time": "2022-11-06 12:16:45",
            "comment": "Apparently Hasenhuttl is out at Southampton. Sad, I like him, but Soton are not good."
        },
        {
            "time": "2022-11-06 12:18:18",
            "comment": "Liverpool look a lot less shaky after Dier's gift."
        },
        {
            "time": "2022-11-06 12:18:30",
            "comment": "Peacock displaying the wrong score"
        },
        {
            "time": "2022-11-06 12:18:40",
            "comment": "Was there any team that won PL playing 3 at the back since 2010?"
        },
        {
            "time": "2022-11-06 12:21:08",
            "comment": "I know Spurs have some important injuries, but this midfield 3 just doesn’t make sense. If you’re going to play 3 at the back with 3 central midfielders, you need at least one of them to be more of an attacking threat - a goal scorer, a creator, etc."
        },
        {
            "time": "2022-11-06 12:30:35",
            "comment": "Trents defending has been comical today.\n\nI hope Liverpool wake up a bit in the second half they can't rely on Dier to gift them something to settle their nerves again."
        },
        {
            "time": "2022-11-06 12:34:06",
            "comment": "Nunez can defend as well this man is elite"
        },
        {
            "time": "2022-11-06 12:34:24",
            "comment": "Nunez CB?"
        },
        {
            "time": "2022-11-06 12:35:01",
            "comment": "Nunez jumped like he was on a trampoline"
        },
        {
            "time": "2022-11-06 12:37:36",
            "comment": "Perisic 🤝 Hitting the woodwork"
        },
        {
            "time": "2022-11-06 12:38:17",
            "comment": "Liverpool losing/drawing via a Spurs second half performance would be peak this season"
        },
        {
            "time": "2022-11-06 12:38:18",
            "comment": "Poor hit in the end there"
        },
        {
            "time": "2022-11-06 12:41:30",
            "comment": "Konate having a massive game, Liverpool truly needed him"
        },
        {
            "time": "2022-11-06 12:41:35",
            "comment": "Ali loves to give us a good chance to check our heart health"
        },
        {
            "time": "2022-11-06 12:41:41",
            "comment": "Is football allergic to picture-in-picture? I can hear the game being played while you show a replay, please let me watch it"
        },
        {
            "time": "2022-11-06 12:41:44",
            "comment": "Alisson having a stroll mid game"
        },
        {
            "time": "2022-11-06 12:43:40",
            "comment": "I hope Emerson stays at Spurs for many years"
        },
        {
            "time": "2022-11-06 12:43:57",
            "comment": "Emerson you are a bit pants"
        },
        {
            "time": "2022-11-06 12:44:01",
            "comment": "We're just leaving Emerson all the time and space in the world and he can do nothing in the attacking half"
        },
        {
            "time": "2022-11-06 12:44:08",
            "comment": "Nothing royal about him."
        },
        {
            "time": "2022-11-06 12:46:42",
            "comment": "Nunez is actually a better defender than Trent"
        },
        {
            "time": "2022-11-06 12:46:53",
            "comment": "Tottenham players are comically bad at crossing the ball."
        },
        {
            "time": "2022-11-06 12:47:06",
            "comment": "Emerson Royal is fuckin dreadful"
        },
        {
            "time": "2022-11-06 12:47:21",
            "comment": "That was good by Nunez"
        },
        {
            "time": "2022-11-06 12:47:36",
            "comment": "Kicked in the face, on his feet 2 seconds later. Swear if I could take one player from Spurs it's Hojbjerg"
        },
        {
            "time": "2022-11-06 12:48:17",
            "comment": "lol Emerson Royal talking to Nunez and he likely doesn't have a clue what he's saying"
        },
        {
            "time": "2022-11-06 12:48:24",
            "comment": "Emerson worst player on the pitch by far"
        },
        {
            "time": "2022-11-06 12:48:33",
            "comment": "hahaha Darwin completely mugged him off"
        },
        {
            "time": "2022-11-06 12:49:16",
            "comment": "Here’s a lesson for those that do not understand football.\n\nLiverpool’s system over the last 5 years relied on hard working, energetic defensive midfielders who are able to press, recycle the ball and keep possession. Henderson, Wijnaldum, Milner, often dubbed the “Brexit Midfield” were perfect for this.\n\nCreativity came from two of the most creative players in the league (TAA, Robertson).\n\nEverybody was crying for more creativity in the midfield, and over the last couple of seasons, they’ve got what they asked for. Elliot, Thiago, Carvalho, playmakers who can split the defence with a weighted through ball.\n\nWhat everybody is now discovering though, is that you can only have 11 players on the pitch. By playing these more creative midfielders, you have to sacrifice the hard working defenders. Without them, the whole system fails. The full backs are no longer protected, meaning they don’t have as much freedom to create in the same way they did in the past, and in defence they are left exposed multiple times a game.\n\nLiverpool have moved away from a style, in a very subtle way, that got them to 3 champions league finals, and close to 100 points multiple times. One of the premier league’s best ever sides. They failed to replace Wijnaldum, they failed to anticipate the decline of an aging Henderson and Milner, and have paid the price.\n\nBut I guess at least now they have some midfielders who can get assists, that’s the most important thing, right?"
        },
        {
            "time": "2022-11-06 12:49:18",
            "comment": "Darwin cooked him"
        },
        {
            "time": "2022-11-06 12:49:38",
            "comment": "ngl, i never thought nunez would be this quick."
        },
        {
            "time": "2022-11-06 12:50:13",
            "comment": "I reckon they could play until this time tomorrow and Spurs wouldn't score"
        },
        {
            "time": "2022-11-06 12:51:02",
            "comment": "Spurs play decent football in the middle but the defense and the final 3rd is comical it feels like Kane is attacking alone"
        },
        {
            "time": "2022-11-06 12:51:03",
            "comment": "Lol they muted the audio there"
        },
        {
            "time": "2022-11-06 12:51:09",
            "comment": "Spurs strategy, put Cross into the box and hope for luck."
        },
        {
            "time": "2022-11-06 12:51:16",
            "comment": "Time for some subs, that attack was completely static, no movement at all"
        },
        {
            "time": "2022-11-06 12:51:45",
            "comment": "Spurs playing like they are 2-0 up not 2-0 down"
        },
        {
            "time": "2022-11-06 12:53:14",
            "comment": "Bryan Gil genuinely looks like Hayley Cropper"
        },
        {
            "time": "2022-11-06 12:54:42",
            "comment": "With the quality of players on the pitch, this match should not have this level of poor first touch from some of the players"
        },
        {
            "time": "2022-11-06 12:55:34",
            "comment": "I'm going to send Emerson a nice thank you card for those 68 minutes"
        },
        {
            "time": "2022-11-06 12:55:40",
            "comment": "One of Bissouma's best games for us honestly regardless of the scoreline, he's been good."
        },
        {
            "time": "2022-11-06 12:55:59",
            "comment": "Emerson out and goal comes right away"
        },
        {
            "time": "2022-11-06 12:56:05",
            "comment": "Kulu comes on we concede straight away who could predict this"
        },
        {
            "time": "2022-11-06 12:56:33",
            "comment": "We've really missed that Juve reject."
        },
        {
            "time": "2022-11-06 12:56:36",
            "comment": "kulusevski is amazing"
        },
        {
            "time": "2022-11-06 12:56:37",
            "comment": "Kulu is ridiculous"
        },
        {
            "time": "2022-11-06 12:56:40",
            "comment": "Kulu is so important for Spurs"
        },
        {
            "time": "2022-11-06 12:56:40",
            "comment": "No saving that, fair play"
        },
        {
            "time": "2022-11-06 12:56:43",
            "comment": "oh my, game on!"
        },
        {
            "time": "2022-11-06 12:56:44",
            "comment": "What a finish"
        },
        {
            "time": "2022-11-06 12:56:54",
            "comment": "Thats a world class finish from Kane"
        },
        {
            "time": "2022-11-06 12:57:23",
            "comment": "Nunez is a weapon for Liverpool already. Imagine what he'd be like if he gets good at football."
        },
        {
            "time": "2022-11-06 12:57:50",
            "comment": "Only Conte could get booked after his own team scores."
        },
        {
            "time": "2022-11-06 12:57:52",
            "comment": "Conte lmao"
        },
        {
            "time": "2022-11-06 12:58:14",
            "comment": "Doherty and kulu make 1 right decision and it's a goal immediately, Emerson starts next i bet all my money still"
        },
        {
            "time": "2022-11-06 12:58:24",
            "comment": "What was Conte doing lmao"
        },
        {
            "time": "2022-11-06 12:58:38",
            "comment": "Conte making a mountain out of a molehill"
        },
        {
            "time": "2022-11-06 12:58:54",
            "comment": "Lol Klopps just standing there confused"
        },
        {
            "time": "2022-11-06 12:59:46",
            "comment": "Emerson Royal goes off and Tottenham score"
        },
        {
            "time": "2022-11-06 12:59:49",
            "comment": "Curtis Jones coming on oh no"
        },
        {
            "time": "2022-11-06 12:59:56",
            "comment": "Conte getting carded as much as players, this season"
        },
        {
            "time": "2022-11-06 13:01:16",
            "comment": "It’s insane that a club that moves billions of dollars has to sub in Curtis fucking Jones to hold an important result"
        },
        {
            "time": "2022-11-06 13:05:22",
            "comment": "Spurs are 100% going to equalise"
        },
        {
            "time": "2022-11-06 13:06:17",
            "comment": "Can see this ending 2-2, Liverpool haven't shown up in the second half"
        },
        {
            "time": "2022-11-06 13:06:28",
            "comment": "I didn’t know that it was pronounced Long Ley before today"
        },
        {
            "time": "2022-11-06 13:07:50",
            "comment": "Just need a shithouse goal for Tottenham in the last minute and a brawl, would be a great ending to this match."
        },
        {
            "time": "2022-11-06 13:08:50",
            "comment": "We can’t get anything from this ref"
        },
        {
            "time": "2022-11-06 13:09:01",
            "comment": "Horrible ref"
        },
        {
            "time": "2022-11-06 13:09:57",
            "comment": "Trent is completely useless when the team needs to defend\n\nUseless."
        },
        {
            "time": "2022-11-06 13:10:00",
            "comment": "Bentacur the salmon"
        },
        {
            "time": "2022-11-06 13:11:39",
            "comment": "not a foul but it looks hurt"
        },
        {
            "time": "2022-11-06 13:11:42",
            "comment": "Emerson is not a real player"
        },
        {
            "time": "2022-11-06 13:12:12",
            "comment": "Spurs fans have been amazing"
        },
        {
            "time": "2022-11-06 13:13:08",
            "comment": "Gomez and Ramsay need to be coming on"
        },
        {
            "time": "2022-11-06 13:14:06",
            "comment": "2-2 would be a fair result, but can't be fucked to watch yet another late Spurs goal"
        },
        {
            "time": "2022-11-06 13:14:34",
            "comment": "Spurs wasted so much time and so many chances. Should've played like this from the start."
        },
        {
            "time": "2022-11-06 13:15:25",
            "comment": "how have spurs not scored"
        },
        {
            "time": "2022-11-06 13:15:37",
            "comment": "WTF IS TRENT DOING???!!! WHY IS ALLWOING HIM TO CROSS????!!!!!"
        },
        {
            "time": "2022-11-06 13:15:37",
            "comment": "How the fuck have we not scored again. What the fuck is going on."
        },
        {
            "time": "2022-11-06 13:15:41",
            "comment": "Oooooh. That was close"
        },
        {
            "time": "2022-11-06 13:15:44",
            "comment": "Running out of time...."
        },
        {
            "time": "2022-11-06 13:15:53",
            "comment": "Spurs have been much better this half"
        },
        {
            "time": "2022-11-06 13:16:12",
            "comment": "Rarely seen klopp park the bus this hard. Shows how bad things are"
        },
        {
            "time": "2022-11-06 13:16:15",
            "comment": "Ref hasn’t called anything so he’ll probably call a minute extra time"
        },
        {
            "time": "2022-11-06 13:17:19",
            "comment": "Absolutely don't understand Curtis Jones, FFS we'd be better off with 10 instead."
        },
        {
            "time": "2022-11-06 13:17:38",
            "comment": "Yellow for TAA???"
        },
        {
            "time": "2022-11-06 13:18:07",
            "comment": "OX IS THE MAN WE NEED"
        },
        {
            "time": "2022-11-06 13:18:24",
            "comment": "A wild chamberlain appears…"
        },
        {
            "time": "2022-11-06 13:18:50",
            "comment": "Immaculate beard from Salah - lovely fade. Replaced by Chamberlain’s whose beard disappeared where it joins his hair"
        },
        {
            "time": "2022-11-06 13:19:02",
            "comment": "With games like this you definitely understand why Liverpool's xGA is so crap this season"
        },
        {
            "time": "2022-11-06 13:20:10",
            "comment": "Trent mate mark your man you fucking tit"
        },
        {
            "time": "2022-11-06 13:20:10",
            "comment": "what is trent doing, actually embarrassing"
        },
        {
            "time": "2022-11-06 13:20:49",
            "comment": "Thiago somehow reminds me of Hazard, idk if it's his face, build, walk or mannerism. Idk"
        },
        {
            "time": "2022-11-06 13:21:03",
            "comment": "VVD has to be least busy CB I've ever seen in a team that is defending in a deep block"
        },
        {
            "time": "2022-11-06 13:21:42",
            "comment": "Thank fuck holy shit that 2nd half was dreadful"
        },
        {
            "time": "2022-11-06 11:51:36",
            "comment": "Looked like a shove in the back rather than shoulder to shoulder. Should be a pen"
        },
        {
            "time": "2022-11-06 13:24:57",
            "comment": "Tottenham lost in first half with that idiotic lack of awareness from Dier, but with that said the ref standard and the rules different depending on the team is getting tiring, absolutely ZERO consistency"
        },
        {
            "time": "2022-11-06 11:51:44",
            "comment": "Definitely a pen, once again inconsistent refereeing"
        },
        {
            "time": "2022-11-06 11:52:42",
            "comment": "Darwin 'Fastest in the Premier League' Nunez didn't seem very quick compared to Bissouma there."
        },
        {
            "time": "2022-11-06 12:05:02",
            "comment": "Bro this guy cannot defend for his life lmao it is hilarious"
        },
        {
            "time": "2022-11-06 13:26:10",
            "comment": "I just hope and pray that this match didn't re-aggravate Kulusevski's injury. He only had half a training session before this game."
        },
        {
            "time": "2022-11-06 11:51:36",
            "comment": "That's dodgy that, probably should be given as a pen, definite arm in the back"
        },
        {
            "time": "2022-11-06 11:51:17",
            "comment": "Didn’t cancelo get sent off for the same thing wtf"
        },
        {
            "time": "2022-11-06 11:56:58",
            "comment": "Everyone is so damn toxic in this thread."
        },
        {
            "time": "2022-11-06 12:05:37",
            "comment": "How the fuck is that not a booking? Full on two handed shove after he's been beaten"
        },
        {
            "time": "2022-11-06 12:06:34",
            "comment": "Trent is actually just so bad at defending. Becoming a bigger and bigger problem."
        },
        {
            "time": "2022-11-06 12:07:46",
            "comment": "Stadium is so silent"
        },
        {
            "time": "2022-11-06 12:10:08",
            "comment": "And that fucking idiot is gonna be starting for England at a World Cup? Fuck me we are fucked"
        },
        {
            "time": "2022-11-06 12:38:07",
            "comment": "Here's an idea Klopp\n\nYou are 2-0 up, sub off Trent for Gomez"
        },
        {
            "time": "2022-11-06 12:38:41",
            "comment": "Liverpool fullbacks are just vibes or what?"
        }
    ]
}