{
    "title": "Match Thread: Man Utd vs Arsenal English",
    "match_date": "2022-09-04",
    "comments": [
        {
            "time": "2022-09-04 12:10:00",
            "comment": "Ten Hag let the old guard of players dig their own grave at the start of the season so he could take ultimate control, 5head move"
        },
        {
            "time": "2022-09-04 11:38:29",
            "comment": "Head injuries are no joke. Better safe than sorry"
        },
        {
            "time": "2022-09-04 13:26:20",
            "comment": "Antony is exactly how they design the deliquntent bad school/college guys in anime"
        },
        {
            "time": "2022-09-04 13:30:11",
            "comment": "the vibes between MU defenders are touching"
        },
        {
            "time": "2022-09-04 13:26:10",
            "comment": "best signing for united this season is the free transfer from brentford."
        },
        {
            "time": "2022-09-04 11:30:13",
            "comment": "would love it if Arsenal drop points to today so our path to the title is clearer"
        },
        {
            "time": "2022-09-04 11:56:48",
            "comment": "\"Now we've got global warming. Allegedly.\" :/"
        },
        {
            "time": "2022-09-04 12:11:34",
            "comment": "I know he's got 3 goals this season, but I wish someone would tell Odegaard that shooting can be fun"
        },
        {
            "time": "2022-09-04 13:21:39",
            "comment": "Ronaldo looks about two minutes away from murdering one of his teammates at all times"
        },
        {
            "time": "2022-09-04 11:26:56",
            "comment": "Sure does feel good to support a top 4 club doesnt it arsenal fans"
        },
        {
            "time": "2022-09-04 11:45:30",
            "comment": "Meh more or less fair, Ødegaard didn’t get the ball"
        },
        {
            "time": "2022-09-04 12:19:21",
            "comment": "Antony trying those OP FIFA finesse shots"
        },
        {
            "time": "2022-09-04 12:31:39",
            "comment": "[deleted]"
        },
        {
            "time": "2022-09-04 11:56:51",
            "comment": "Great tackle by Anthony on McTominay"
        },
        {
            "time": "2022-09-04 12:21:24",
            "comment": "This match giving me proper 2000 vibes \n\nFucking love it honestly"
        },
        {
            "time": "2022-09-04 11:45:59",
            "comment": "It should be disallowed, much as it pisses me off. It's the correct call"
        },
        {
            "time": "2022-09-04 13:36:07",
            "comment": "United fans, how nervous did you get when Maguire came on?"
        },
        {
            "time": "2022-09-04 13:22:48",
            "comment": "I'm not sure I get the general sentiment in this thread at the moment.\n\nGood result for United. Played well enough and took their chances when they came.\n\nAs for Arsenal, though, I don't think the performance has been atrocious or the result particularly ominous for their season going forward.\n\nThey had to lose at some point. Away to a reinvigorated United full of talent doesn't seem too farfetched."
        },
        {
            "time": "2022-09-04 12:21:56",
            "comment": "The title is Brighton's to lose"
        },
        {
            "time": "2022-09-04 13:05:07",
            "comment": "Arteta’s vincibles"
        },
        {
            "time": "2022-09-04 11:45:09",
            "comment": "Looks like a foul to me, since he uses his hands to push Eriksen, same as McTominay’s foul.\n\nClass counter, though"
        },
        {
            "time": "2022-09-04 13:26:02",
            "comment": "We played well, but this is a lesson for Arteta. If we try this high line against Spurs, who actually specialize counter attacking football, we will get annihilated. \n\nHave to mix in a bit of pragmatism into our footballing identity for these types of games."
        },
        {
            "time": "2022-09-04 11:56:45",
            "comment": "global warming \"allegedly\" - oh, fuck off."
        },
        {
            "time": "2022-09-04 11:26:28",
            "comment": "Gotta be honest, I can see Man Utd winning today (and winning comfortably). If Arsenal win though and make it six out of six, I would make them favourites to win the WC in Qatar."
        },
        {
            "time": "2022-09-04 11:33:47",
            "comment": "‘If Granit Xhaka did that…’ - Gabriel Jesus to the referee."
        },
        {
            "time": "2022-09-04 11:56:15",
            "comment": "I love that Lee Dixon just said we allegedly have global warming"
        },
        {
            "time": "2022-09-04 11:47:06",
            "comment": "Neutral watching this game.\n\nAre you telling me that VAR review actually produced the *right* call??? They must know people are scrutinizing it more than ever after the insanely bad calls yesterday,"
        },
        {
            "time": "2022-09-04 12:09:29",
            "comment": "Jesus is a nightmare to defend against while the ball is dropping out of the air.\n\nHe has made defenders look silly on a number of occasions this season in those situations."
        },
        {
            "time": "2022-09-04 12:13:19",
            "comment": "The trouble with Arsenal is, they always try and walk it in...\n\nSeriously though, get a shot away!"
        },
        {
            "time": "2022-09-04 13:05:12",
            "comment": "ETH's powers are so great he can bring Arsenal into March at the start of September"
        },
        {
            "time": "2022-09-04 11:56:43",
            "comment": "\"Now we've got global warming... allegedly\" ... ahhh yes, old people are universally stupid regardless of the country they're from."
        },
        {
            "time": "2022-09-04 13:15:05",
            "comment": "Maguire red card speed run"
        },
        {
            "time": "2022-09-04 13:16:56",
            "comment": "That's a shocking tackle by Saka, miles late"
        },
        {
            "time": "2022-09-04 12:09:36",
            "comment": "Tyler and Neville sound like they each have a hand in the other's pants"
        },
        {
            "time": "2022-09-04 13:37:42",
            "comment": "NGL after that Brentford lost I thought United was toast. Kudos to ETH to turn things around and instill confidence on the lads."
        },
        {
            "time": "2022-09-04 13:55:20",
            "comment": "Listening to Bruno's interview, I just have no idea how Maguire is still their captain"
        },
        {
            "time": "2022-09-04 11:58:07",
            "comment": "Ref's seeing fuck all"
        },
        {
            "time": "2022-09-04 12:10:54",
            "comment": "Saka and Odegaard look for an unnecessary pass when they should be shooting far too often\n\nSo frustrating"
        },
        {
            "time": "2022-09-04 13:31:29",
            "comment": "Thought we played pretty well, but these counterattacking teams are going to eat us alive. I know Arteta wants to play his perfect Diet Pep ball, but a team like Tottenham will feast against us."
        },
        {
            "time": "2022-09-04 12:08:35",
            "comment": "Give Varane a yellow card challenge (IMPOSSIBLE)"
        },
        {
            "time": "2022-09-04 13:32:04",
            "comment": "everybody was freaking out after the Brentford game but it seems that Man U turned their engines on now , two wins with top teams in a row."
        },
        {
            "time": "2022-09-04 14:00:12",
            "comment": "Erik ten hag—> Eriksen — coincidence?"
        },
        {
            "time": "2022-09-04 11:38:33",
            "comment": "OK, that backpass from Antony was very, very sweet."
        },
        {
            "time": "2022-09-04 11:40:57",
            "comment": "As someone who had a couple of concussions, it’s sad to see that people can’t comprehend that Jesus knocked his head on the ground. \n\nGood on the ref for not taking any chances."
        },
        {
            "time": "2022-09-04 12:17:43",
            "comment": "I can smell some red cards in the 2nd half\n\nSome players seem eager to put in a dangerous tackle"
        },
        {
            "time": "2022-09-04 13:20:08",
            "comment": "Hilariously actually one of the best games I’ve seen McTominay play for United"
        },
        {
            "time": "2022-09-04 13:56:52",
            "comment": "Comments from all groups including Arsenal fans are so pathetic here. \n\nProps to United, Varane and Martinez is quite a pairing. Tough game to lose from an Arsenal perspective given there was periods of really good play, which just lacked decision making in the box. Arsenal really missing Partey and Elneny. Sambi had some good touches but he drifts to forward for the position and role he was needed in for today which left our back line exposed. Mistakes from the back line where punished. Hoping for a bounce back from Arsenal. Our overall quality is drastically improved but if we don’t finish off chances there will be more games like this.\n\nThough United’s goals where from counters, that first 10 minutes of pressing looked good. If Casemeiro gets going they look strong. However I personally can’t stand Bruno Fernandez."
        },
        {
            "time": "2022-09-04 11:35:30",
            "comment": "Gonna try and enjoy this game after what i watched an hour ago"
        },
        {
            "time": "2022-09-04 11:37:52",
            "comment": "ye fair enough for the stoppage, I did that a few years ago at the park and ended up with a concussion lmao"
        },
        {
            "time": "2022-09-04 11:38:28",
            "comment": "Ok Antony got some sauce."
        },
        {
            "time": "2022-09-04 11:45:31",
            "comment": "Ødegaard hasn't got any of the ball, he's made contact with the knee and he's shoved Eriksen for good measure."
        },
        {
            "time": "2022-09-04 12:06:02",
            "comment": "That's poor from Ramsdale, Anthony is left footed, why does he think he's going to go near post?????"
        },
        {
            "time": "2022-09-04 12:15:21",
            "comment": "All is pointing towards emotions boiling over in the second half and Tierney is losing the control of the game not taking action and it goes for both sides."
        },
        {
            "time": "2022-09-04 13:04:57",
            "comment": "Say what you want about not bringing Casemiro, but bringing Ronaldo and Fred brought control back to United."
        },
        {
            "time": "2022-09-04 11:56:48",
            "comment": "Did Peter Drury just say \"global warming, allegedly\"?"
        },
        {
            "time": "2022-09-04 11:51:22",
            "comment": "Nobody: \nGabriel Jesus: 🥺"
        },
        {
            "time": "2022-09-04 11:45:08",
            "comment": "I'd be pissed off as an Arsenal supporter, but it seems like the right call."
        },
        {
            "time": "2022-09-04 11:48:00",
            "comment": "It's a foul, unsurprising decision"
        },
        {
            "time": "2022-09-04 11:52:44",
            "comment": "The non goal seems to have taken a bit of the sting out of United"
        },
        {
            "time": "2022-09-04 11:58:45",
            "comment": "Varane’s getting away with a bit there on Jesus. He’s very tight every time to Jesus really a risk of him getting it wrong and leaving a lot of space"
        },
        {
            "time": "2022-09-04 12:10:51",
            "comment": "Maguire is never coming back into this team’s first choice 11."
        },
        {
            "time": "2022-09-04 12:24:02",
            "comment": "45 minutes in and Antony is already a Top 3 villain in the league. United fans will love him; everyone else will hate his guts. Should be fun lol"
        },
        {
            "time": "2022-09-04 13:10:55",
            "comment": "Maguire coming on and immediately getting booked. Brilliant."
        },
        {
            "time": "2022-09-04 13:21:21",
            "comment": "Ronaldo wants to take his top off, just let him"
        },
        {
            "time": "2022-09-04 13:22:41",
            "comment": "Ronaldo desperately wants his name on the goal sheet!"
        },
        {
            "time": "2022-09-04 13:23:22",
            "comment": "In this case he probably has a right to be mad, Bruno should have been quicker"
        },
        {
            "time": "2022-09-04 13:24:46",
            "comment": "Ronaldo really wants a goal"
        },
        {
            "time": "2022-09-04 11:46:15",
            "comment": "Definitely a foul. It's a 2 handed push and Odegaard doesn't even touch the ball. How's there even a discussion?"
        },
        {
            "time": "2022-09-04 13:29:18",
            "comment": "6 points separate the top 8. Barring a ridiculous Man City run of form like they usually do, we have an amazing season on our hands"
        },
        {
            "time": "2022-09-04 12:08:03",
            "comment": "Lol the 4th official celebrating with Ten Hag"
        },
        {
            "time": "2022-09-04 11:38:51",
            "comment": "Alright Antony, I see you!"
        },
        {
            "time": "2022-09-04 11:51:59",
            "comment": "Goals must be 4x bigger in Netherlands"
        },
        {
            "time": "2022-09-04 12:19:19",
            "comment": "United have never lost a prem match at home when leading at half time. I guarantee that'll be brought up by the 50th min."
        },
        {
            "time": "2022-09-04 12:42:05",
            "comment": "Odegaard how did you not score there"
        },
        {
            "time": "2022-09-04 13:14:54",
            "comment": "ok, 5 minutes of maguire make martinez look like cannavaro"
        },
        {
            "time": "2022-09-04 11:46:15",
            "comment": "Odegaard gets nowhere near the ball and pushes over Eriksen. Whether he goes down easily or not is irrelevant because its not a genuine or clean challenge for the ball."
        },
        {
            "time": "2022-09-04 13:25:44",
            "comment": "Ronaldo, I understand you want a goal but ffs, your team is leading 3-1 at home vs Arsenal. Calma caralho."
        },
        {
            "time": "2022-09-04 12:09:32",
            "comment": "How is Varane not on a yellow lmao"
        },
        {
            "time": "2022-09-04 11:38:57",
            "comment": "That was brilliant by Antony"
        },
        {
            "time": "2022-09-04 11:43:32",
            "comment": "That's a clear foul"
        },
        {
            "time": "2022-09-04 11:44:43",
            "comment": "Its a soft one but it should be a foul"
        },
        {
            "time": "2022-09-04 11:47:58",
            "comment": "It looked like a foul in real time from tv, don't know how people are complaining after seeing the replays"
        },
        {
            "time": "2022-09-04 12:05:44",
            "comment": "all he needed to do was the cha cha slide and it powered him right up"
        },
        {
            "time": "2022-09-04 12:12:18",
            "comment": "can't believe super sunday is delivering. tears in my eyes. just need to get the moloko song back on as the theme"
        },
        {
            "time": "2022-09-04 12:27:10",
            "comment": "not sure why hasslebaink is so incensed at that"
        },
        {
            "time": "2022-09-04 13:01:22",
            "comment": "So there’s a rumor we signed some great Brazilian defensive midfielder"
        },
        {
            "time": "2022-09-04 13:05:30",
            "comment": "idk what Arteta though was gonna happen switching to a back 3 when man united counter attacks 24/7 lol"
        },
        {
            "time": "2022-09-04 13:05:30",
            "comment": "That is a criminal defensive line man, wtf are these tactics? It's suicidal"
        },
        {
            "time": "2022-09-04 13:05:33",
            "comment": "Back to reality"
        },
        {
            "time": "2022-09-04 13:10:48",
            "comment": "Harry Maguire booked already LMFAO"
        },
        {
            "time": "2022-09-04 13:17:50",
            "comment": "Literally tried to injure Malacia"
        },
        {
            "time": "2022-09-04 13:21:47",
            "comment": "Ronaldo really wants that goal lmao"
        },
        {
            "time": "2022-09-04 12:18:37",
            "comment": "Who honestly thought Gary Neville would be a good commentary choice for every match United play? I don't want to listen to a fan talking about his club, I want unbiased commentary."
        },
        {
            "time": "2022-09-04 11:33:32",
            "comment": "If it wasn’t a minute into the game that’s a yellow"
        },
        {
            "time": "2022-09-04 12:15:00",
            "comment": "I’d honestly say Jesus is the best dribbler in the league right now, he always seems to beat his defender"
        },
        {
            "time": "2022-09-04 11:44:36",
            "comment": "Clear foul, let's not pretend otherwise ffs"
        },
        {
            "time": "2022-09-04 11:44:37",
            "comment": "That's a foul for me tbh"
        },
        {
            "time": "2022-09-04 11:47:06",
            "comment": "can VAR stop making correct decisions that go against what I want to happen smh"
        },
        {
            "time": "2022-09-04 11:48:32",
            "comment": "I'm all on board with bashing refs, specially after how awful they were yesterday, but that was the correct decision imo"
        },
        {
            "time": "2022-09-04 11:48:35",
            "comment": "Don’t know why everyone’s upset, ref made a good decision. Clear foul in the build up"
        },
        {
            "time": "2022-09-04 11:51:45",
            "comment": "Mctominay actually keeping Casemiro out the starting XI 💀"
        },
        {
            "time": "2022-09-04 12:21:28",
            "comment": "Athony almost ate the badge after he scored"
        },
        {
            "time": "2022-09-04 12:23:53",
            "comment": "Arsenal are overcopmplicating things a bit in the attacking third, a few too many passes when players should be shooting and playing passes to tightly marked players with no real outball."
        },
        {
            "time": "2022-09-04 12:44:23",
            "comment": "Really singing \"Paul Tierney he's one of our own\""
        },
        {
            "time": "2022-09-04 12:58:16",
            "comment": "CR7 enforced pressing error???? \n\nETH IS A FUCKING WIZARD"
        },
        {
            "time": "2022-09-04 12:59:13",
            "comment": "Judo slam from McTom, fucking hell"
        },
        {
            "time": "2022-09-04 12:59:15",
            "comment": "bro he legit did a sumo move on jesus wtf"
        },
        {
            "time": "2022-09-04 12:59:39",
            "comment": "SUPLEX CITY"
        },
        {
            "time": "2022-09-04 13:10:11",
            "comment": "This game will be complete with:\n\n1. A goal via a Maguire mistake.\n\n2. A Xhaka red card.\n\n3. Ronaldo scoring a tapin and taking off his shirt."
        },
        {
            "time": "2022-09-04 13:11:10",
            "comment": "Everyone laughing at Maguire when Casemiro was the one who gave away possession poorly lol"
        },
        {
            "time": "2022-09-04 13:14:26",
            "comment": "You’ve certainly seen them given. Not against Maguire though"
        },
        {
            "time": "2022-09-04 13:14:48",
            "comment": "Harry Maguire! Ladies and gentlemen! 👏 lol"
        },
        {
            "time": "2022-09-04 13:18:13",
            "comment": "“He’s not from Sene-GAL here’s from Portu-GAL”\n\n“He’s Erics-SON”\n\n\\#StopTyler2022"
        },
        {
            "time": "2022-09-04 13:25:00",
            "comment": "Good to see MU like that. But, what changed in and out the pitch for them as they manage to win several games in a row?"
        },
        {
            "time": "2022-09-04 13:29:16",
            "comment": "Maguire was subbed in on the 80th minute and gets a yellow card one minute in lol"
        },
        {
            "time": "2022-09-04 11:38:26",
            "comment": "Everyone that was not a foul. That was just a concussion protocol"
        },
        {
            "time": "2022-09-04 12:02:51",
            "comment": "you'd think it's 33AD the way they're treating Jesus"
        },
        {
            "time": "2022-09-04 12:05:20",
            "comment": "LMAO already kissing the fucking badge"
        },
        {
            "time": "2022-09-04 13:25:21",
            "comment": "This proves bald > lego hair"
        },
        {
            "time": "2022-09-04 13:26:49",
            "comment": "AFTV and popcorn today!"
        },
        {
            "time": "2022-09-04 14:00:01",
            "comment": "Man Utd played to their strengths and Arsenal didn't. Simple as that. Ten Hag won this battle with more shrewd approach to the game. He let Arsenal play it around. They had some good chances that could've changed the nature of the game but didn't take them. When Utd were 1 up, I knew it would be difficult to come back. Then Saka scores and I was sure we'd clinch it or at least get a point. By going so aggressively for the win, the players forgot to stay vigilant in defense. They get one chance and score. We look naive. This is football."
        },
        {
            "time": "2022-09-04 11:49:02",
            "comment": "Saying this as an Arsenal fan... The VAR call to overturn goal was a fair one.\n\n  \n\n\nVAR is shit, yes, but this is not the hill we should choose to die on."
        },
        {
            "time": "2022-09-04 12:27:39",
            "comment": "I think it was a weak call, however if it went against Arsenal, I would want the foul."
        },
        {
            "time": "2022-09-04 11:45:26",
            "comment": "Odegaard never touched the ball but definitely made contact with Eriksen. It’s not the worst foul you’ll ever see, but it’s right for VAR to turn that over, because Odegaard did not win the ball cleanly."
        },
        {
            "time": "2022-09-04 11:45:26",
            "comment": "All you saying thats not a foul need to get your United hate boner down lol"
        },
        {
            "time": "2022-09-04 11:45:32",
            "comment": "I say it's a foul\n\n&#x200B;\n\nBut VAR only decides to do it's job in our game somehow"
        },
        {
            "time": "2022-09-04 11:45:35",
            "comment": "It was a foul but a pretty weak one"
        },
        {
            "time": "2022-09-04 11:45:38",
            "comment": "Correct decision"
        },
        {
            "time": "2022-09-04 11:45:40",
            "comment": "Soft foul still a foul tbh"
        },
        {
            "time": "2022-09-04 11:46:24",
            "comment": "That's exactly how VAR should work"
        },
        {
            "time": "2022-09-04 11:48:16",
            "comment": "That fact that it’s even a discussion If that was a foul or not is fucking crazy to me lmao"
        },
        {
            "time": "2022-09-04 11:59:07",
            "comment": "How the bloody hell is that not a foul for manhandling Jesus and dragging him back?"
        },
        {
            "time": "2022-09-04 11:59:45",
            "comment": "So much malice in this thread, lol."
        },
        {
            "time": "2022-09-04 11:59:58",
            "comment": "Varane so desperately wants a hug from Jesus. Second time he's hand his arms all around him"
        },
        {
            "time": "2022-09-04 12:00:01",
            "comment": "If you go down for more than 15 seconds you should have to go off the field for 5 minutes as a medical precaution, stop the fucking rolling around"
        },
        {
            "time": "2022-09-04 12:05:40",
            "comment": "Antonyyyyyyyyyy!!!!!! I am gonna feast on the tears of the doubters."
        },
        {
            "time": "2022-09-04 12:05:44",
            "comment": "ANTONY!!! LETS FUCKING GOOO!!!!"
        },
        {
            "time": "2022-09-04 12:06:34",
            "comment": "No way we let the fidget spinner score yh liquidate the club"
        },
        {
            "time": "2022-09-04 12:09:10",
            "comment": "Varane is just molesting Jesus at this point"
        },
        {
            "time": "2022-09-04 12:10:16",
            "comment": "I think it’s gonna take 49 games for Rashford to understand that running straight into defenders doesn’t really work"
        },
        {
            "time": "2022-09-04 12:12:45",
            "comment": "Odegaard loves to create good opportunities in the box and then try to finish them with the most complicated shit he can think of"
        },
        {
            "time": "2022-09-04 12:12:58",
            "comment": "Rashford rising from the ashes as soon as the ball comes back. Jesus would be proud."
        },
        {
            "time": "2022-09-04 12:13:47",
            "comment": "Say what you will but I feel like there was 20 minutes of football being played and its 42nd minute"
        },
        {
            "time": "2022-09-04 12:19:41",
            "comment": "Not getting near enough shots off, spending too much time dancing around in their box. Saka has to be better"
        },
        {
            "time": "2022-09-04 12:21:44",
            "comment": "Both teams have looked good honestly. Pretty exciting match so far, can see it going either way"
        },
        {
            "time": "2022-09-04 12:24:34",
            "comment": "Antony will probably become a great player for United, but I'm sure some defenders in this league will be able to get under his skin this season."
        },
        {
            "time": "2022-09-04 12:26:07",
            "comment": "Have to say Ramsdale should do better on the goal. First he doesn't rush out to close the angle and then second, his preemptive dive should ALWAYS be to his right to cover the far post. Having allowed Antony to run around the ball by not rushing out, Antony's most natural effort will be to curl it towards the far corner with his left."
        },
        {
            "time": "2022-09-04 12:29:40",
            "comment": "Is there any plan to remodel Old Trafford's pitch? Anytime I watch a game I feel like somebody will die falling from the cliff on the side"
        },
        {
            "time": "2022-09-04 12:40:08",
            "comment": "United's wingers are defending pretty well and I hate it"
        },
        {
            "time": "2022-09-04 12:44:48",
            "comment": "I've rarely seen a 1-0 that looked so much like a 4-0 the other way"
        },
        {
            "time": "2022-09-04 12:45:28",
            "comment": "ETH has too do something soon Arsenal are just walking thru United's midfield.\n\nOnly a matter of time before they discover your allowed to shoot"
        },
        {
            "time": "2022-09-04 12:45:50",
            "comment": "We're dominating which means United will score on the counter"
        },
        {
            "time": "2022-09-04 12:50:39",
            "comment": "Buys Casemiro who controls the mid. Watches Arsenal dominate the midfield. Leaves Casemiro on the bench. ETH is the savior?"
        },
        {
            "time": "2022-09-04 12:51:46",
            "comment": "Rashford is literally useless lol \nedit: Fuck me"
        },
        {
            "time": "2022-09-04 12:55:20",
            "comment": "But but .. Reddit told me Bruno was bad..."
        },
        {
            "time": "2022-09-04 12:56:48",
            "comment": "United look so different, they actually give a shit"
        },
        {
            "time": "2022-09-04 12:58:52",
            "comment": "McTominay is a big WWE fan?"
        },
        {
            "time": "2022-09-04 12:59:38",
            "comment": "Ippon imho"
        },
        {
            "time": "2022-09-04 13:00:23",
            "comment": "Wtf was that suplex"
        },
        {
            "time": "2022-09-04 13:06:57",
            "comment": "Eriksen on a free is a legit A+ signing"
        },
        {
            "time": "2022-09-04 13:10:05",
            "comment": "Maguire's first involvement is a yellow 🙃 \n\nalbeit to cover for Casemiro's fuck up"
        },
        {
            "time": "2022-09-04 13:13:28",
            "comment": "Neville has dreamt up a narrative in his head and is just running with it, talking total nonsense"
        },
        {
            "time": "2022-09-04 13:13:43",
            "comment": "MAGUIRE BEHAVEEEE"
        },
        {
            "time": "2022-09-04 13:16:17",
            "comment": "Fuuuuuuck, that was nasty....could've gone worse. Saka needs to chill"
        },
        {
            "time": "2022-09-04 13:22:08",
            "comment": "It's all about ronaldo"
        },
        {
            "time": "2022-09-04 13:23:46",
            "comment": "I want to kiss Erik’s bald head"
        },
        {
            "time": "2022-09-04 13:24:11",
            "comment": "Ronaldo seems a bit cunty today but tbf he hasn't done any thing wrong. Got some good pass and pressure."
        },
        {
            "time": "2022-09-04 13:25:46",
            "comment": "Well, at least Goldbridge’s happy. I quite like the guy"
        },
        {
            "time": "2022-09-04 12:58:28",
            "comment": "Ronaldo with a good effort there. This sub should stop hating on him"
        },
        {
            "time": "2022-09-04 13:24:50",
            "comment": "Taking out Odegaard was a really poor decision by Arteta, they created nothing afterwards."
        },
        {
            "time": "2022-09-04 13:25:36",
            "comment": "And just like that, 6 games in, Liverpool are only 5 points clear of relegation."
        },
        {
            "time": "2022-09-04 13:28:58",
            "comment": "And its United that ends Arsenal's unbeaten run yet again.....Invincibles style."
        },
        {
            "time": "2022-09-04 11:58:52",
            "comment": "Varene allowed to do whatever he wants with Jesus. Was beat and just held him back hahah. Unreal"
        },
        {
            "time": "2022-09-04 13:26:46",
            "comment": "It's fucking incredible how Ten Hag has turned United around. mad respect to him."
        },
        {
            "time": "2022-09-04 12:22:34",
            "comment": "Virtually equal xG (0.47 to .049), Arsenal unquestionably with more control but United looking more dangerous on average when they get into the final third. Some chippiness as you would expect but great moments of football from both sides.\n\nAll-in-all, quite a good match and both sides can take clear positives from that first half. Points could still easily be split any way.\n\nOur biggest task for the second half is to do something about Eriksen, he's playing the role of midfield general to near perfection today."
        },
        {
            "time": "2022-09-04 12:22:57",
            "comment": "No kidding but the best signing that improved the team the most is legit erikson"
        },
        {
            "time": "2022-09-04 13:25:27",
            "comment": "McT is so scary with the ball at his feet and I don’t mean that in a good way 😂"
        },
        {
            "time": "2022-09-04 11:34:37",
            "comment": "Oof Antony's ankles cooked by Zinchenko"
        },
        {
            "time": "2022-09-04 11:38:17",
            "comment": "Head injuries should have a temporary sub to monitor for concussion tbh"
        },
        {
            "time": "2022-09-04 11:43:11",
            "comment": "That felt like a foul"
        },
        {
            "time": "2022-09-04 11:43:37",
            "comment": "Obvious foul"
        },
        {
            "time": "2022-09-04 11:44:21",
            "comment": "That is foul"
        },
        {
            "time": "2022-09-04 11:44:22",
            "comment": "That’s a foul 100%, the Arsenal player never touched the ball"
        },
        {
            "time": "2022-09-04 11:44:40",
            "comment": "Odegaard has not touched the ball with any body part, how can this possibly not be a foul. Why has he taken so long?"
        },
        {
            "time": "2022-09-04 11:44:44",
            "comment": "Clearly a foul"
        },
        {
            "time": "2022-09-04 11:45:36",
            "comment": "Fair call, for a change from VAR."
        },
        {
            "time": "2022-09-04 11:47:06",
            "comment": "It’s a foul"
        },
        {
            "time": "2022-09-04 11:48:02",
            "comment": "This just in: bad decisions don't justify other bad decisions. That was very obviously a foul"
        },
        {
            "time": "2022-09-04 11:49:16",
            "comment": "Arsenal are a very fun team to watch nowadays."
        },
        {
            "time": "2022-09-04 11:49:45",
            "comment": "Im a VAR fan, I am rooting for VAR to create as much controversy as possible"
        },
        {
            "time": "2022-09-04 11:50:35",
            "comment": "Jesus looks like the gingerbread man from shrek"
        },
        {
            "time": "2022-09-04 11:55:04",
            "comment": "Very good defending by Martinez"
        },
        {
            "time": "2022-09-04 11:57:06",
            "comment": "McTominay with a 'welcome to the league, cunt' tackle on his own teammate."
        },
        {
            "time": "2022-09-04 11:57:26",
            "comment": "Oh shit Bruno was actually fouled. Deserved a yellow"
        },
        {
            "time": "2022-09-04 11:57:27",
            "comment": "Ouch. That can't feel good"
        },
        {
            "time": "2022-09-04 11:57:50",
            "comment": "Sambi with a case for an orange card there"
        },
        {
            "time": "2022-09-04 11:59:19",
            "comment": "So now Utd can hold Jesus back? Wtf"
        },
        {
            "time": "2022-09-04 12:06:05",
            "comment": "Thay ball from Eriksen into Bruno completely makes that attack"
        },
        {
            "time": "2022-09-04 12:06:14",
            "comment": "\"He has the makings of being a United legend\" Can you fucking not...."
        },
        {
            "time": "2022-09-04 12:06:26",
            "comment": "The brazilians forwards showing up on the pitch on both ends"
        },
        {
            "time": "2022-09-04 12:07:35",
            "comment": "Gabriel should have a yellow as well wtf was that challenge"
        },
        {
            "time": "2022-09-04 12:07:57",
            "comment": "Someone should tell Varane that he can get Jesus’ shirt after the game"
        },
        {
            "time": "2022-09-04 12:08:05",
            "comment": "He actually called varene for a foul!!!"
        },
        {
            "time": "2022-09-04 12:08:35",
            "comment": "All I want is a yellow for any of these tactical fouls"
        },
        {
            "time": "2022-09-04 12:08:42",
            "comment": "How do neither of Utds CBs have a yellow"
        },
        {
            "time": "2022-09-04 12:09:10",
            "comment": "varane doing his best maguire impression today, using his hands more than his feet"
        },
        {
            "time": "2022-09-04 12:09:11",
            "comment": "Varane finally gets a foul called for that, he's been doing it all game."
        },
        {
            "time": "2022-09-04 12:09:47",
            "comment": "Varane has been hugging Jesus since the start of the match"
        },
        {
            "time": "2022-09-04 12:10:15",
            "comment": "If Arsenal lose today get ready for Qarsenal"
        },
        {
            "time": "2022-09-04 12:10:43",
            "comment": "The thing about Arsenal is they always try and walk it in"
        },
        {
            "time": "2022-09-04 12:12:06",
            "comment": "Some really strange decisions by some Arsenal players they are missing out on so many good chances"
        },
        {
            "time": "2022-09-04 12:12:11",
            "comment": "Arsenal looks very good, actually, despite the score."
        },
        {
            "time": "2022-09-04 12:20:12",
            "comment": "Please bring Tomiyasu on"
        },
        {
            "time": "2022-09-04 12:24:28",
            "comment": "Lily James is unreal"
        },
        {
            "time": "2022-09-04 12:31:36",
            "comment": "The last person you want judging if something is a foul or not is Nigel de Jong lol"
        },
        {
            "time": "2022-09-04 12:37:49",
            "comment": "As bad as Rashfords finishing, strength, effort, dribbling and touch is, his decision making in the runs he takes is appalling"
        },
        {
            "time": "2022-09-04 12:41:23",
            "comment": "Ødegaard wtf was that"
        },
        {
            "time": "2022-09-04 12:45:49",
            "comment": "Need to keep attacking Malacia he's getting rinsed every time"
        },
        {
            "time": "2022-09-04 12:49:26",
            "comment": "The division in this thread really highlights the hopelessness of sowing togetherness with different tribes. Two groups of people watch the exact same thing and come to completely different conclusions because of which team they support. No one trying to enjoy the game, only trying to paint themselves as the more marginalized group."
        },
        {
            "time": "2022-09-04 12:49:53",
            "comment": "Ronaldo's fault the ball was lost in the defensive third"
        },
        {
            "time": "2022-09-04 12:52:29",
            "comment": "Arsenals kit today is a beauty"
        },
        {
            "time": "2022-09-04 12:53:31",
            "comment": "I do wonder if ETH even wanted Casemiro"
        },
        {
            "time": "2022-09-04 12:54:19",
            "comment": "The lads saw Fred coming on and knew they had to up their game!"
        },
        {
            "time": "2022-09-04 12:54:22",
            "comment": "That's precisely why Rashford is on for anyone wondering"
        },
        {
            "time": "2022-09-04 12:55:34",
            "comment": "Playing a high line vs. Rashford is risky, no matter his form"
        },
        {
            "time": "2022-09-04 12:56:07",
            "comment": "ETH releasing Killmonger into the game let's fucking go"
        },
        {
            "time": "2022-09-04 13:24:41",
            "comment": "Liked what I saw from Fabio. Sucks to lose, but was bound to happen. Looked a bit shook late, with some sloppy play. But I'm still excited about this team"
        },
        {
            "time": "2022-09-04 11:43:11",
            "comment": "Clear foul, he didn't touch the ball"
        },
        {
            "time": "2022-09-04 12:06:26",
            "comment": "Lol kissing the badge after 35 minutes"
        },
        {
            "time": "2022-09-04 12:31:41",
            "comment": "[removed]"
        },
        {
            "time": "2022-09-04 12:25:05",
            "comment": "So many dumb takes in this thread from Arsenal, Man u and other fans too.\n\nIt's 45 minutes, both teams have played well so far and it's been a great game to watch. Jesus Christ."
        },
        {
            "time": "2022-09-04 11:46:25",
            "comment": "he just pushed him from behind and never even touches the ball how are people saying its not a foul"
        },
        {
            "time": "2022-09-04 11:59:14",
            "comment": "My man Varane tought Jesus was a handbag \n\nRefs are so trash in this league"
        },
        {
            "time": "2022-09-04 12:17:41",
            "comment": "McTominay has had a good match so far"
        },
        {
            "time": "2022-09-04 12:59:15",
            "comment": "\"*Give me my yellow.*\" - McTominay"
        },
        {
            "time": "2022-09-04 13:13:48",
            "comment": "Maguire lmao, nearly gave away a penalty"
        },
        {
            "time": "2022-09-04 13:16:48",
            "comment": "Nasty from Saka!"
        },
        {
            "time": "2022-09-04 13:16:48",
            "comment": "That was dirty"
        },
        {
            "time": "2022-09-04 12:59:10",
            "comment": "What the actual fuck is that challenge"
        },
        {
            "time": "2022-09-04 12:59:10",
            "comment": "What the fuck is that we're wwe now"
        },
        {
            "time": "2022-09-04 12:59:16",
            "comment": "Mctominay playing rugby"
        },
        {
            "time": "2022-09-04 12:59:24",
            "comment": "Lmao mctominay got da dawg in him"
        },
        {
            "time": "2022-09-04 12:59:57",
            "comment": "Solid wrestling move from McTominay"
        },
        {
            "time": "2022-09-04 13:00:30",
            "comment": "McTominay with an ippon"
        },
        {
            "time": "2022-09-04 13:01:08",
            "comment": "If this is Ronaldo crossing, no wonder he'd always rather shoot on his own lmao"
        },
        {
            "time": "2022-09-04 13:01:11",
            "comment": "Bad choice of pass from Ronnie there leaves Scott with nothing to do but take Gabriel out"
        },
        {
            "time": "2022-09-04 13:04:13",
            "comment": "Eriksen might be our best signing this summer"
        },
        {
            "time": "2022-09-04 13:04:18",
            "comment": "Ah fuck Manchester United is back."
        },
        {
            "time": "2022-09-04 13:04:41",
            "comment": "Eriksen is a class act"
        },
        {
            "time": "2022-09-04 13:04:47",
            "comment": "Stupid fuckind defending by arsenal, holy fuck. How can you conced the same goal twice?"
        },
        {
            "time": "2022-09-04 13:05:02",
            "comment": "What a fucking pass towards Eriksen i think i just came"
        },
        {
            "time": "2022-09-04 13:05:06",
            "comment": "\"*I'll play striker then.*\" - Eriksen"
        },
        {
            "time": "2022-09-04 13:05:48",
            "comment": "Arsenal's generational defence taken apart by Rashford, I love this game"
        },
        {
            "time": "2022-09-04 13:05:58",
            "comment": "Well I wanted a draw, but I’ll take a mentality monster collapse lol"
        },
        {
            "time": "2022-09-04 13:06:19",
            "comment": "This is the first top half team they've played, and we're arguably the weakest of the top 6."
        },
        {
            "time": "2022-09-04 13:07:00",
            "comment": "- drop maguire\n\n- win every game"
        },
        {
            "time": "2022-09-04 13:09:28",
            "comment": "We need Maguire games boring without him"
        },
        {
            "time": "2022-09-04 13:11:08",
            "comment": "Casemiro was the one who fucked up then, of course let's blame Maguire instead"
        },
        {
            "time": "2022-09-04 13:11:32",
            "comment": "Ronaldo smiled omg"
        },
        {
            "time": "2022-09-04 13:11:39",
            "comment": "Xhaka lmao"
        },
        {
            "time": "2022-09-04 13:14:30",
            "comment": "Fabio Vieira looks like he makes meth in his Stoke Newington studio flat"
        },
        {
            "time": "2022-09-04 13:14:34",
            "comment": "ERIKSEN HAS BEEN IMMENCE"
        },
        {
            "time": "2022-09-04 13:14:46",
            "comment": "Is that not a pen?"
        },
        {
            "time": "2022-09-04 13:14:50",
            "comment": "Classic maguire defense that"
        },
        {
            "time": "2022-09-04 13:16:31",
            "comment": "Did someone just crack open a cold one live"
        },
        {
            "time": "2022-09-04 13:16:42",
            "comment": "Saka what the fuck man.\n\nJust an immature frustration foul there that's a booking 11 days out of 10."
        },
        {
            "time": "2022-09-04 13:16:46",
            "comment": "Oof that looked bad"
        },
        {
            "time": "2022-09-04 13:19:14",
            "comment": "\"Erik's son\" someone has to stop Martin Tyler"
        },
        {
            "time": "2022-09-04 13:20:00",
            "comment": "Of fucking course Lee Dixon isn't a fan of teammates high-fiving during the game lol"
        },
        {
            "time": "2022-09-04 13:20:38",
            "comment": "Vieira looks lively tho"
        },
        {
            "time": "2022-09-04 13:21:16",
            "comment": "Ronaldo shouldering it 20 yards back towards his own net? Lol"
        },
        {
            "time": "2022-09-04 13:22:10",
            "comment": "Gary Neville's got a shirtless poster of Ronaldo in his bedroom doesn't he"
        },
        {
            "time": "2022-09-04 13:22:22",
            "comment": "It turned out, they were vincible."
        },
        {
            "time": "2022-09-04 13:22:49",
            "comment": "Ronaldo is raging"
        },
        {
            "time": "2022-09-04 13:22:52",
            "comment": "You realize how technically gifted Jesus is under Arteta"
        },
        {
            "time": "2022-09-04 13:22:55",
            "comment": "Malacia is some player"
        },
        {
            "time": "2022-09-04 13:24:45",
            "comment": "Arsenal look really good though, still."
        },
        {
            "time": "2022-09-04 13:37:16",
            "comment": "Arteta needs to be more pragmatic against these kinds of teams"
        },
        {
            "time": "2022-09-04 11:45:30",
            "comment": "Lmao how blind do you have to be to say that that’s not a foul?"
        },
        {
            "time": "2022-09-04 12:18:58",
            "comment": "Antony's been playing with confidence, didn't let the pressure of the PL get to him"
        },
        {
            "time": "2022-09-04 12:43:24",
            "comment": "That’s a foul not sure what everyone here is on abiut"
        },
        {
            "time": "2022-09-04 13:16:09",
            "comment": "That was a frustration foul from Saka."
        },
        {
            "time": "2022-09-04 13:20:26",
            "comment": "Lee Dixon “I’m not a fan of high fiving during a match” lmao sour old gooner"
        },
        {
            "time": "2022-09-04 11:46:12",
            "comment": "That's 100% a foul, never gets the ball + push + knee across + I think he steps on his foot \n\nIt's the right call"
        },
        {
            "time": "2022-09-04 11:48:02",
            "comment": "Can't just barge into a player like that, wtf are you all on about? If United scored on the same play, you'd all be saying how VAR is biased against Arsenal"
        },
        {
            "time": "2022-09-04 11:57:29",
            "comment": "\"Now we have global warming, allegedly\" who is the commentator that said that LMAO"
        },
        {
            "time": "2022-09-04 12:25:41",
            "comment": "how is this guy actually arguing its not a foul at all"
        },
        {
            "time": "2022-09-04 13:14:27",
            "comment": "that was a penalty lol"
        },
        {
            "time": "2022-09-04 11:33:46",
            "comment": "Clear yellow"
        },
        {
            "time": "2022-09-04 11:45:08",
            "comment": "It's a simple foul"
        },
        {
            "time": "2022-09-04 11:48:29",
            "comment": "Baffled by how anyone could call that soft, takes the player out, doesn't touch the ball, clear foul."
        },
        {
            "time": "2022-09-04 13:14:46",
            "comment": "Maguire was nice enough to catch his fall and here are people complaining that it's a penalty.\n\nGame's gone."
        },
        {
            "time": "2022-09-04 13:24:31",
            "comment": "Damn Arsenal really have been making a lot of people on here mad the past month. It's hilarious."
        },
        {
            "time": "2022-09-04 11:38:46",
            "comment": "Great ball from Dalot."
        },
        {
            "time": "2022-09-04 11:43:06",
            "comment": "Clear foul"
        },
        {
            "time": "2022-09-04 11:44:13",
            "comment": "Clear foul"
        },
        {
            "time": "2022-09-04 11:44:20",
            "comment": "Doesn't even get the ball and runs through him. It's a foul"
        },
        {
            "time": "2022-09-04 11:44:43",
            "comment": "Through the back and no where near the ball…it’s not even close to being subjective"
        },
        {
            "time": "2022-09-04 11:44:49",
            "comment": "How is this ref so incompetent that he misses that foul in real time?"
        },
        {
            "time": "2022-09-04 11:44:50",
            "comment": "Has to be a foul"
        },
        {
            "time": "2022-09-04 11:44:52",
            "comment": "Yeah its a foul zz"
        },
        {
            "time": "2022-09-04 11:45:34",
            "comment": "At least VAR can get one decision right this weekend"
        },
        {
            "time": "2022-09-04 11:45:38",
            "comment": "That how VAR should be used, but isn't in the PL, so Im surprised."
        },
        {
            "time": "2022-09-04 11:45:48",
            "comment": "I mean Odegaard never hit ball there, so not a surprise"
        },
        {
            "time": "2022-09-04 11:46:25",
            "comment": "Fair call. Y'all mad."
        },
        {
            "time": "2022-09-04 11:46:28",
            "comment": "Embarrassing that he’s taken that long to watch the screen to judge an obvious foul"
        },
        {
            "time": "2022-09-04 11:46:45",
            "comment": "Lmao this match thread is about to be something else"
        },
        {
            "time": "2022-09-04 11:47:49",
            "comment": "Idk what issue people can have with VAR in this situation lol it's a foul and VAR caught it correctly, nothing deeper than that"
        },
        {
            "time": "2022-09-04 11:47:53",
            "comment": "I hate united, but that was a fair call."
        },
        {
            "time": "2022-09-04 11:52:17",
            "comment": "Don't worry this happens 7 times per game. He will score eventually"
        },
        {
            "time": "2022-09-04 11:52:52",
            "comment": "“With the naked eye theirs always been a lot of sympathy for referees” might be the single most ridiculous thing I’ve ever heard a commentator say"
        },
        {
            "time": "2022-09-04 11:53:32",
            "comment": "Gabriel Jesus looks like a default Wii character"
        },
        {
            "time": "2022-09-04 11:53:45",
            "comment": "Is Xhaka and Martinez don't square up this fixture really will have lost this magic"
        },
        {
            "time": "2022-09-04 11:56:52",
            "comment": "Harry Kane is about to call Saka and tell him to brush up before the WC"
        },
        {
            "time": "2022-09-04 11:58:45",
            "comment": "varane dragging jesus lol"
        },
        {
            "time": "2022-09-04 11:58:58",
            "comment": "Varane due a yellow surely"
        },
        {
            "time": "2022-09-04 12:00:05",
            "comment": "This whole thread has been each fanbase talking about favoritism from the ref in either direction lol barely any talk about each other is playing"
        },
        {
            "time": "2022-09-04 12:02:32",
            "comment": "Terrific save by De Gea. Great ball by odegard as well"
        },
        {
            "time": "2022-09-04 12:03:46",
            "comment": "Has Rashford even touched the ball"
        },
        {
            "time": "2022-09-04 12:04:11",
            "comment": "Odegaard was such a steal at the time. I was always surprised Arsenal had such an easy run to get him. Been  a brilliant signing."
        },
        {
            "time": "2022-09-04 12:05:02",
            "comment": "ANTONYYYYYY"
        },
        {
            "time": "2022-09-04 12:05:30",
            "comment": "80 million down the drain as Anthony scores again!"
        },
        {
            "time": "2022-09-04 12:05:40",
            "comment": "‘He has the makings of being a United legend’\n\nFucking steady on mate lmao"
        },
        {
            "time": "2022-09-04 12:05:47",
            "comment": "Holy shit hahaha amazing"
        },
        {
            "time": "2022-09-04 12:05:50",
            "comment": "Haven't seen an Antony shine this well on his debut since Martial"
        },
        {
            "time": "2022-09-04 12:05:52",
            "comment": "Who said Ronaldo isn't happy?!?!"
        },
        {
            "time": "2022-09-04 12:06:04",
            "comment": "Fucking hell that is just too easy"
        },
        {
            "time": "2022-09-04 12:06:34",
            "comment": "Debut goal, not bad"
        },
        {
            "time": "2022-09-04 12:08:34",
            "comment": "Varane finally called for a foul lol"
        },
        {
            "time": "2022-09-04 12:08:37",
            "comment": "Jesus is a really scrappy player, really knows how to utilise his strength even though he's a smaller figure. Only criticism I can have for him is his eyebrows."
        },
        {
            "time": "2022-09-04 12:09:08",
            "comment": "Jesus is rattling Varane."
        },
        {
            "time": "2022-09-04 12:11:28",
            "comment": "Man. Imagine a word cloud of this thread.\n\n\"FOUL, CARD, YELLOW, SHIT\""
        },
        {
            "time": "2022-09-04 12:13:45",
            "comment": "Arsenal playing beautiful stuff, just been unlucky in the box"
        },
        {
            "time": "2022-09-04 12:14:53",
            "comment": "Saka held ⭕️ too long there mate"
        },
        {
            "time": "2022-09-04 12:15:03",
            "comment": "Man Utd haven’t even been fully convincing since the Liverpool game, can only imagine what happens when it all clicks"
        },
        {
            "time": "2022-09-04 12:15:05",
            "comment": "Lokonga just ain’t it man"
        },
        {
            "time": "2022-09-04 12:22:17",
            "comment": "In the first half I liked Varane and Eriksen from one side, and Odegaard from the other."
        },
        {
            "time": "2022-09-04 12:28:17",
            "comment": "Owen: it's a foul but the goal should stand \n???"
        },
        {
            "time": "2022-09-04 12:30:24",
            "comment": "Nigel de Jong doesn’t think it was a foul, what a surprise…"
        },
        {
            "time": "2022-09-04 12:30:44",
            "comment": "I don't think I've ever seen a bunch of tools such as English pundits, I mean we Portuguese have our share of idiots but these ones surpass everything"
        },
        {
            "time": "2022-09-04 12:38:04",
            "comment": "arsenal are overplaying"
        },
        {
            "time": "2022-09-04 12:38:33",
            "comment": "Erik ten Hags ratty one nillers"
        },
        {
            "time": "2022-09-04 12:38:36",
            "comment": "If Man U play any more defensive, Rashford will be mistaken for DDG"
        },
        {
            "time": "2022-09-04 12:39:29",
            "comment": "Shoot you fuckers shoot"
        },
        {
            "time": "2022-09-04 12:39:42",
            "comment": "We're really trying to walk it in aren't we......"
        },
        {
            "time": "2022-09-04 12:40:55",
            "comment": "I retract my earlier plea for Odegaard to shoot"
        },
        {
            "time": "2022-09-04 12:44:05",
            "comment": "Casemiro needs to get subbed on ASAP"
        },
        {
            "time": "2022-09-04 12:45:49",
            "comment": "Does Jesus always look like he's about to cry or is his face just like that?"
        },
        {
            "time": "2022-09-04 12:50:21",
            "comment": "So deserved they’ve been all over them this half"
        },
        {
            "time": "2022-09-04 12:51:13",
            "comment": "What are United doing? They dominated the beginning of this game, got the goal, and then quit."
        },
        {
            "time": "2022-09-04 12:51:42",
            "comment": "Honestly what is Rashford even good at"
        },
        {
            "time": "2022-09-04 12:52:02",
            "comment": "Anyone pulling more shirts than Varane? Every single challenge."
        },
        {
            "time": "2022-09-04 12:52:58",
            "comment": "Pls just be 2-1 up before ten Hag remembers he signed Casemiro"
        },
        {
            "time": "2022-09-04 12:54:26",
            "comment": "\"*I heard ya'll talk shit about me.*\" - Rashford\n\nAnd give Bruno his credit for that through ball."
        },
        {
            "time": "2022-09-04 12:54:50",
            "comment": "This thread in shambles lmao"
        },
        {
            "time": "2022-09-04 12:55:56",
            "comment": "Through ball porn from Bruno"
        },
        {
            "time": "2022-09-04 12:57:03",
            "comment": "Arsenal gotta be disappointed in their defense, 2 attacks all game and they scored from them both. Its like watching Chelsea last year"
        },
        {
            "time": "2022-09-04 12:58:52",
            "comment": "Mctominay looked shocked to get the ball then, didn’t know what to do when he was 1 on 1 with the keeper lol"
        },
        {
            "time": "2022-09-04 12:59:04",
            "comment": "Ah just your standard rugby tackle there"
        },
        {
            "time": "2022-09-04 12:59:05",
            "comment": "Bro just wwe’d him"
        },
        {
            "time": "2022-09-04 12:59:08",
            "comment": "Lol mctominay, wrong football"
        },
        {
            "time": "2022-09-04 12:59:10",
            "comment": "Lmao greatest foul I've ever seen"
        },
        {
            "time": "2022-09-04 12:59:11",
            "comment": "The blame and hatred Ronaldo gets for ManU’s shit last season is truly asinine"
        },
        {
            "time": "2022-09-04 12:59:30",
            "comment": "Average McTominay challenge that"
        },
        {
            "time": "2022-09-04 12:59:40",
            "comment": "He got booked???? Do my eyes deceive me??????"
        },
        {
            "time": "2022-09-04 12:59:53",
            "comment": "That was violent"
        },
        {
            "time": "2022-09-04 12:59:57",
            "comment": "McTominay out here playing rugby. \n\nHonestly if I had my way fouls that’s cynical would be red but them’s the rules I guess."
        },
        {
            "time": "2022-09-04 13:00:34",
            "comment": "[\"McTominay should've gotten a red\"](https://imgur.com/a/VPromU8)"
        },
        {
            "time": "2022-09-04 13:04:32",
            "comment": "Sing your fucking half hour Saliba chant now you cunts"
        },
        {
            "time": "2022-09-04 13:04:50",
            "comment": "Honestly, I didn’t expect Erik ten Hag to get Manchester United running…"
        },
        {
            "time": "2022-09-04 13:05:22",
            "comment": "Arteta made the same subs I do chasing a game in fifa and it had the exact same result"
        },
        {
            "time": "2022-09-04 13:06:00",
            "comment": "I can’t believe Man United are going to win the league"
        },
        {
            "time": "2022-09-04 13:06:01",
            "comment": "I’m confused. I was told United was in the mud"
        },
        {
            "time": "2022-09-04 13:07:44",
            "comment": "Erik ten Year Contract"
        },
        {
            "time": "2022-09-04 13:08:30",
            "comment": "Maguire for the insult, Casemiro for the defense"
        },
        {
            "time": "2022-09-04 13:09:01",
            "comment": "Ten Haag throwing a lifeline for Arsenal with Maguire."
        },
        {
            "time": "2022-09-04 13:10:03",
            "comment": "Maguire best Arsenal attacker so far"
        },
        {
            "time": "2022-09-04 13:10:23",
            "comment": "This thread about to ignore that Casemiro gave the ball away which resulted in Maguire having to foul Gabriel Jesus, because, you know, it’s funnier, right?"
        },
        {
            "time": "2022-09-04 13:11:34",
            "comment": "Lmao poor Xhaka there"
        },
        {
            "time": "2022-09-04 13:11:46",
            "comment": "That was quality from Xhaka"
        },
        {
            "time": "2022-09-04 13:12:26",
            "comment": "Arteta looks like every computer game protagonist from the Xbox 360 era... Including polygon count."
        },
        {
            "time": "2022-09-04 13:12:45",
            "comment": "Arsenal may lose their winning streak but they’ll be damned if they let Ronaldo have their first against them"
        },
        {
            "time": "2022-09-04 13:13:37",
            "comment": "Maguire literally just ball watches.\nHe almost stepped on arsenal 14 just by not knowing he was there lol."
        },
        {
            "time": "2022-09-04 13:14:59",
            "comment": "Maguire with the pro wrestling moves."
        },
        {
            "time": "2022-09-04 13:16:33",
            "comment": "Anyone who thinks Malacia is trash is an idiot."
        },
        {
            "time": "2022-09-04 13:16:52",
            "comment": "That's nasty."
        },
        {
            "time": "2022-09-04 13:17:00",
            "comment": "Erik to bruno and Christian: Harry’s playing. Be aware."
        },
        {
            "time": "2022-09-04 13:17:30",
            "comment": "Games gone soft. Can't take anyone to Suplex city without people screaming for a penalty. Smh"
        },
        {
            "time": "2022-09-04 13:17:31",
            "comment": "Eriksen is auch a great player looks to be the extension of ETH on the field"
        },
        {
            "time": "2022-09-04 13:17:45",
            "comment": "Robin van Persie chants lmaooo"
        },
        {
            "time": "2022-09-04 13:18:35",
            "comment": "embarrassing joke by martin tyler"
        },
        {
            "time": "2022-09-04 13:19:02",
            "comment": "McTominay turning in prime Scholes after they signed Casemiro"
        },
        {
            "time": "2022-09-04 13:20:57",
            "comment": "McTomminay might not have the best shot, pass, decision making, or positioning. But that boy sure does run everywhere."
        },
        {
            "time": "2022-09-04 13:21:04",
            "comment": "Ronaldo looks like he's having a tantrum after each counter attack attempt"
        },
        {
            "time": "2022-09-04 13:21:36",
            "comment": "ronaldo plays for self lol"
        },
        {
            "time": "2022-09-04 13:22:05",
            "comment": "Bruno was too slow to make that pass."
        },
        {
            "time": "2022-09-04 13:22:53",
            "comment": "Malacia is a gem"
        },
        {
            "time": "2022-09-04 13:22:57",
            "comment": "Vieira looks fun"
        },
        {
            "time": "2022-09-04 13:23:11",
            "comment": "Ronaldo is so fucking hungry for the goal"
        },
        {
            "time": "2022-09-04 13:26:28",
            "comment": "Quite the turnaround. Thought we'd be lucky to scrape the Europa League after the Brentford debacle."
        },
        {
            "time": "2022-09-04 13:24:41",
            "comment": "I hope Bruno Rashford and Eriksen get the proper credit for this win after all the shit they take."
        },
        {
            "time": "2022-09-04 11:34:35",
            "comment": "How the fuck is that not a yellow on Martinez then?"
        },
        {
            "time": "2022-09-04 12:22:23",
            "comment": "In the last 4 games, United have scored 5 goals and Rashford has scored or assisted 3 of them.\n\nHe makes runs and creates space. He presses. He does a lot for the team. \n\nIs he a brilliant world class footballer, obviously not. But idk why people act like he's just complete shit."
        },
        {
            "time": "2022-09-04 12:29:17",
            "comment": "I swear these commentators and pundits share a single brain cell."
        },
        {
            "time": "2022-09-04 13:12:11",
            "comment": "how maguire became a professional footballer in europes biggest league will remain footballs biggest mystery."
        },
        {
            "time": "2022-09-04 13:24:49",
            "comment": "Incredible victory for United there. \n\nSomething for them to build from."
        },
        {
            "time": "2022-09-04 12:21:41",
            "comment": "Varane might as well finger Jesus and he'll still get away with it."
        },
        {
            "time": "2022-09-04 13:05:05",
            "comment": "Arsenal fans with that dawning realisation that they’re not going to play garbage tier teams every week for the entire season"
        },
        {
            "time": "2022-09-04 13:23:25",
            "comment": "How are people complaining about Ronaldo wanting to score goals?\n\nBreaking news, footballer wants to do his job!"
        },
        {
            "time": "2022-09-04 11:44:02",
            "comment": "Clear foul, takes all the man and no ball."
        },
        {
            "time": "2022-09-04 11:46:36",
            "comment": "Yeah, that's a foul. No doubt about it. Great job by the VAR crew - hope they get the proper credit for catching that after all the shit refs are taking for mistakes this weekend."
        },
        {
            "time": "2022-09-04 12:27:39",
            "comment": "Hasselbaink chatting absolute shit"
        },
        {
            "time": "2022-09-04 12:28:36",
            "comment": "my man kissed the teamviewer logo"
        },
        {
            "time": "2022-09-04 12:35:48",
            "comment": "Are Utd the only team to put the disabled fans behind the goal, right in the firing line?"
        },
        {
            "time": "2022-09-04 12:41:28",
            "comment": "Never a pen"
        },
        {
            "time": "2022-09-04 12:41:29",
            "comment": "well that's not a pen tbf"
        },
        {
            "time": "2022-09-04 12:59:44",
            "comment": "That's just a body slam. How is that not a red."
        },
        {
            "time": "2022-09-04 13:00:58",
            "comment": "How to be Scott McTomminay\n\n1) Receive the ball\n\n2) Have a first touch so bad you immediately give the ball to the opponent\n\n3) Rugby Tackle aforementioned opponent\n\n4) (Optional) Receive a booking"
        },
        {
            "time": "2022-09-04 13:09:42",
            "comment": "And he's immediately got himself booked. Couldn't write this shit"
        },
        {
            "time": "2022-09-04 13:13:46",
            "comment": "Maguire doing his best to let arsenal score. It's amazing we let him start for a few years"
        },
        {
            "time": "2022-09-04 13:17:43",
            "comment": "Don't see arsenal fans complaining about no red for saka"
        },
        {
            "time": "2022-09-04 13:21:39",
            "comment": "\"*But I want to score!*\" - Ronaldo"
        },
        {
            "time": "2022-09-04 11:24:55",
            "comment": "I predict a shitshow."
        },
        {
            "time": "2022-09-04 11:30:39",
            "comment": "Those Arsenal kits are mint"
        },
        {
            "time": "2022-09-04 11:34:12",
            "comment": "Dalot looks so much better"
        },
        {
            "time": "2022-09-04 11:35:56",
            "comment": "That touch from Zinchenko was sublime"
        },
        {
            "time": "2022-09-04 11:36:46",
            "comment": "Did Gabriel Jesus just get knocked out?"
        },
        {
            "time": "2022-09-04 11:43:25",
            "comment": "Great goal but definitely a foul"
        }
    ]
}