{
    "title": "Match Thread: Liverpool vs Arsenal English",
    "match_date": "2023-04-09",
    "comments": [
        {
            "time": "2023-04-09 13:47:52",
            "comment": "Liverpool at Anfield would beat Liverpool away about 9-0"
        },
        {
            "time": "2023-04-09 13:28:52",
            "comment": "Insane finish to the game"
        },
        {
            "time": "2023-04-09 13:34:53",
            "comment": "Liverpool about to drop an all time shit performance against Leeds after this lmao"
        },
        {
            "time": "2023-04-09 13:28:54",
            "comment": "ramsdale saved Arsenal a point at the end there. Unreal. Great game."
        },
        {
            "time": "2023-04-09 13:37:08",
            "comment": "Going into the match I would have been fine with a point. After 30 minutes I would have been angry with a point. After the last 60 minutes I’m thrilled with a point. \n\nThank you Rammers"
        },
        {
            "time": "2023-04-09 13:36:35",
            "comment": "Hated Arteta closing up shop and just inviting wave after wave of attack. \n\nAlso, Gary Neville shooting his load on live TV really captured the insanity of those last few minutes."
        },
        {
            "time": "2023-04-09 13:37:40",
            "comment": "Insane match. Liverpool at home are something else and Ramsdale saved our ass. Tierney on for Zinny about 10 min earlier would have made a lot more sense."
        },
        {
            "time": "2023-04-09 13:28:58",
            "comment": "Martinelli fucked that last pass up… ooof"
        },
        {
            "time": "2023-04-09 13:28:47",
            "comment": "here comes the most predictable title charge of all-time in City’s"
        },
        {
            "time": "2023-04-09 13:29:27",
            "comment": "Actually unbelievable game, the way Liverpool shows up against Man City, Man United, and Arsenal at Anfield is simply *insane*"
        },
        {
            "time": "2023-04-09 13:39:20",
            "comment": "Was a nice reminder how we used to give a fuck and fight for every ball. Deserved a win from that one, but i am still happy that we showed up considering how shitty we have been this season. \n\nEntertaining game to say the least."
        },
        {
            "time": "2023-04-09 21:51:44",
            "comment": "Bobby firminho is like that sincere employee who works overtime when he's on his notice period...."
        },
        {
            "time": "2023-04-09 13:43:12",
            "comment": "I can't watch that Etihad game I will just go into a coma before it"
        },
        {
            "time": "2023-04-09 13:33:07",
            "comment": "Saka and Martinelli looked exhausted in the last 15 mins. Despite their quality, any fresh legs off the bench would have been better."
        },
        {
            "time": "2023-04-09 15:48:07",
            "comment": "So now Arsenal needs at least a draw at the Ethiad(And if they do they need to win at St. James' Park) for the title.\n\nEdit: got my math wrong they can still win if they draw both at ethiad and St. James' Park. Or win at one and lose at the other."
        },
        {
            "time": "2023-04-09 13:29:09",
            "comment": "How did arsenal miss 3vs1 on 90+5"
        },
        {
            "time": "2023-04-09 13:44:42",
            "comment": "I know my flair shows my bias, but Arteta really needs to start cycling Tierney in more."
        },
        {
            "time": "2023-04-09 13:37:02",
            "comment": "This is the kind of enthusiasm and urgency we need! Thought Hendo really stepped up this game, a real contrast to how he's usually been performing of late. Great to see Thiago back too. Van Dijk though... Yikes"
        },
        {
            "time": "2023-04-09 13:30:14",
            "comment": "Those last few minutes were absolutely insane.\n\nHighlight of the game for me though was Klopp celebrating Salah's pen thinking he'd scored, only to realize he'd missed it lmao"
        },
        {
            "time": "2023-04-09 23:18:47",
            "comment": "Gabriels 2 - Liverpool 2"
        },
        {
            "time": "2023-04-09 22:40:43",
            "comment": "liverpool vs arsenal is always fun to watch"
        },
        {
            "time": "2023-04-09 14:02:07",
            "comment": "i’m a big Arteta fan boy but i think he got that pretty wrong there. Trying to park the bus for that long at anfield is never going end well. Also, chucking on Kiwior for Ode is absolutely baffling when Kiwior has probably never a played a game anywhere near to as big as that before and imo you’re just ceding more control to Liverpool. Think that cost us. \n\nMaybe would have put Trossard on earlier, but difficult to chose who to take off for him.\n\na point at anfield isn’t the worst thing in the world but i think we were even lucky to take that. I think had we not tried to park the bus and played to our strengths then we’d have had a better chance of winning"
        },
        {
            "time": "2023-04-09 13:37:24",
            "comment": "Arteta not bringing on Tierney sooner for a struggling Zinchenko ended up being a huge mistake. Him not making any subs till minute 78 was another rare Arteta tactical fuck-up.."
        },
        {
            "time": "2023-04-09 13:29:30",
            "comment": "We threw away two points but considering that second half a draw is more than fine. Fucking horrible march and we got it all wrong after going up. \n\nNow we need to hold city I guess. Going to go bald this year."
        },
        {
            "time": "2023-04-09 14:53:02",
            "comment": "Arsenal will play City, Chelsea, Newcastle, Brighton back to back. Anything can happen now."
        },
        {
            "time": "2023-04-09 13:29:57",
            "comment": "A missed Liverpool pen which Klopp celebrated, a linesman elbow, Arsenal bottling a 2-0 lead, the title race opening up, Liverpool making the 7-0 look even worse for us by making it 5/5 winless game since then, this game had it all"
        },
        {
            "time": "2023-04-09 13:45:35",
            "comment": "Konate will be the unsung hero of this game. He was so good this game."
        },
        {
            "time": "2023-04-09 13:58:53",
            "comment": "Arsenal drawing or losing today made no difference to City imo. Not sure they’ll be too bothered by Liverpool not finding a winner. They just needed dropped points to put it back in their hands because they’ll fancy winning every match between now and the end of the season."
        },
        {
            "time": "2023-04-09 13:29:19",
            "comment": "Rams-fucking-dale! What a performance."
        },
        {
            "time": "2023-04-09 13:33:46",
            "comment": "Just when it looked like we might end the Anfield hoodoo in the first half, second half was a complete contrast. Feels lucky to be coming away with a point.\n\nI'll take it, but we definitely should've done better in the 2nd half. Always looked second best."
        },
        {
            "time": "2023-04-09 13:28:59",
            "comment": "Shit if that pass had gone to Saka sooner"
        },
        {
            "time": "2023-04-09 13:29:26",
            "comment": "[deleted]"
        },
        {
            "time": "2023-04-09 13:28:47",
            "comment": "Arsenal have only themselves to blame for that result, they invited Liverpool on to them in the second half and paid the price. If anything, they're lucky to get a point out of it"
        },
        {
            "time": "2023-04-09 13:28:53",
            "comment": "That one gonna sting for Arsenal. A draw at Anfield aint the worst result but 3 points doesn't seem nowhere near enough considering City's run in record and Arsenal's fixtures.\n\n I still don't understand why teams decide to take the foot of the gass in games like this. Arsenal were lucky not to lose that in the end there."
        },
        {
            "time": "2023-04-09 14:47:34",
            "comment": "Two points dropped. As any Liverpool fan will tell you, it's at this stage of the season where City's cream rises to the top and they demonstrate why they always win the title."
        },
        {
            "time": "2023-04-09 13:29:37",
            "comment": "I WILL TAKE NO AARON RAMSDALE SLANDER EVER AGAIN"
        },
        {
            "time": "2023-04-09 17:31:58",
            "comment": "Despite the first 30 minutes, it still feels like Liverpool should have won this one.\n\nAtleast the league is still in Arsenals hands, in theory."
        },
        {
            "time": "2023-04-09 13:32:20",
            "comment": "Martinelli's pass at the end was absolutely horrific"
        },
        {
            "time": "2023-04-09 13:35:46",
            "comment": "I think Liverpool would have won it if not for Ramsdale's mental saves."
        },
        {
            "time": "2023-04-09 14:22:47",
            "comment": "Arteta has been superb, and this Arsenal side are so good they always look like playing with 12 which is very much due to brilliance of Zinchenko but if you want to defend the lead, you need to sub him out because he isn't that sort of player. He's basically a midfielder. He would probably start there for half the teams in the league."
        },
        {
            "time": "2023-04-09 22:12:17",
            "comment": "This is the worst fixture for me as an Arsenal fan. I respect Liverpool and Anfield so much and I don’t expect Liverpool to roll over and lose. Glad this fixture is now behind us. Let’s get the wins for the last stretch now."
        },
        {
            "time": "2023-04-09 13:28:53",
            "comment": "Arsenal was in complete control until Xhaka woke them up after that felt inevitable they would throw it away.\n\nBut Arteta needs to take blame for this aswell left it way too late with subs and then Kiwior for Ode(?)"
        },
        {
            "time": "2023-04-09 14:07:28",
            "comment": "Liverpool had a higher xG today than in the 7-0"
        },
        {
            "time": "2023-04-09 13:29:00",
            "comment": "Arsenal were so lucky to get a point there"
        },
        {
            "time": "2023-04-09 13:29:39",
            "comment": "Ramsdale take a bow"
        },
        {
            "time": "2023-04-09 13:34:14",
            "comment": "Ramsdale MOTM for sure that last saving was kinda heartbreaking"
        },
        {
            "time": "2023-04-09 13:34:22",
            "comment": "We both threw this away and were lucky to get a point"
        },
        {
            "time": "2023-04-09 13:35:45",
            "comment": "I’m glad I watched this"
        },
        {
            "time": "2023-04-09 13:38:11",
            "comment": "Annoyed at the result, but what a phenomenally entertaining match."
        },
        {
            "time": "2023-04-09 13:49:49",
            "comment": "Even as a neutral, that game was draining af. What a game."
        },
        {
            "time": "2023-04-09 13:56:24",
            "comment": "Be hilarious if the ref sent the linesman off"
        },
        {
            "time": "2023-04-09 13:56:27",
            "comment": "Love Odegaard's TV interviews. Was very honest and insightful about the match, as always. Ramsdale's in comparison was typical \"we'll keep going\""
        },
        {
            "time": "2023-04-09 14:09:48",
            "comment": "Pisses me off that we can play like that at home and then look like absolute fools away..."
        },
        {
            "time": "2023-04-09 18:46:51",
            "comment": "So when is that Man City points deduction happening?"
        },
        {
            "time": "2023-04-09 13:29:58",
            "comment": "What a fucking match, but I’m honestly devastated we’ve not won. We were unbelievable in that second half."
        },
        {
            "time": "2023-04-09 13:31:52",
            "comment": "Have no one but ourselves to blame for that. Liverpool came all out 2nd half, we were nowhere close to it.\n\nDidn't understand Arteta's decision to sit back with 10 mins plus stoppage still to go.\n\nIn the end, I'll take a point. We move"
        },
        {
            "time": "2023-04-09 13:33:24",
            "comment": "Arteta called the subs wrong, Kiwior wasn't ready and Ødegaard coming off killed the chance of winning the midfield battle\n\nOh well, Ramsdale I love you, Arsenal got way lucky in the end"
        },
        {
            "time": "2023-04-09 13:35:53",
            "comment": "Can't wait for Firmino to stop ruining my weekends"
        },
        {
            "time": "2023-04-09 13:36:59",
            "comment": "take that point, buy Ramsdale a pint, and never speak of that game again.  My old heart can’t take it"
        },
        {
            "time": "2023-04-09 13:45:43",
            "comment": "Arsenal 100% need a result at the Etihad to have a realistic chance. \n\nMan City definitely have an easier run in not counting the potential fitness loss from their additional games.\n\nWhat a game all in all. Disappointed to see the 2-0 lead disappear but fair play to Liverpool for dominating that second half and to Ramsdale for salvaging the point.\n\nEight cup finals to go."
        },
        {
            "time": "2023-04-09 14:31:59",
            "comment": "Maybe this Trent at midfield idea isnt so stupid"
        },
        {
            "time": "2023-04-09 13:29:15",
            "comment": "Salah’s second half was individually about as bad as it could be. Every touch even bounced 5 yards off him. And he still nearly won it until that wonder save at the end."
        },
        {
            "time": "2023-04-09 13:28:58",
            "comment": "how the fuck did liverpool not win"
        },
        {
            "time": "2023-04-09 13:38:56",
            "comment": "Would be great to get through a day without referee controversy. Game was chaos at best."
        },
        {
            "time": "2023-04-09 13:28:57",
            "comment": "Stress"
        },
        {
            "time": "2023-04-09 14:23:27",
            "comment": "Trent was huge tonight offensively. He's a big part of basically every pivotal moment"
        },
        {
            "time": "2023-04-09 14:17:26",
            "comment": "If City wins their last 14 fixtures to win the league....I'm not sure how anyone can really be raw about it. That's an incredible ask and if they can do it then hats off."
        },
        {
            "time": "2023-04-09 13:30:07",
            "comment": "Ramsdale really just saved Arsenal this match. What a fun game"
        },
        {
            "time": "2023-04-09 15:20:46",
            "comment": "Ramsdale man of the match. What a performance! Should be England nr. 1"
        },
        {
            "time": "2023-04-09 13:46:28",
            "comment": "Imagine if Martinelli made that pass at the end. That would have been cruel for pool"
        },
        {
            "time": "2023-04-09 13:29:40",
            "comment": "[deleted]"
        },
        {
            "time": "2023-04-09 13:56:13",
            "comment": "I need 8 showers and 2 baths after that game. Ramsdale you hero"
        },
        {
            "time": "2023-04-09 15:29:54",
            "comment": "That game deserved to go to penalties"
        },
        {
            "time": "2023-04-09 13:33:38",
            "comment": "That last pass man, saka was clear and would be one on one for stealing the match. Also, thank fuck firmino is leaving."
        },
        {
            "time": "2023-04-09 13:42:44",
            "comment": "Maybe one of the most exciting games for a neutral this season."
        },
        {
            "time": "2023-04-09 13:43:21",
            "comment": "Geoff Shreeves asking his question again because he didn’t get the answer he wanted. I’m not even an Arsenal fan and I’m annoyed"
        },
        {
            "time": "2023-04-09 13:57:06",
            "comment": "Very excited for city arsenal now in a couple weeks"
        },
        {
            "time": "2023-04-09 13:30:17",
            "comment": "I'll take it? This might be the only time I think Arteta did us wrong. Didn't like his subs at all"
        },
        {
            "time": "2023-04-09 13:45:39",
            "comment": "Came into this expecting nothing, but walking away disappointed not to get all 3 points in the end"
        },
        {
            "time": "2023-04-09 15:18:55",
            "comment": "points dropped by Arsenal, Tierney should come on way sooner"
        },
        {
            "time": "2023-04-09 16:19:36",
            "comment": "Arteta let the pressure get to him with that Kiwor sub."
        },
        {
            "time": "2023-04-10 02:58:26",
            "comment": "Very fun game to watch. \n\nIt was really interesting to see Klopps change to Trents positioning as he was a lot more inverted this game and acted as the second pivot. Konate took on the responsibility of backing up Trent as Trent switched the passage of play/drew out Arsenal players to give as much space to Salah as possible. However the first 30 mins of build up play from liverpool was just awful. Arsenal were man to man for most of the press and just hammered liverpool down (idk why tbh, nerves? Trent not running back fast enough as he was tied to the midfield?) Regardless two goals conceded both from arsenals wingers that forced liverpool to shift their defense awkwardly. \n\nAfter the Xhaka Trent incident, liverpool woke up and Arsenal went silent. We finally got shades of the previous lfc: bobby coming in and making a statement, Konate defending like a beast, Trent's attacking game on point, etc. (I'm definitely not bias lol). \n\nFinally idk why Arsenal wanted to just sit in a low block and just attack on the transition after that incident. Why? Lfc were still extremely vulnerable, especially on the right as Trent was dedicated to joining the midfield and pushing higher up. In the first half, Arsenals typical inverted full back tactic with zinchenko helped overload the fullbacks (with the CM's making runs). Why forfeit this? It seems that they were content with the result even tho they knew lfc were close to and probably should have gotten a third. \n\nI'm glad we tied against Arsenal but I'm still rooting for them. However its gonna be difficult asf. City are now on their run of form where they magically get better at this point in the year. We all knew it was gonna happen. Arsenal can't afford to drop anything. They need to dig deep and win. The game against City will be the title defining game. They can't afford to play like they did in the second half."
        },
        {
            "time": "2023-04-09 13:45:29",
            "comment": "It's April 2023. Mané has left the club. Liverpool have reinforced the attack with Jota, Gakpo, Nunez, and Diaz.\n\nGoalscorers: Salah & Firmino"
        },
        {
            "time": "2023-04-09 14:41:25",
            "comment": "Gary Neville saying the linesman’s elbow was nothing and to just forget about it? Alright then mate, let the refs assault players: and while we at it I think a few refs could do with an elbow to the face themselves. Let them all have at it."
        },
        {
            "time": "2023-04-09 21:03:36",
            "comment": "From Arsenal fan, Anfield really did switch up Liverpool’s system en route to that first goal.\n\nIf i were a professional playing at Anfield against Liverpool, it will be pretty fucking terrifying"
        },
        {
            "time": "2023-04-09 13:34:02",
            "comment": "What a goddamn match. Annoyed as hell that Arsenal just let Liverpool get the strength to come back. Also that final chance...What the fuck was that pass?! Ramsdale easily MOTM. Could have been Martinelli if he didn't fuck up that pass."
        },
        {
            "time": "2023-04-09 13:36:16",
            "comment": "Reminds me of city games when they come to Anfield tbh - ridiculous  game. With how we've been playing I guess you take it but missing a pen and those ramsdale saves just feels like we lost 2 points"
        },
        {
            "time": "2023-04-09 19:18:43",
            "comment": "Big takeaway from this game is if City wins all games from now they win the league."
        },
        {
            "time": "2023-04-09 13:29:14",
            "comment": "Best game of the season so far, so so entertaining"
        },
        {
            "time": "2023-04-09 13:30:42",
            "comment": "Ramsdale man of the match imo"
        },
        {
            "time": "2023-04-09 13:31:20",
            "comment": "Ramsdale take a bow save after save. We were ABSOLUTELY dominated that 2nd half. Why we took off odegaard I'll never know."
        },
        {
            "time": "2023-04-09 13:32:23",
            "comment": "The game turned after the Xhaka moment"
        },
        {
            "time": "2023-04-09 13:35:25",
            "comment": "Ramsdale kept us in this"
        },
        {
            "time": "2023-04-09 13:36:32",
            "comment": "City, Newcastle, Brighton. Those 3 games will decide if Arsenal win it. Absolutely incredible finish to the season."
        },
        {
            "time": "2023-04-09 13:37:01",
            "comment": "finally some fucking dopamine from our games. feels a bit like a loss after all the pressure and chances we put on them, but only have ourselves to blame so im still satisfied."
        },
        {
            "time": "2023-04-09 13:37:23",
            "comment": "That Martinelli pass to Saka at the end felt just as bad as conceding a goal."
        },
        {
            "time": "2023-04-09 13:54:37",
            "comment": "Possibly Ben White's poorest match in some time. The yellow (maybe harsh) completely nullified his tackling since minute 20. And he misplaced so many easy passes today. Also got out-jumped by Firmino for the 2nd goal. \n\nAll in all, one to forget."
        },
        {
            "time": "2023-04-09 13:40:00",
            "comment": "The refs are not just incompetent, they are aggressive as well lol. The dude that elbowed Robertson should never set foot on a pitch again"
        },
        {
            "time": "2023-04-09 13:48:36",
            "comment": "If 2nd half Arsenal shows up at the Etihad, they're going to lose 5 - 0."
        },
        {
            "time": "2023-04-09 15:02:06",
            "comment": "Wow Liverpool had higher xG against arsenal than they did against us (not 100% sure). Why did you do us so dirty Liverpool?"
        },
        {
            "time": "2023-04-09 13:29:03",
            "comment": "GAME OF THE FUCKING SEASON"
        },
        {
            "time": "2023-04-09 13:31:05",
            "comment": "We got DESTROYED 2nd half. Ramsdale turned superhuman and we escaped with a point. Fuck Anfield most cursed stadium in the world glad to be over with it this season."
        },
        {
            "time": "2023-04-09 13:31:50",
            "comment": "Liverpool pbysically dominated after we went up 2-0. They dropped off around 70 minutes and we needed to cpaitalize then, but we had also dropped off by then already. Arteta needed earlier subs. Sucks to give up the 3 points, but it's not the worst result."
        },
        {
            "time": "2023-04-09 13:32:12",
            "comment": "This game drained me completely, I love you Ramsdale."
        },
        {
            "time": "2023-04-09 13:32:31",
            "comment": "Arteta's sub decisions were poor. Zinchenko should've been off much earlier than he was. Swapping Ødegaard for Kiwior invited more pressure when they needed to try to establish more control. Ended up lucky to get away with a point due to genuine heroics from Ramsdale, but a draw feels a bit like a loss considering how much they were cooking early on."
        },
        {
            "time": "2023-04-09 13:34:57",
            "comment": "Mad to be disappointed at a draw after that first half hour, but really should have won that. Xhaka will be regretting revving up the crowd when Liverpool weren't playing well, just like Arteta in this fixture last season."
        },
        {
            "time": "2023-04-09 13:37:20",
            "comment": "Jon Jones applying to be a linesman as we speak"
        },
        {
            "time": "2023-04-09 13:29:00",
            "comment": "Great game, but those jizz noises from Carragher and Neville were a bit uncomfortable"
        },
        {
            "time": "2023-04-09 13:50:23",
            "comment": "I know City have CL and FA games left but I just don't see them losing steam. I think some dropped points will just bite us in the ass. I mean even if we don't pull it off I have thoroughly enjoyed this season but it'll sting."
        },
        {
            "time": "2023-04-09 15:17:04",
            "comment": "Probably we are going to feel how Liverpool fans felt for most part of the Klopp era in PL."
        },
        {
            "time": "2023-04-09 13:38:44",
            "comment": "Arteta's subs were awful today. That 3v1 at the end should've been played better by Martinelli."
        },
        {
            "time": "2023-04-09 14:07:42",
            "comment": "Final result is decent for Arsenal on paper, but that was a really worrying performance from 2 up, they looked terrified second half. Still have to play City, Chelsea, Brighton and Newcastle too. Feels like City's to lose now."
        },
        {
            "time": "2023-04-09 14:26:13",
            "comment": "Pulsating game to watch Liverpool deserve credit thought they took it to arsenal in the 2nf half. That goal before half time was a killer blow."
        },
        {
            "time": "2023-04-09 13:29:20",
            "comment": "Ramsdale saved Arsenal's ass, amazing amazing saves at the end"
        },
        {
            "time": "2023-04-09 13:30:20",
            "comment": "Thought we had to win today if we were going to win the league"
        },
        {
            "time": "2023-04-09 13:32:34",
            "comment": "[deleted]"
        },
        {
            "time": "2023-04-09 19:08:21",
            "comment": "27th April loading"
        },
        {
            "time": "2023-04-09 13:33:43",
            "comment": "getting a point at anfield is a huge result, people writing off Arsenal because of this result are insane."
        },
        {
            "time": "2023-04-09 13:36:33",
            "comment": "Arteta went way too ultra defensive in the end and to be honest he's lucky it didn't really cost him as it nearly did were it not for some fine margins.\n\n\nHow this Kiwi guy came on before Jorginho was a bit mad to be honest."
        },
        {
            "time": "2023-04-09 13:39:43",
            "comment": "A brilliant game of football. Disappointed with the draw given the way we played the second half, but after the first half an hour Liverpool looked finished. Definitely got a reaction in the second half. Arsenal were pretty good, and will rue their missed chances. This really makes their match at the Etihad really crucial now. They can't afford to go and lose there."
        },
        {
            "time": "2023-04-09 13:31:04",
            "comment": "I don't know where to start with that. We were gash. We were great. Sloppy. Disciplined. Just an all over the place game. \n\nEither way, our top four chances are bollocked, but the title race has been kept interesting, I guess."
        },
        {
            "time": "2023-04-09 13:38:08",
            "comment": "Should have won after so many chances, but a good comeback atleast."
        },
        {
            "time": "2023-04-09 13:41:34",
            "comment": "Always an entertaining fixture. gg... oof"
        },
        {
            "time": "2023-04-09 13:29:03",
            "comment": "convinced Ramsdale in his current form could've stopped the fall of the Soviet Union"
        },
        {
            "time": "2023-04-09 14:11:14",
            "comment": "How you gonna bring on Trossard and then park it at the back"
        },
        {
            "time": "2023-04-09 13:43:26",
            "comment": "A point isn't the worst but it's both unacceptable given the way we started the game and more than we deserved given the final 55-60 minutes. \n\nNow we hope we can take care of business with two very winnable games against West Ham and Southampton and we hope that Bayern run City ragged in the CL QF. \n\nAnd a draw or a win at the Etihad (let's be honest a draw - we're not winning there) is now vital. Comparing City's run-in to ours there is no question - we have to stay ahead of them to have any hope at the title. If we fall behind, even on GD, it's likely over."
        },
        {
            "time": "2023-04-10 01:25:46",
            "comment": "Salah is an Arsenal agent."
        },
        {
            "time": "2023-04-09 13:33:09",
            "comment": "had they not parked the bus and maybe put trossard in after the penalty miss it might have finished 3-1"
        },
        {
            "time": "2023-04-09 13:36:51",
            "comment": "Tierney for Zinchenko, Jorginho for Xhaka, Smith Rowe for Odegaard should have been the subs."
        },
        {
            "time": "2023-04-09 13:53:29",
            "comment": "That was such a great game, especially the last 20-25 minutes. I had 0 stakes in the game but I found myself on my feet towards the end"
        },
        {
            "time": "2023-04-09 13:56:33",
            "comment": "Bloody great game. On to the next one"
        },
        {
            "time": "2023-04-09 13:29:13",
            "comment": "My heart could not handle this fucking game."
        },
        {
            "time": "2023-04-09 13:30:19",
            "comment": "Alright, need at least a draw at City and a win at Newcastle now."
        },
        {
            "time": "2023-04-09 13:30:43",
            "comment": "Arsenal after those first 40 minutes should be disappointed, but based on the rest of the game they'll be glad with the point.\n\nRamsdale became the hero. \n\nThey could have almost nicked it if Martinelli gets that pass to Saka right."
        },
        {
            "time": "2023-04-09 13:30:55",
            "comment": "I can't take 8 more games of this.  We got dominated in the 2nd half, yet I still think Saka wins it if Martinelli just finds him in the last minute there.  Ramsdale made some heroic saves."
        },
        {
            "time": "2023-04-09 13:31:18",
            "comment": "Ramsdale single-handedly stopped Liverpool from winning by 2-3 goals\n\nThey created the better chances by some margin"
        },
        {
            "time": "2023-04-09 13:31:43",
            "comment": "That was Klopp’s team, no fucking clue who those imposters were the other day"
        },
        {
            "time": "2023-04-09 13:33:37",
            "comment": "The team gets too nervous in this kind of games\n\nLack of experience clearly shows \n\nEmbarassing 2nd half but the boys fought a lot. Can’t complain too much."
        },
        {
            "time": "2023-04-09 13:36:54",
            "comment": "Ramsdale was phenomenal"
        },
        {
            "time": "2023-04-09 13:37:30",
            "comment": "Stressful second half. At least we didn't lose"
        },
        {
            "time": "2023-04-09 13:37:55",
            "comment": "One of the most exciting games this year"
        },
        {
            "time": "2023-04-09 13:38:03",
            "comment": "That was undoubtedly one of the best game this season."
        },
        {
            "time": "2023-04-09 19:10:24",
            "comment": "Fun game"
        },
        {
            "time": "2023-04-09 17:08:55",
            "comment": "Konate finished the game without a yellow?!"
        },
        {
            "time": "2023-04-09 20:11:06",
            "comment": "VVD provides an assist to Martinelli for Arsenal's 1st goal and then grimaces at his team mates 🤣\n\nEdit : Grammar"
        },
        {
            "time": "2023-04-09 13:31:42",
            "comment": "Don't worry Arsenal at least Firmino can't hurt you anymore next season"
        },
        {
            "time": "2023-04-09 13:35:55",
            "comment": "Wanted Liverpool to lose so badly but they dominated that second half deserved to win , ramsdale is immense Icl"
        },
        {
            "time": "2023-04-09 13:36:42",
            "comment": "What a game! Last 20 minutes of this game had me on the edge of my seat and Ramsdale is the reason why Arsenal didn't lose as he pulled off some world class saves, incredible performance from him.\n\nCity will be encouraged for the Etihad fixture."
        },
        {
            "time": "2023-04-09 13:39:05",
            "comment": "Should’ve really brought on Jorginho for Xhaka \n\nWe had no control in the middle at all"
        },
        {
            "time": "2023-04-09 13:39:17",
            "comment": "Dunno how we've got away with a draw there, got battered in the 2nd half."
        },
        {
            "time": "2023-04-09 13:48:50",
            "comment": "Konate is our best defender but god he’s got to be scoring that at the end"
        },
        {
            "time": "2023-04-09 13:50:52",
            "comment": "I think it’s a bit over confident and silly to say City go undefeated the rest of the way… they play Bayern in CL which is bigger for them then the PL games surrounding those games."
        },
        {
            "time": "2023-04-09 15:08:57",
            "comment": "Just sharing the pain, Arsenal. That's just how City results go in the last third of the season. We lost the league by a point twice in the last 4 seasons. It's easier to rip the bandaid off now vs last game of the season."
        },
        {
            "time": "2023-04-09 14:00:22",
            "comment": "Saka played RB all 2nd half lol."
        },
        {
            "time": "2023-04-09 16:15:13",
            "comment": "What a game"
        },
        {
            "time": "2023-04-09 13:29:25",
            "comment": "Fucking Liverpool man, they played really well and you’ve gotta give them credit. But where the fuck was that spirit, confidence and insane commitment against city?"
        },
        {
            "time": "2023-04-09 13:29:15",
            "comment": "Yeah, the title battle will be absolutely crazy..."
        },
        {
            "time": "2023-04-09 13:29:19",
            "comment": "Would've loved a draw beforehand, but that's so deflating. We should've had it done 30 mins in and threw it away"
        },
        {
            "time": "2023-04-09 13:29:19",
            "comment": "How fitting Bobby saves us one final time against the Gunners... finally season done.. now we move on"
        },
        {
            "time": "2023-04-09 13:30:41",
            "comment": "If only Salah scored that pen."
        },
        {
            "time": "2023-04-09 13:30:45",
            "comment": "Ramsdale is just too good, man."
        },
        {
            "time": "2023-04-09 13:30:56",
            "comment": "I would have taken a point before the game, and after our worst and embarrassing second half performance I'm very grateful for that point.\n\nWe really should have put Liverpool to bed in the first half.  Liverpool treated and played this like a cup game  and we couldn't handle the pressure.\n\nRamsdale clutch."
        },
        {
            "time": "2023-04-09 13:31:14",
            "comment": "xG Liverpool (4.76) 2-2 (1.81) Arsenal\n\nRamsdale monsterclass might have saved their season"
        },
        {
            "time": "2023-04-09 13:31:29",
            "comment": "City always win 😒"
        },
        {
            "time": "2023-04-09 13:31:33",
            "comment": "Lucky to get a point by the end, but absolutely never should've allowed liverpool back into that game."
        },
        {
            "time": "2023-04-09 13:32:09",
            "comment": "Arsenal very nervous in the second half. That chance in the 95th minute ... wasn't even a difficult pass, but it was totally off. Just shaky."
        },
        {
            "time": "2023-04-09 13:32:21",
            "comment": "I remember mocking 65th minute substitutions. Now nothing comes before the 75th and guess what, everyone gets tired as fuck and our attack stops working completely. Was Smith Rowe a dream?"
        },
        {
            "time": "2023-04-09 13:33:43",
            "comment": "I don't get those subs by Arteta. Jesus does almost everything for us. Both attack and defence. And Odegaard rarely loses the ball"
        },
        {
            "time": "2023-04-09 13:35:26",
            "comment": "Imho we're better going for the win. It's what we're strong at. Inviting pressure we're not strong at holding off."
        },
        {
            "time": "2023-04-09 13:38:27",
            "comment": "Incredible game"
        },
        {
            "time": "2023-04-09 13:28:56",
            "comment": "Proper classic Barclays that, love to see it."
        },
        {
            "time": "2023-04-09 13:30:20",
            "comment": "What a game. We're super lucky to come away with a point. Xhaka amping up the Anfield supporters was the catalyst for a bad 2nd half. \n\nDidn't like the Odegaard for Kiwior sub. We let off the gas way too early. \n\nOh well, its going to come down to Etihad anyways."
        },
        {
            "time": "2023-04-09 13:31:58",
            "comment": "Regardless of who you support we can all agree that Paul Tierney was shit"
        },
        {
            "time": "2023-04-09 13:38:11",
            "comment": "GG Liverpool.\n\nGreat game on second half.\n\nThe game was so electric for neutral.\n\nBut for Arsenal FC it's heart attack"
        },
        {
            "time": "2023-04-09 13:46:52",
            "comment": "I don't care about the history at anfield, that match was a complete disaster after being up 2-0 before 30 min played. Shockingly poor tactical decisionmaking from arteta, anything but a victory after that is to be considered a loss. At least we're done with anfield for this season, let's just pray we're able to hold off city!"
        },
        {
            "time": "2023-04-09 13:49:26",
            "comment": "Ramadan TAA showed up in the 2nd half."
        },
        {
            "time": "2023-04-09 13:55:55",
            "comment": "aight ima go do dishes cuz i hate doing dishes, it makes me unhappy but i cant be more unhappy than i already am, so today is my win, dishes."
        },
        {
            "time": "2023-04-09 14:05:07",
            "comment": "Arteta has a bit of the bozo gene in big games, just gets too involved and makes weird choices, bringing Kiwior on was so strange, wouldn’t do that in any other game."
        },
        {
            "time": "2023-04-09 14:12:04",
            "comment": "“I’m not a fan of goalkeepers” Roy Keane \n\n\nHow can you not be a fan of goalies??"
        },
        {
            "time": "2023-04-09 13:28:53",
            "comment": "What a fucking match, we absolutely had it all. Title back in City's hand, that direct match will be unbelievable"
        },
        {
            "time": "2023-04-09 13:29:19",
            "comment": "[deleted]"
        },
        {
            "time": "2023-04-09 13:33:49",
            "comment": "City control their own destiny now correct?"
        },
        {
            "time": "2023-04-09 13:28:51",
            "comment": "VINTAGE BARCLAYS"
        },
        {
            "time": "2023-04-09 13:47:19",
            "comment": "Robertson needs to sue for assault"
        },
        {
            "time": "2023-04-09 13:37:58",
            "comment": "Liverpool had 4.76xG... we got molested"
        },
        {
            "time": "2023-04-09 13:28:58",
            "comment": "Tierney so lucky pulling Salah's arm."
        },
        {
            "time": "2023-04-09 13:48:53",
            "comment": "Wow man we should’ve lost"
        },
        {
            "time": "2023-04-09 15:48:42",
            "comment": "Hard not to feel we threw the game and potentially the title away.\n\nDespite what the gunners sub aggressively wants us all to feel all kumbaya/that dog in the fire comic about it."
        },
        {
            "time": "2023-04-09 13:29:01",
            "comment": "Arsenal lucky to escape with a point. What a second half of football."
        },
        {
            "time": "2023-04-09 14:15:04",
            "comment": "First point at Anfield in like 8 years. I'll take it just like I would have taken a point there before the game started. \n\nDisappointed in fellow Arsenal fans saying it's over and also with neutrals wanting City to win yet another title"
        },
        {
            "time": "2023-04-09 13:34:03",
            "comment": "Thiago is fucking lightyears ahead of every single other midfielder we have"
        },
        {
            "time": "2023-04-09 13:39:42",
            "comment": "Hell of a game that! End to end stuff from both teams. Exhilarating to watch from a neutral perspective.\n\nArsenal had the game by its neck at 2-0 in the first half an hour but then Liverpool started getting back into the game and didn’t let up until the final whistle.\n\nThis has been a problem for Liverpool. They’ve not been able to start games with the intensity that they’d like. Rather they’ve taken a lot longer to settle and dominate the game this season. Fair play to Arsenal for soaking up the pressure for the most part. Safe to say, Ramsdale won them the point today.\n\nThe title race looks even better now and the clash with City at Etihad is an even tastier prospect from a neutral’s standpoint."
        },
        {
            "time": "2023-04-09 13:47:22",
            "comment": "Probably the best game of the season."
        },
        {
            "time": "2023-04-09 13:30:03",
            "comment": "If Salah had went to ground there it would have been a pen. And then we complain why players keep diving"
        },
        {
            "time": "2023-04-09 13:30:43",
            "comment": "If we win the title, those two saves by Ramsdale are going to go down in history. He secured us that point no question"
        },
        {
            "time": "2023-04-09 13:35:54",
            "comment": "They played like shit after 2-0. Xhaka lost all the balls diving for faults, the defense just could’t handle all that pressure, martinelli start going aline in the left side losing the ball. Is like they just start wasting time…"
        },
        {
            "time": "2023-04-09 13:44:51",
            "comment": "Shocked Arsenal choked that one away but I still think they will win it.\n\nThat game summed up Liverpool."
        },
        {
            "time": "2023-04-10 07:30:20",
            "comment": "So City now control their own destiny right? If they win out, they win the league?"
        },
        {
            "time": "2023-04-09 13:28:55",
            "comment": "Crazy crazy ending"
        },
        {
            "time": "2023-04-09 13:29:00",
            "comment": "Ramsdale at the end jfc"
        },
        {
            "time": "2023-04-09 13:29:12",
            "comment": "How the fuck did Konate not get the ball in?"
        },
        {
            "time": "2023-04-09 13:29:36",
            "comment": "We really needed a win here, very very lucky to even get a draw. Ramsdale made 2 world class saves at the end."
        },
        {
            "time": "2023-04-09 13:30:02",
            "comment": "What a shit pass at that last arsenals counter attack, could've been 3-2"
        },
        {
            "time": "2023-04-09 13:30:06",
            "comment": "What a fucking great game, as a neutral at least.\n\nArsenal fans, how many heart attacks did you closely avoid today?"
        },
        {
            "time": "2023-04-09 13:30:07",
            "comment": "Fucking hell what a game. Liverpool absolutely murdered Arsenal for 55 minutes, insane they didn't win it."
        },
        {
            "time": "2023-04-09 13:30:11",
            "comment": "Ramsdale take a bow. Unreal goalkeeping."
        },
        {
            "time": "2023-04-09 13:30:42",
            "comment": "That counterattack in the last minute could have easily been a goal if the Arsenal player didn't give such a shitty pass"
        },
        {
            "time": "2023-04-09 13:30:50",
            "comment": "Liverpool wanting points against Chelsea: I sleep.  \nLiverpool wanting points against Arsenal: I rage.  \n  \nNow this is a proper game of football.  \nRammers is insane."
        },
        {
            "time": "2023-04-09 13:31:06",
            "comment": "Ban this fucking linesman!!"
        },
        {
            "time": "2023-04-09 13:31:14",
            "comment": "Always a game of inches and what chaos, but martinelli at the end there has to find Saka, on his own in the middle for yonks and he over hits it, really could have been a fluky 3-2 win at the death"
        },
        {
            "time": "2023-04-09 13:31:19",
            "comment": "Ramsdale take a bow son, what a heroic last few minutes."
        },
        {
            "time": "2023-04-09 13:31:25",
            "comment": "Look I'll gladly take a point at Anfield  but I never wanna do it like that again"
        },
        {
            "time": "2023-04-09 13:31:42",
            "comment": "Bet this game will come to haunt Arsenal at the end of the season."
        },
        {
            "time": "2023-04-09 13:32:11",
            "comment": "Getting Arsenal's first league win at Anfield in 11 years would have been mentally huge for this squad for the final run in."
        },
        {
            "time": "2023-04-09 13:32:19",
            "comment": "26 april. League deciding match."
        },
        {
            "time": "2023-04-09 13:33:10",
            "comment": "Pickford and Ramsdale both having banger games this weekend. Love a good GK performance"
        },
        {
            "time": "2023-04-09 16:24:21",
            "comment": "City lost at Anfield, point gained by Arsenal."
        },
        {
            "time": "2023-04-09 19:27:27",
            "comment": "Liverpool have to be thinking about replacing VVD for next season surely? Ok, he was unlucky to kick the ball into Martinelli's path for the first. Very poor defending for the second and losing his man Jesus.\n\nBut my god.... You cannot forgive jogging back at 2-1 down. (The chance that Saka almost had if not for Robertson.\n\nDarwin has to find the net during those one on ones... He's got one more season to save himself.\n\nGakpo the Friendly Ghost is a downgrade on Firmino.\n\nTrent has to be moved to Midfield. The midfield is super thin, you're in need of reinforcements anyway. The balls over the top of Trent prove he's just not defensively minded to see that happening. Did well to get under Xhaka's skin.\n\nGood second half from Liverpool.\n\nAaron Ramsdale heroics saved Arsenal. You can't buckle the way they did when you're chasing a title.\n\nOdegaard, Saka and Partey didn't come out for the second half. Saka also pretty non existent throughout the entire match.\n\nZinchenko getting rinsed in that way by Trent should NEVER happen. Pure humiliation.\n\nHell of a game though."
        },
        {
            "time": "2023-04-09 13:45:25",
            "comment": "Liverpool fans are reminded of the heavy metal football once again. Bobby’s presence is like a glass of cold water after a hot day. He’s so calm, and calculative. Gonna miss him.\n\nSalah really doesnt get calls going his way, it’s painful to see."
        },
        {
            "time": "2023-04-09 14:07:53",
            "comment": "Ramsdale with some absolute critical saves in the 2nd half - deserved to be MoTM.\n\nPartey was probably the only sensible Arsenal player in the 2nd half who didn’t lose his head in what i can only imagine is the legendary “blur” at Anfield that Arteta hints about always.\n\nTrossard should’ve been subbed in for Jesus sooner - around the 60th minute mark- would’ve eased the pressure on us as well. During that window Liverpool were utterly RELENTLESS.\n\nTierney should’ve been bought on for Zinchenko slightly sooner as well; maybe that would’ve prevented the goal too. \n\nOn paper, a draw at Anfield is a good result; but losing 2 points after being two goals up in the first half will surely sting.\n\nThe commentators on Disney+ Hotstar were incessantly jinxing Arsenal. When Salah scored the commentator seemed as relieved as a man who finds out his mistress’ pregnancy report came back negative. And they were so keen on rounding off the 6 point lead that exists currently, they almost handed City the title at the end of full time tonight.\n\nThere’s plenty of hope that we can still win the League from this point onwards. A draw in the City game will absolutely turn fortunes around"
        },
        {
            "time": "2023-04-09 13:29:38",
            "comment": "Insane game by Ramsdale, only reason why it's not a win for Liverpool  \n \nAnd horrendous by Salah despite the goal. Balloon first touch, horrible pen, not sure a single successful dribble"
        },
        {
            "time": "2023-04-09 13:46:38",
            "comment": "Hate to say this being a gunner, but the run of fixtures is definitely going to catch up with us. We got City away, Newcastle away where getting a point would be huge. Unless city lose a single point, it's gonna be really hard for us to win the title"
        },
        {
            "time": "2023-04-09 15:49:29",
            "comment": "it's ok, no?"
        },
        {
            "time": "2023-04-09 17:01:21",
            "comment": "Great game, as much as it hurts me to say, I do want Arsenal to the win the Prem because anybody is better than City, especially a club that hasn't gone fucking mental on the Transfer Market and Wages."
        },
        {
            "time": "2023-04-09 13:37:48",
            "comment": "Did the linesman swing an elbow on Robinson??"
        },
        {
            "time": "2023-04-09 13:37:53",
            "comment": "Arsenal should count themselves as lucky to even get a point Liverpool battered them that second half"
        },
        {
            "time": "2023-04-09 13:41:53",
            "comment": "What’s happening to that linesman. 10+ match ban? Or a pay rise?"
        },
        {
            "time": "2023-04-09 13:46:02",
            "comment": "If Mitrovic got 8 games, this lino deserves the death penalty"
        },
        {
            "time": "2023-04-09 13:42:38",
            "comment": "Crazy to be in a position that a draw at Anfield is a disappointment, just gotta hope city aren’t literally flawless from here on out"
        },
        {
            "time": "2023-04-09 13:29:00",
            "comment": "Konate was unreal today."
        },
        {
            "time": "2023-04-09 13:31:16",
            "comment": "Konate MOTM for me despite the miss. Immense performance."
        },
        {
            "time": "2023-04-09 13:32:33",
            "comment": "Can't believe we didn't win that honestly.\n\nGave them 2 piss easy goals, missed a pen and  missed from 3 yards out.\n\nhonestly can't believe what I've watched to a certain degree."
        }
    ]
}