{
    "title": "Match Thread: Arsenal vs Tottenham English",
    "match_date": "2022-10-01",
    "comments": [
        {
            "time": "2022-10-01 09:23:54",
            "comment": "Martinelli was immense today."
        },
        {
            "time": "2022-10-01 09:43:48",
            "comment": "Saliba is just something else. Lots of good performances from the Arsenal players but Martinelli’s relentlessness going forwards and back to defend made a big impact. Love watching him play, just creates danger."
        },
        {
            "time": "2022-10-01 09:22:02",
            "comment": "NLD checklist complete:\n\nHome team win ✅\nHome team scores 3 ✅\nAway team red card ✅"
        },
        {
            "time": "2022-10-01 09:59:08",
            "comment": "Our two best signing of the season:\n1. Saliba\n2. Xhaka (From another universe)"
        },
        {
            "time": "2022-10-01 09:43:19",
            "comment": "The first on pitch Premier League red card for Spurs in a year (Tanganga vs Palace 15/09/21)."
        },
        {
            "time": "2022-10-01 09:22:30",
            "comment": "Banger. Kane penalty. Lloris mistake. Red card for the away team. Handbags. Home team wins. \n\nNLD writers getting lazy."
        },
        {
            "time": "2022-10-01 09:23:52",
            "comment": "Ramsdale waving at the empty away end hahaha"
        },
        {
            "time": "2022-10-01 09:24:17",
            "comment": "Love watching Arsenal play"
        },
        {
            "time": "2022-10-01 09:23:59",
            "comment": "Saliba MoTM imo. He is stupidly good"
        },
        {
            "time": "2022-10-01 09:29:31",
            "comment": "Xhaka has been so good this season."
        },
        {
            "time": "2022-10-01 09:32:03",
            "comment": "You got to give Arteta credit for improving Xhaka and playing him in the right position, Xhaka has been solid this season. Right now Saliba is one of the best defenders in the Premier League and he's  so comfortable with playing out in the back which means Saliba is pretty much press resistant\n\nJesus work rate was incredible in the match and the Spurs defence couldn't deal with him. You could tell that he's happy to be the main man."
        },
        {
            "time": "2022-10-01 09:28:38",
            "comment": "Spurs fans have to be concerned that their side can’t keep the ball at all in these big games. At Chelsea Conte had Fabregas and Kante and at times Hazard to really keep possession. \n\nTheir transitions are dangerous but they can not keep the ball at important moments"
        },
        {
            "time": "2022-10-01 09:45:32",
            "comment": "A game most Spurs fans have grown accustomed to losing every season"
        },
        {
            "time": "2022-10-01 10:03:58",
            "comment": "Martinelli cooked us. Last 20 minutes were just atrocious."
        },
        {
            "time": "2022-10-01 09:23:44",
            "comment": "Saliba is going to be a 100 mil defender if he isn't already"
        },
        {
            "time": "2022-10-01 19:36:33",
            "comment": "Flew to England from Canada with my friend to see this game. I’m an Arsenal fan, he’s a Spurs fan, and it was my first Premier League match ever. What a first match to see live. The atmosphere is unlike any NHL, NFL, or MLB game I’ve been to."
        },
        {
            "time": "2022-10-01 09:22:20",
            "comment": "Watch Conte start Emerson in the CL because he is suspended for domestic games"
        },
        {
            "time": "2022-10-01 09:25:38",
            "comment": "That was enjoyable for obvious reasons but chiefly because after conceding in the first half we pulled it together to come back in the second and show them what quality we can have. This team is really something else. There’s a reason our fans are loud and enthusiastic this season, energy is buzzing.\n\nIn terms of ref decisions it could have been worse for sure. As always the derby delivers."
        },
        {
            "time": "2022-10-01 09:26:32",
            "comment": "[removed]"
        },
        {
            "time": "2022-10-01 09:28:33",
            "comment": "Saliba must be protected at all costs. The guy is a phenom. I had no clue he was this good."
        },
        {
            "time": "2022-10-01 09:25:19",
            "comment": "We still top of the table? Damn. We need to stop doing that or people are really gonna think we're in a title race."
        },
        {
            "time": "2022-10-01 11:13:02",
            "comment": "I gotta say the dominance we keep showing in every game this season surprises me each time. I think we might have a chance against Liverpool next week too"
        },
        {
            "time": "2022-10-01 09:22:11",
            "comment": "William Saliba is a Rolls Royce footballer, pocketed Kane the entire game"
        },
        {
            "time": "2022-10-01 09:39:30",
            "comment": "Can’t believe how good Saliba is"
        },
        {
            "time": "2022-10-01 09:26:45",
            "comment": "Saliba is the truth 😇"
        },
        {
            "time": "2022-10-01 09:22:32",
            "comment": "Two decent sides so far this season and Spurs have looked terrible against both of them"
        },
        {
            "time": "2022-10-01 14:00:41",
            "comment": "Everything started to click for Liverpool after the arrival of VVD.\r  \n\r  \nJust sayin..."
        },
        {
            "time": "2022-10-01 09:22:01",
            "comment": "You know what, /r/coys was right. We are still to defeat a big team this season."
        },
        {
            "time": "2022-10-01 11:04:01",
            "comment": "Praying for arsenal to win Premier League"
        },
        {
            "time": "2022-10-01 20:47:04",
            "comment": "Arsenal have a really good team this year, things are coming together for them. Spurs still have things to work on and there's a gap there."
        },
        {
            "time": "2022-10-01 18:58:51",
            "comment": "Clearly, the solution is to run 43 sprints"
        },
        {
            "time": "2022-10-01 09:24:16",
            "comment": "Arsenal about to make 95 pts and not win the league"
        },
        {
            "time": "2022-10-01 14:57:58",
            "comment": "Jermaine Jenas is sad this evening and for that reason I am very content"
        },
        {
            "time": "2022-10-01 09:22:16",
            "comment": "Conte gave up after 70 mins and subbed everybody off."
        },
        {
            "time": "2022-10-01 09:44:59",
            "comment": "For every Kane penalty in the NLD, there's an Arsenal striker celebrating a goal with the Henry knee slide."
        },
        {
            "time": "2022-10-01 09:41:06",
            "comment": "I'm really really excited about this season. We learned from our united blunder and played excellently. Now I can enjoy the rest of my weekend 😌"
        },
        {
            "time": "2022-10-01 09:22:16",
            "comment": "[deleted]"
        },
        {
            "time": "2022-10-01 09:35:57",
            "comment": "There was a red card in this game and it wasn't given to Granit Xhaka. Amazing."
        },
        {
            "time": "2022-10-01 09:22:32",
            "comment": "Martinelli for the selecao"
        },
        {
            "time": "2022-10-01 09:25:26",
            "comment": "The home team boost in the NLD is unparalleled lol"
        },
        {
            "time": "2022-10-01 09:25:44",
            "comment": "Don’t get too excited guys, we still haven’t beaten a good team yet"
        },
        {
            "time": "2022-10-01 09:56:27",
            "comment": "Barcelona must have laugh-cried when spurs bid 30m for Emerson Royal. Awful RB. Can't defend, cross or beat his man."
        },
        {
            "time": "2022-10-01 10:25:21",
            "comment": "Man City shouldn’t have sold Jesus to Arsenal. I’m not saying they should’ve kept him, but they should’ve sold him elsewhere. For the first time this season I think Arsenal are gonna be a genuine problem."
        },
        {
            "time": "2022-10-01 09:31:22",
            "comment": "Spurs are a good team but they don’t look too convincing against top sides."
        },
        {
            "time": "2022-10-01 09:22:26",
            "comment": "Spurs are actual football terrorists. Imagine having to watch this every week."
        },
        {
            "time": "2022-10-01 09:24:54",
            "comment": "Emirates actually playing Tequila is pretty awesome."
        },
        {
            "time": "2022-10-01 09:39:33",
            "comment": "Arsenal look like a completely different team"
        },
        {
            "time": "2022-10-01 09:45:09",
            "comment": "Arsenal look like title contenders to me. Good underlying numbers to back up the eye test and their record. You can get at their defense but what defense can’t be gotten at these days?"
        },
        {
            "time": "2022-10-01 09:22:12",
            "comment": "To be fair, Arsenal haven't even played any hard teams yet except for united."
        },
        {
            "time": "2022-10-01 09:26:02",
            "comment": "If Xhaka gets that red card you would be crucified for even trying to start the debate lmao."
        },
        {
            "time": "2022-10-01 09:24:22",
            "comment": "[deleted]"
        },
        {
            "time": "2022-10-01 09:32:29",
            "comment": "Silver lining: no more watching Emerson Royal attempt to play football for at least the next 3 games"
        },
        {
            "time": "2022-10-01 09:25:18",
            "comment": "Arsenal look like a legit team this season"
        },
        {
            "time": "2022-10-01 13:12:40",
            "comment": "All I want is a top 2 or 3 finish and a europa trophy to smash back into cl in style. I, like almost every gooner know city will win it with their depth and experience."
        },
        {
            "time": "2022-10-01 11:02:56",
            "comment": "When Conte made those subs he metaphorically pulled his pants down and bent over"
        },
        {
            "time": "2022-10-01 09:22:31",
            "comment": "It really can't be overstated how good Saliba is in every aspect of a defender's game."
        },
        {
            "time": "2022-10-01 10:06:24",
            "comment": "The difference between last year and this year mentally for Arsenal is huge. Last year the would’ve panic their way out of the game after the Penalty goal from Kane and the pressure from Son.\n \nBut they held their composure way better when shit wasn’t going their way. If Arsenal make it out of October on top of the league then they actually have a chance at winning the league."
        },
        {
            "time": "2022-10-01 09:40:06",
            "comment": "Deserved win for Arsenal.  The red was borderline but legit and Arsenal were getting the 3 points regardless.  Taylor completely forgot to book Odegaard in the first half, though, after allowing the advantage.  Irrelevant, but still shitty refereeing."
        },
        {
            "time": "2022-10-01 13:45:06",
            "comment": "Ok people seriously need to stop bringing up Kane's NLD scoring record unless it considers pens"
        },
        {
            "time": "2022-10-01 09:25:21",
            "comment": "Ex in a splifffff"
        },
        {
            "time": "2022-10-01 09:27:48",
            "comment": "Hats off to Keown for the most biased commentary I’ve ever heard in an Arsenal game lmao"
        },
        {
            "time": "2022-10-01 09:26:20",
            "comment": "Saliba is world class. My oh my, he was unreal.\n\nTop 3 defender in the league.\n\nBest young defender in the world for me."
        },
        {
            "time": "2022-10-01 09:22:00",
            "comment": "We absolutely outplayed them in every aspect. FULLY deserved win for Arsenal. Let's fucking go!"
        },
        {
            "time": "2022-10-01 09:33:47",
            "comment": "ARSENAL FC 🤝 ARSENAL WFC\n\nMAKING SURE THE PPL KNOW THAT NORTH LONDON IS RED 🔴\n\n#COYG"
        },
        {
            "time": "2022-10-01 09:24:01",
            "comment": "Can't believe so many people are surprised that studs from the back into ankle/achilles when the ball is long gone is a red card."
        },
        {
            "time": "2022-10-01 09:36:43",
            "comment": "Richarlison just a Brazilian Shane Long"
        },
        {
            "time": "2022-10-01 10:10:53",
            "comment": "Looks like Emerson is going to have to buy 10 more hyperbolic chambers so he can finally become a half decent right back."
        },
        {
            "time": "2022-10-01 10:26:11",
            "comment": "Let’s pour one out for u/robhowardreg and all his fake Arsenal alt accounts. Must have an exploded head trying to figure out how to spin this one.\n\nEdit: must be longest time he ain’t commented anywhere. Probably on one of his Arsenal Smurf accounts 🤣"
        },
        {
            "time": "2022-10-01 09:49:41",
            "comment": "Spurs really need to win a trophy in the next couple of years. The downgrade from Kane and Son when they need to be replaced will be stark and this \"style\" of football that is dependent on them being world class won't work anymore."
        },
        {
            "time": "2022-10-01 10:14:40",
            "comment": "Can now see why my Spurs mates complain, that football is criminal…"
        },
        {
            "time": "2022-10-01 13:10:38",
            "comment": "I'm glad I couldn't figure out which one of ten nbc streaming services I needed to watch this match."
        },
        {
            "time": "2022-10-01 09:26:42",
            "comment": "Deserved"
        },
        {
            "time": "2022-10-01 09:28:24",
            "comment": "Is this what happens when you trust the process?"
        },
        {
            "time": "2022-10-01 09:49:23",
            "comment": "As always home team wins this fixture. Rinse repeat every season."
        },
        {
            "time": "2022-10-01 13:22:40",
            "comment": "Leicester are really, really bad"
        },
        {
            "time": "2022-10-01 11:44:43",
            "comment": "It’s crazy we get shit on for absolutely outplaying our opponents but Liverpool play Brighton at 3-3 and no one says a word about the opponents they face."
        },
        {
            "time": "2022-10-01 09:28:05",
            "comment": "Still not beat anyone worthy though"
        },
        {
            "time": "2022-10-01 10:49:27",
            "comment": "Arsenal is gonna win the league. You heard it first somewhere else."
        },
        {
            "time": "2022-10-01 09:27:51",
            "comment": "Wonder if we're allowed to celebrate this one"
        },
        {
            "time": "2022-10-01 10:23:26",
            "comment": "I said it before and I will say it again. Arsenal gonna win the League this season. Mark my words."
        },
        {
            "time": "2022-10-01 09:28:59",
            "comment": "Must be reassuring to Spurs fans to have Conte literally give up on their biggest match of the season so far with 20 minutes remaining."
        },
        {
            "time": "2022-10-01 09:28:46",
            "comment": "Seriously why the fuck did Conte make 4 defensive subs in one go? \n\n\n\n\n\n\nMaybe he just sees things us normal people can’t eh?"
        },
        {
            "time": "2022-10-01 10:46:37",
            "comment": "Hey Tottenham fans….Arsenal still hasn’t played real competition this season right?\nSomething about being tested against United and failed and we’re not that good and only\nPlayed relegation sides."
        },
        {
            "time": "2022-10-01 09:23:03",
            "comment": "Arsenal still has to face a real test yet, i believe."
        },
        {
            "time": "2022-10-01 09:22:45",
            "comment": "[Arteta's Pre-Match Team Talk] (https://imgur.com/a/dCmeqFU)"
        },
        {
            "time": "2022-10-01 09:26:54",
            "comment": "Conte football is just not sustainable"
        },
        {
            "time": "2022-10-01 09:27:07",
            "comment": "So the same 3-1 result as last season, and both teams are +8 points compared with their same eight fixtures last season.\n\nAs they say on tv, all to play for .."
        },
        {
            "time": "2022-10-01 09:33:43",
            "comment": "Arsenal need to get cover for partey and xhaka, they are soo good"
        },
        {
            "time": "2022-10-01 11:35:06",
            "comment": "Romero was wank. Dude is just an aggressive defender/ passion merchant. Guy got rinsed multiple times and watched the second goal happen"
        },
        {
            "time": "2022-10-01 09:34:49",
            "comment": "Glad Arsenal can finally beat lower opposition playing low block."
        },
        {
            "time": "2022-10-01 10:06:31",
            "comment": "I actually thought spurs played well and were executing their game plan well but the lloris howler seems to kill them and then the red ended the game."
        },
        {
            "time": "2022-10-01 09:24:53",
            "comment": "Appreciate Conte packing up the bibs and cones with 20 minutes left, subbing everyone off haha"
        },
        {
            "time": "2022-10-01 10:49:05",
            "comment": "Saliba has been the best player in the PL this season along with haaland"
        },
        {
            "time": "2022-10-01 09:23:05",
            "comment": "Arsenal are challenging for the title aren't they? Even if they fall short but continue to be in the mix till the last match day, Arteta is right up there in my book."
        },
        {
            "time": "2022-10-01 09:24:23",
            "comment": "North London is red"
        },
        {
            "time": "2022-10-01 09:29:23",
            "comment": "COYG 🔴⚪️"
        },
        {
            "time": "2022-10-01 09:22:18",
            "comment": "If you are the away team in NLD and you get a red card, that's basically a death sentence. This game and last season's game at Spurs' home is a perfect demonstration of this."
        },
        {
            "time": "2022-10-01 09:23:34",
            "comment": "Xhaka's redemption arc is beautiful to see"
        },
        {
            "time": "2022-10-01 09:23:40",
            "comment": "The saliba show was a fun watch"
        },
        {
            "time": "2022-10-01 09:29:49",
            "comment": "Spurs should have signed Eriksen. You have one of the best counter attackers. Find them a #10."
        },
        {
            "time": "2022-10-01 09:28:53",
            "comment": "OH I BELIEVE IN JESUS.... THE ARSENAL NO. 9🔴⚪"
        },
        {
            "time": "2022-10-01 09:32:56",
            "comment": "I’m glad Arsenal stuck with Arteta it was clear ALL DAY what he was trying to do even from the beginning. People also love to forget what team he took over, compare it to this one. Question now is he elite enough? Always maintained the point that he’ll coach us one day."
        },
        {
            "time": "2022-10-01 10:06:36",
            "comment": "The interesting thing was, I think Tottenham troubled us more than United, they played well in the first half and looked dangerous in the counter attack, creating chances. I don't think any other team has made us look so nervous this season. But we pulled clear in the second half, and Tottenham lost energy. What a redemption for Xhaka, I'm so happy for him."
        },
        {
            "time": "2022-10-01 10:54:21",
            "comment": "Could watch the game. Was on a stupid delayed plane. How did Saliba play?"
        },
        {
            "time": "2022-10-01 09:38:17",
            "comment": "Actually nice to have someone interesting to listen to ie Cesc Fabregas"
        },
        {
            "time": "2022-10-01 09:22:05",
            "comment": "Saliba never leave please"
        },
        {
            "time": "2022-10-01 09:25:17",
            "comment": "Three matches without Emerson Royal. Have to take small victories. You can debate red or not (I thought it was a red) but if nothing else, the sending off was a stupidity tax. No fucking clue what he was thinking there. \n\nGG you red cunts. See you in the home fixture."
        },
        {
            "time": "2022-10-01 09:35:14",
            "comment": "Im saying it right now, that was 100% a red. If xhaka does it everyone is calling him a donkey."
        },
        {
            "time": "2022-10-01 09:27:28",
            "comment": "Nice kick about with the lads"
        },
        {
            "time": "2022-10-01 09:37:58",
            "comment": "Prime >>> Coca-Cola"
        },
        {
            "time": "2022-10-01 09:36:42",
            "comment": "Do even Tottenham supporters enjoy watching Tottenham play?"
        },
        {
            "time": "2022-10-01 10:18:17",
            "comment": "Here to find r/soccer experts' newfound explanations for how we haven't proved anything yet?\n\nA lot more quiet than they were after Old Trafford, that's for sure"
        },
        {
            "time": "2022-10-01 10:24:58",
            "comment": "\"wE alLOw TEaMs tO hAVe POsSeSsiOn\""
        },
        {
            "time": "2022-10-01 10:55:05",
            "comment": "Peak Conte entertainment subbing Son and Richarlyson off"
        },
        {
            "time": "2022-10-01 09:25:10",
            "comment": "So huge that Jesus didn’t pick up a yellow."
        },
        {
            "time": "2022-10-01 09:24:28",
            "comment": "STILL have yet to beat a top team"
        },
        {
            "time": "2022-10-01 09:25:36",
            "comment": "Arsenal STILL haven't beaten a big team smh"
        },
        {
            "time": "2022-10-01 09:27:30",
            "comment": "Apart from the penalty and the offside free kick that ramsdale saved, spurs didn't really threaten."
        },
        {
            "time": "2022-10-01 09:31:45",
            "comment": "I love how Tottenham gave up with 20 minutes left to play. Other than the gifted penalty, they were walked right off the pitch."
        },
        {
            "time": "2022-10-01 09:38:53",
            "comment": "This ended up being easier than I thought it would be. Tottenham were too passive"
        },
        {
            "time": "2022-10-01 09:29:02",
            "comment": "Imagine having Son and Kane and deciding to play football like that..."
        },
        {
            "time": "2022-10-01 09:32:48",
            "comment": "Very disappointing performance in all honesty. We never looked truly threatening on the counter or in build up play outside of one or two instances.\n\nLloris error was brutal. Emerson red should've been a yellow in my biased opinion but that wasn't changing the end result in my mind. Fair play to Arsenal - they definitely look the part this year."
        },
        {
            "time": "2022-10-01 09:43:54",
            "comment": "I can't believe how many people are saying it was a soft red, it's an incredibly reckless, needless, awful challenge, textbook red\n\nEven worse watching it again now in the post match"
        },
        {
            "time": "2022-10-01 09:51:24",
            "comment": "Fair play to them lot. I thought we played our game ok. Always going to concede shots from distance, Lloris howler for the second. Our attack was a little off, they played a good line and we were offside a lot. I felt good in the second half before the red, which seemed questionable to me tbh but questionable reds happen."
        },
        {
            "time": "2022-10-01 09:54:31",
            "comment": "[deleted]"
        },
        {
            "time": "2022-10-01 09:23:33",
            "comment": "Spurs' midfield got destroyed but playing a two man midfield against this Arsenal side was always going to be difficult"
        },
        {
            "time": "2022-10-01 09:27:24",
            "comment": "Manchester City, the only team unbeaten"
        },
        {
            "time": "2022-10-01 09:28:32",
            "comment": "How long until Portnoy jumps off the COYS bandwagon?"
        },
        {
            "time": "2022-10-01 13:01:50",
            "comment": "9"
        },
        {
            "time": "2022-10-01 10:10:09",
            "comment": "This team showed great fight. Last year we would’ve folded after giving up the PK. I think the red is harsh on Emerson, but I can see why it was given. Ref was shit all day imo. Son and Kane need to find form quick for spurs, counter attack and sit back is not gonna be good for them long term.  Thought we were really good today, Partey is just so damn composed and smooth. Saka wasn’t super impactful, but as soon as he wasn’t double marked, the second goal happened. Need Martinelli to be more lethal in his finishing, he could’ve had 2 today. Saliba was class. I was interested to see how he matched up against Kane/son."
        },
        {
            "time": "2022-10-01 09:23:52",
            "comment": "So, what are Arsenal fan’s expecting this year? I think a second place finish would be unreal for them to potentially mount a title charge next year"
        },
        {
            "time": "2022-10-01 09:23:32",
            "comment": "Emerson as usual being a trash player.\n\nDeserved win by Arsenal, still 1st place for the time being!"
        },
        {
            "time": "2022-10-01 12:48:48",
            "comment": "Tottenham Hotspur are a joke of a football club.\n\nForever mediocre!"
        },
        {
            "time": "2022-10-01 09:24:27",
            "comment": "Complete and utter domination from Arsenal. Spurs never laid a glove on us. Ramsdale had to make one save all game in the 5th min. That’s it."
        },
        {
            "time": "2022-10-01 09:26:03",
            "comment": "Goes to show that Conte told Richarlison to double up on Martinelli but Martinelli wasnt told to come back and help out w Richarlison. \n\nStop sleeping on my boy Martinelli."
        },
        {
            "time": "2022-10-01 09:32:13",
            "comment": "I think the testament to Arsenal is that... the game died when they went down to 10 men and we just dominated. It almost felt like those games where Arsenal would go down to 10 men vs Man City or Liverpool, the game was over and they would go score more. \n\nJust wild the progression this team has made from those teams when Arteta first started. \n\nEmerson is an idiot for that challenge, red or yellow, don't make a challenge that far from your goal. Lloris had a howler for that Jesus goal."
        },
        {
            "time": "2022-10-01 09:23:39",
            "comment": "Romero getting bodied on two of the goals today is incredibly, incredibly satisfying"
        },
        {
            "time": "2022-10-01 09:24:48",
            "comment": "If the first team is fit results are likely to be W for Arsenal"
        },
        {
            "time": "2022-10-01 09:25:28",
            "comment": "Neuroscientist suggests a brain transplant."
        },
        {
            "time": "2022-10-01 09:37:43",
            "comment": "Spurs play dreadful fucking football"
        },
        {
            "time": "2022-10-01 10:42:02",
            "comment": "A result that makes Piers Morgan happy is scientifically proven to be the wrong result"
        },
        {
            "time": "2022-10-01 10:48:39",
            "comment": "Spurs fans searching for excuses from thin air"
        },
        {
            "time": "2022-10-01 09:23:39",
            "comment": "What was that chant close to the end?"
        }
    ]
}